Repository: privacyidea/privacyidea
Catalog: privacyidea/i18n/*/LC_MESSAGES/privacyidea.po
Languages: de

source: The token you want to assign is not contained in your realm!
de: Der Token, den Sie zuweisen wollen, ist nicht in Ihrem Realm enthalten!

source: The token is already assigned to another user.
de: Der Token ist bereits einem anderen Benutzer zugewiesen.

source: The name of the policy may only contain the characters a-zA-Z0-9_
de: Der Name der Richtlinie darf nur die Zeichen a-zA-Z0-9_ enthalten.

source: The name of the policy must not be empty
de: Der Name der Richtlinie darf nicht leer sein.

source: You do not have the right to manage machines with:%r
de: Sie haben nicht die administrative Berechtigung, Client Maschinen zu verwalten: %r

source: You do not have any rights in any realm! Check the policies.
de: Sie haben in keinem Realm Rechte! Überprüfen Sie die Richtlinien.

source: You do not have the administrative right to remove token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Token %s zu entfernen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to enable token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Token %s zu aktivieren. Überprüfen Sie die Richtlinien!

source: You may not enable any more tokens in realm %s. Check the policy 'tokencount'
de: Sie dürfen im Realm %s keine weiteren Token aktivieren. Überprüfen Sie die Richtlinie 'tokencount'.

source: You do not have the administrative right to disable token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Token %s zu deaktivieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to copy pin of token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, die PIN des Tokens %s zu kopieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to copy user of token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Benutzer des Tokens %s zu kopieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to run the losttoken workflow for token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Workflow 'Verlorener Token' für den Token %s zu starten. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to run the getotp workflow for token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Workflow 'getOTP' für den Token %s zu starten. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to run checkserial. Check the policies.
de: Sie haben nicht die administrative Berechtigung, um "checkserial" auszuführen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to get serials by OTPs in this realm!
de: Sie haben nicht die administrative Berechtigung, in diesem Realm anhand von OTP-Werten die Seriennummer eines Tokens zu bestimmen!

source: You do not have the administrative right to init token %s of type %s to user %s@%s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Token %s des Typs %s für den Benutzer %s@%s zu initialisieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to enroll tokens. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Tokens auszurollen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to init token %s of type %s.
de: Sie haben nicht die administrative Berechtigung, Token %s vom Typ %s zu initialisieren.

source: The maximum allowed number of tokens for the realm %s was reached. You can not init any more tokens. Check the policies scope=enrollment, action=tokencount.
de: Die maximale Anzahl an Token innerhalb des Realms %s wurde erreicht. Sie können keine weiteren Token mehr in diesem Realm ausrollen. Bitte überprüfen Sie die Richtlinie scope=enrollment, action=tokencount.

source: the maximum number of allowed tokens per user is exceeded. Check the policies scope=enrollment, action=maxtoken
de: Die maximale Anzahl an Token innerhalb des Realms %s wurde erreicht. Sie können keine weiteren Token mehr in diesem Realm ausrollen. Bitte überprüfen Sie die Richtlinie scope=enrollment, action=tokencount.

source: You do not have the administrative right to unassign token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, die Zuweisung des Tokens %s aufzuheben. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to assign token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Token %s zuzuweisen. Überprüfen Sie die Richtlinien!

source: The maximum allowed number of tokens for the realm %s (%s) was reached. You can not assign any more tokens. Check the policies.
de: Die maximale Anzahl an Token innerhalb des Realms %s (%s) wurde erreicht. Sie können keine weiteren Token mehr in diesem Realm ausrollen. Bitte überprüfen Sie die Richtlinie scope=enrollment, action=tokencount.

source: The maximum number of allowed tokens is exceeded. Check the policies
de: Die maximale Anzahl der erlaubten Token wurde erreicht. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to set MOTP PIN/ SC UserPIN for token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den MOTP PIN bzw. Smartcard UserPIN für Token %s zu setzen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to set Smartcard PIN for token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, die Smartcard PIN für den Token %s zu setzen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to set OTP PIN for token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, die OTP PIN für den Token %s zu setzen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to set token properties for %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, die Tokeneigenschaften für den Token %s zu setzen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to resync token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Token %s zu resynchronisieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to list users in realm %s(%s).
de: Sie haben nicht die administrative Berechtigung, die Benutzer im Realm %s(%s) aufzulisten. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to show status of token challenges in realm %s(%s).
de: Sie haben nicht die administrative Berechtigung, den Status der Challenges im Realm %s(%s) anzuzeigen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to remove tokens from realm %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Token im Realm %s zu entfernen . Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to add tokens to realm %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Token im Realm %s hinzuzufügen. Überprüfen Sie die Richtlinien!

source: You may not put any more tokens in realm %s. Check the policy 'tokencount'
de: Sie können keine weiteren Token mehr im Realm %s hinzufügen. Überprüfen Sie die Richtlinie 'tokencount'!

source: You do not have the administrative right to reset token %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, den Fehlzähler von Token %s zurückzusetzen. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to import tokens. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Token zu importieren. Überprüfen Sie die Richtlinien!

source: You do not have the administrative right to import token files to realm %s. Check the policies.
de: Sie haben nicht die administrative Berechtigung, Token im Realm %s zu importieren. Überprüfen Sie die Richtlinien!

source: The maximum number of allowed tokens in realm %s is exceeded. Check policy tokencount!
de: Die Maximalzahl der erlaubten Token in Realm %s wurde erreicht. Überprüfen Sie die Richtlinien!

source: Failed to run checkPolicyPre. Unknown method: %s
de: checkPolicyPre fehlgeschlagen. Unbekannte Methode: %s

source: There is no policy gettoken/max_count definable for the tokentype %r
de: Für diesen Tokentyp (%r) ist keine Richtlinie gettoken/max_count definierbar.

source: You do not have the administrative right to view the audit trail. You are missing a policy scope=audit, action=view
de: Sie haben nicht die administrative Berechtigung, das Audit-Log anzusehen. Überprüfen Sie die Richtlinien scope=audit, action=view!

source: There is no policy selfservice/max_count definable for the token type %s.
de: Für diesen Tokentyp (%s) ist keine Richtlinie selfservice/max_count definierbar.

source: There is no policy selfservice/max_count defined for the tokentype %s in realm %s.
de: Für diesen Tokentyp (%s) ist im Realm %s keine Richtlinie selfservice/max_count definiert.

source: The policy settings do not allow you to issue this request!
de: Die Richtlinien gestatten nicht, dass Sie diese Anfrage ausführen!

source: You may not enroll any more tokens. Your maximum licensed token number is reached!
de: Sie können keine weiteren Token mehr ausrollen. Die lizensierte Maximalanzahl wurde erreicht.

source: The policy settings do not allow you to request a serial by OTP!
de: Die Richtlinien erlauben nicht, dass Sie anhand von OTP-Werten eine Seriennummer bestimmen.

source: Unknown method in selfservice: %s
de: Unbekannte Methode in selfservice: %s

source: Policy check failed. You are not allowed to %s system config.
de: %s auf die Systemkonfiguration ist Ihnen nicht erlaubt.

source: You do not have the administrative right to do an ocra/%s
de: Sie haben nicht die administrative Berechtigung, ein ocra/%s durchzuführen. Überprüfen Sie die Richtlinien!

source: Failed to run getPolicyPre. Unknown controller: %s
de: Fehler bei getPolicyPre. Unbekannter Controller: %s

source: You do not have the administrative right to get serials from this realm!
de: Sie haben nicht die administrative Berechtigung, Seriennummern in diesem Realm zu bestimmen. Überprüfen Sie die Richtlinien!

source: Failed to run getPolicyPost. Unknown method: %s
de: Fehler bei getPolicyPost. Unbekannte Methode: %s

source: You do not have system config read rights and not realm admin policies.
de: Sie haben keine Leserechte auf die Systemkonfiguration und keine Realm-administrativen Rechte.

source: Failed to run getPolicyPost. Unknown controller: %s
de: Fehler bei getPolicyPost. Unbekannter Controller: %s

source: Authorization on client %s failed for %s@%s.
de: Der Benutzer %s@%s ist für den Client %s nicht autorisiert.

source: Authorization for token with type <<%s>> failed on client %s
de: Der Tokentyp %s ist für den Client %s nicht autorisiert.

source: Authorization for token %s failed on client %s
de: Der Token %s ist für den Client %s nicht autorisiert.

source: get_token_owner: The user %s/%s and the token %s is located in several realms: %s!
de: get_token_owner: Der Benutzer %s/%s und der Token %s sind in mehreren Realms enthalten: %s.

source: get_token_owner: The user %s in the resolver %s for token %s could not be found in any realm!
de: get_token_owner: Der Benutzer %s im Resolver %s zum Token %s konnte in keinem Realm gefunden werden!

source: Admin is allowed to enable tokens.
de: Der Administrator darf Token aktivieren.

source: Admin is allowed to disable tokens.
de: Der Administrator darf Token deaktivieren.

source: Admin is allowed to set token properties.
de: Der Administrator darf Tokeneigenschaften setzen.

source: Admin is allowed to set the OTP PIN of tokens.
de: Der Administrator darf OTP PINs von Token setzen.

source: Admin is allowed to set the mOTP PIN of motp tokens.
de: Der Administrator darf mOTP PINs von mOTP Token setzen.

source: Admin is allowed to set the smartcard PIN of tokens.
de: Der Administrator darf Smartcard PINs setzen.

source: Admin is allowed to resync tokens.
de: Der Administrator darf Token resynchronisieren.

source: Admin is allowed to reset the Failcounter of a token.
de: Der Administrator darf den Fehlzähler von Token zurücksetzen.

source: Admin is allowed to assign a token to a user.
de: Der Administrator darf Token Benutzern zuweisen.

source: Admin is allowed to remove the token from a user, i.e. unassign a token.
de: Der Administrator darf Tokenzuweisungen aufheben.

source: Admin is allowed to import token files.
de: Der Administrator darf Tokendateien importieren.

source: Admin is allowed to remove tokens from the database.
de: Der Administrator darf Token aus dem System löschen.

source: Admin is allowed to view the list of the users.
de: Der Administrator darf die Benutzerliste ansehen.

source: Admin is allowed to check the status of a challenge resonse token.
de: Der Administrator darf den Status von Challenge Response Token abrufen.

source: Admin is allowed to manage the realms of a token.
de: Der Administrator darf Realms von Token verwalten.

source: Admin is allowed to retrieve a serial for a given OTP value.
de: Der Administrator darf zu einem gegebenem OTP-Wert die Tokenseriennummer bestimmen.

source: Admin is allowed to check if a serial is unique
de: Der Administrator darf prüfen, ob eine Seriennummer einmalig ist.

source: Admin is allowed to copy the PIN of one token to another token.
de: Der Administrator darf die PIN eines Tokens zu einem anderen Token kopieren.

source: Admin is allowed to copy the assigned user to another token, i.e. assign a user ot another token.
de: Der Administrator darf den Benutzer eines Tokens auf einen anderen Token übertragen.

source: Admin is allowed to trigger the lost token workflow.
de: Der Administrator darf den Workflow für verloren gegangene Token durchführen.

source: Allow the administrator to retrieve OTP values for tokens.
de: Der Administrator darf sich OTP-Werte von einem Token ausgeben lassen.

source: When OTP values are retrieved for a DPW token, this is the maximum number of retrievable OTP values.
de: Wenn OTP-Werte von einem DPW-Token ausgegeben werden dürfen, ist dies die maximal erlaubte Anzahl.

source: When OTP values are retrieved for a HOTP token, this is the maximum number of retrievable OTP values.
de: Wenn OTP-Werte von einem HOTP-Token ausgegeben werden dürfen, ist dies die maximal erlaubte Anzahl.

source: When OTP values are retrieved for a TOTP token, this is the maximum number of retrievable OTP values.
de: Wenn OTP-Werte von einem TOTP -Token ausgegeben werden dürfen, ist dies die maximal erlaubte Anzahl.

source: The user is allowed to assign an existing token that is not yet assigned using the token serial number.
de: Der Benutzer darf sich einen existierenden (nicht zugewiesenen) Token anhand der Seriennummer zuweisen.

source: The user is allowed to disable his own tokens.
de: Der Benutzer darf seinen Token deaktivieren.

source: The user is allowed to enable his own tokens.
de: Der Benutzer darf seinen Token aktivieren.

source: The user is allowed to delete his own tokens.
de: Der Benutzer darf seinen Token löschen.

source: The user is allowed to unassign his own tokens.
de: Der Benutzer darf die Zuweisung seines Tokens aufheben, also den Token freigeben.

source: The user is allowed to resyncronize his tokens.
de: Der Benutzer darf seinen Token resynchronisieren.

source: The user is allowed to reset the failcounter of his tokens.
de: Der Benutzer darf den Fehlzähler von seinem Token zurücksetzen.

source: The user is allowed to set the OTP PIN of his tokens.
de: Der Benutzer darf die OTP PIN seines Tokens setzen.

source: The user is allowed to set the mOTP PIN of his mOTP tokens.
de: Der Benutzer darf die mOTP PIN seines mOTP Tokens setzen.

source: The user is allowed to retrieve OTP values for his own tokens.
de: Der Benutzer darf OTP Werte seines Tokens erfragen.

source: Set the maximum allowed length of the OTP PIN.
de: Setzt die maximal erlaubte Länge der OTP PIN.

source: Set the minimum required lenght of the OTP PIN.
de: Setzt die minimal erforderliche Länge der OTP PIN.

source: Specifiy the required contents of the OTP PIN. (c)haracters, (n)umeric, (s)pecial, (o)thers. [+/-]!
de: Der erforderliche Inhalt der OTP PIN. Dies können Buchstaben (c), Ziffern (n), Sonderzeichen (s) oder andere Zeichen (o) sein. [+/-]!

source: The user is allowed to enroll a QR token.
de: Der Benutzer darf einen QR-Token ausrollen.

source: The user is allowed to enroll an OATH token.
de: Der Benutzer darf einen OATH-Token ausrollen.

source: The user is allowed to enroll a Google Authenticator event based token.
de: Der Benutzer darf einen ereignisbasierten Google Authenticator ausrollen.

source: The user is allowed to enroll a Google Authenticator time based token.
de: Der Benutzer darf einen zeitbasierten Google Authenticator ausrollen.

source: This is the maximum number of OTP values, the user is allowed to retrieve for a DPW token.
de: Die maximale Anzahl OTP-Werte, die der Benutzer für einen DPW Token erfragen darf.

source: This is the maximum number of OTP values, the user is allowed to retrieve for a HOTP token.
de: Die maximale Anzahl OTP-Werte, die der Benutzer für einen HOTP Token erfragen darf.

source: This is the maximum number of OTP values, the user is allowed to retrieve for a TOTP token.
de: Die maximale Anzahl OTP-Werte, die der Benutzer für einen TOTP Token erfragen darf.

source: Allow the user to view his own token history.
de: Der Benutzer darf seine eigene Token Historie anzeigen.

source: Allow the user to search an unassigned token by OTP value.
de: Der Benutzer darf einen nicht zugewiesenen Token anhand des OTP-Wertes bestimmen.

source: If set to "otp": Users in this realm need to login with OTP to the selfservice.
de: Wenn dies auf "otp" gesetzt wird, müssen sich die Benutzer dieses Realms mit ihrem OTP-Token am Selfservice Portal anmelden.

source: Admin is allowed to read the system configuration.
de: Der Admiistrator darf die Systemkonfiguration lesen.

source: Admin is allowed to write and modify the system configuration.
de: Der Admiistrator darf die Systemkonfiguration schreiben und verändern.

source: Limit the number of allowed tokens in a realm.
de: Die maximale Anzahl Token in dem Realm.

source: Limit the number of tokens a user in this realm may have assigned.
de: Die maximale Anzahl Token, die einem Benutzer in dem Realm zugewiesen sein darf.

source: Set a random OTP PIN with this lenght for a token.
de: Setzt eine zufällige OTP PIN mit dieser Länge.

source: If set to 1, the OTP PIN is encrypted. The normal behaviour is the PIN is hashed.
de: Wenn dies auf 1 gesetzt wird, wird die OTP PIN in der Datenbank verschlüsselt. Das normale Verhalten ist, dass die OTP PIN gehasht wird.

source: Set label for a new enrolled Google Authenticator. Possible tags are &lt;u&gt; (user), &lt;r&gt; (realm), &lt;s&gt; (serial).
de: Setzt das Label eines neu ausgerollten Google Authenticators. Mögliche Tags sind &lt;u&gt; (Benutzer), &lt;r&gt; (Realm), &lt;s&gt; (Seriennummer).

source: Users can assign a token just by using the unassigned token to authenticate. This is the lenght of the OTP value - either 6, 8, 32, 48.
de: Der Benutzer darf sich einen Token zuweisen, indem er sich mit dem nicht zugewiesenen Token authentisiert. Dies ist die Länge des OTP-Wertes - entweder 6, 8, 32 oder 48.

source: Do not set password from auto assignment as token pin.
de: Der statische Passwortanteil beim Auto Assignment wird nicht als OTP PIN verwendet.

source: The length of the password in case of temporary token (lost token).
de: Die Länge des Passwortes, das im Falle eines verlorenen Tokens erzeugt wird.

source: The contents of the temporary password, described by the characters C, c, n, s.
de: Die Inhalt des Passwortes, das im Falle eines verlorenen Tokens erzeugt wird. Inhaltsbezeichner sind C, c, n, s.

source: The length of the validity for the temporary token (in days).
de: Die Gültigkeit des temporären Passwortes bei einem verlorenen Token (in Tagen).

source: The text that will be send via SMS for an SMS token. Use &lt;otp&gt; and &lt;serial&gt; as parameters.
de: Der SMS-Text der bei einem SMS Token gesendet wird. &lt;otp&gt; und &lt;seria&gt; können als Parameter verwendet werden.

source: Either use the Token PIN (0), use the Userstore Password (1) or use no fixed password component (2).
de: Für die Authentisierung wird entweder die OTP PIN (0), das Passwort der Benutzerquelle (1) oder kein festes Passwort (nur OTP) (2) verwendet.

source: If set, a new SMS OTP will be sent after successful authentication with one SMS OTP.
de: Wenn dies gesetzt ist, wird bei einer erfolgreichen Authentisierung mit einem SMS Token direkt die nächste SMS gesendet.

source: If set, the user in this realm will be authenticated against the UserIdResolver, if the user has no tokens assigned.
de: Wenn dies gesetzt ist, werden Benutzer, die keinen Token haben, mit dem Passwort gegen die Benutzerquelle (bspw. LDAP-Passwort) authentifiziert.

source: If the user has no token, the authentication request for this user will always be true.
de: Wenn der Benutzer keinen Token hat, ist die Authentisierung immer erfolgreich.

source: The URL for the half automatic mode that should be used in a QR Token
de: Die URL für den halb automatischen Modus der für den QR-Token verwendet wird.

source: A list of tokentypes for which challenge response should be used.
de: Eine Liste von Tokentypen, für die Challenge Response verwendet werden können soll.

source: The user/realm will be authorized to login to the clients IPs.
de: Die Benutzer dieses Realms sind autorisiert sich auf diesen Client IP-Adressen anzumelden.

source: The user will only be authenticated with this very tokentype.
de: Benutzer werden nur autorisiert, wenn sie sich mit diesen Tokentypen anmelden.

source: The user will only be authenticated if the serial number of the token matches this regexp.
de: Die Benutzer werden nur autorisiert, wenn ihre Token-Seriennummer zu diesem regulären Ausdruck passt.

source: The Realm of the user is set to this very realm. This is important if the user is not contained in the default realm and can not pass his realm.
de: Der Realm des Benutzers wird mit diesem Realm überschrieben. Dies ist bspw. wichtig, wenn der Benutzer nicht im Default Realm ist und der Client keine Möglichkeit hat, den Realm mitzugeben.

source: In case of successful authentication additional detail information will be returned.
de: Bei erfolgreicher Authentisierung werden zusätzliche Informationen an den Client zurückgegeben.

source: In case of failed authentication additional detail information will be returned.
de: Bei fehlgeschlagener Authentisierung werden zusätzliche Informationen an den Client zurückgegeben.

source: Admin is allowed to view the audit log.
de: Der Administrator darf das Audit Log anzeigen.

source: Allow to do a ocra/request.
de: Erlaubt einen OCRA/Request aufzurufen.

source: Allow to check the transaction status.
de: Erlaubt den Transaktionsstatus abzufragen.

source: Allow to do an ocra/getActivationCode.
de: Erlaubt OCRA/getActivationCode aufzurufen.

source: Allow to do an ocra/calculateOtp.
de: Erlaubt OCRA/calculateOtp aufzurufen.

source: Create a new client machine definition
de: Eine neue Maschinendefinition erzeugen

source: delete a client machine defintion
de: Eine Maschinendefinition löschen

source: list the client machine definitions
de: Maschinendefinitionen anzeigen

source: add a token to a client machine
de: Einen Token einer Maschine zuweisen
