Repository: privacyidea/privacyidea
Catalog: privacyidea/i18n/*/LC_MESSAGES/privacyidea.po
Languages: de

source: delete a token from a client machine
de: Einen Token von einer Maschine entfernen

source: list the tokens and client machines
de: Token und Maschinen anzeigen

source: get the authentication items for a client machine
de: Hole die Authentisierungsinformationen zu einem Client-Computer.

source: Admin is allowed to initalize %s tokens.
de: Der Administrator darf einen %s-Token ausrollen.

source: The user is allowed to enroll a %s token.
de: Der Benutzer darf einen %s-Token ausrollen.

source: URL for google Authenticator
de: URL für Google Authenticator

source: URL for OATH token
de: URL für OATH-Token

source: URL for MOTP token
de: URL für MOTP-Token

source: URL for OCRA token
de: URL für OCRA-Token

source: Your LDAP config seems to be OK, %i user objects found.
de: LDAP Konfiguration scheint OK! Es wurden %i Benutzer gefunden.

source: E-mail provider config
de: E-Mail Konfiguration

source: E-mail challenge validity (sec)
de: Gültigkeit von E-Mail Challenge (Sek.)

source: Time between e-mails (sec)
de: Zeit zwischen E-Mails (Sek.)

source: E-mail address
de: E-Mail-Adresse

source: Description
de: Beschreibung

source: HMAC Token Settings
de: HMAC Token Einstellungen

source: HMAC eventbased
de: HMAC ereignisbasiert

source: Please enter or copy the HMAC key.
de: Bitte geben Sie das HMAC Seed ein.

source: HMAC key
de: HMAC Seed

source: Generate HMAC key.
de: HMAC Seed vom Server generieren lassen.

source: OTP Length
de: OTP-Länge

source: Hash algorithm
de: Hash Algorithmus

source: Enroll your HOTP Token
de: Rollen Sie Ihren HOTP Token aus

source: required input field
de: Benötigtes Eingabefeld

source: minimum length must be greater than {0}
de: Die Länge muss größer als {0} sein.

source: maximum length must be lower than {0}
de: Die Länge muss kürzer als {0} sein.

source: Please enter a valid init secret. It may only contain numbers and the letters A-F.
de: Bitte geben Sie ein gültiges Initialisierungs-Seed ein. Es darf nur Nummern und die Buchstaben A bis F enthalten.

source: Form data not valid.
de: Die Formulardaten sind ungültig.

source: Generate HMAC key
de: Generiere HMAC Key

source: Seed for HOTP token
de: Seed des HOTP Token

source: hashlib
de: Hash Algorithmus

source: enroll hmac token
de: HMAC Token ausrollen

source: Specify the hashlib to be used. Can be sha1 (1) or sha2-256 (2).
de: Geben Sie die Hashlib, die benutzt werden soll, an. Dies kann SHA1 (1) oder SHA2-256 (2) sein.

source: Specify the otplen to be used. Can be 6 or 8 digits.
de: Geben Sie die OTP-Länge an, die benutzt werden soll. Dies können 6 oder 8 Zeichen sein.

source: mOTP Token Settings
de: mOTP Einstellungen

source: mOTP - mobile otp
de: mOTP - Mobiler OTP

source: Please enter or copy the init-secret, that was generated by your app.
de: Bitte geben Sie den Initialisierungsseed ein. Dieser wurde von der App auf Ihrem Telefon erzeugt.

source: Init secret
de: Init Seed

source: Generate MOTP key.
de: MOTP Seed vom Server generieren lassen.

source: Also enter the PIN you are using on your phone.
de: Geben Sie die PIN ein, die Sie auch auf dem Telefon verwenden.

source: (again)
de: (wiederholen)

source: Register mOTP
de: mOTP Token registrieren

source: Webprovisioning mOTP
de: Provisionierung mOTP

source: Register your mOTP Token
de: mOTP Token registrieren

source: Init Secret of motp-Token
de: Initialisierungs-Seed des mOTP-Token

source: mOTP PIN (again)
de: mOTP PIN (wiederholen)

source: register mOTP Token
de: mOTP Token registrieren

source: Webprovisioning your mOTP Token
de: Erstellen Sie Ihren mOTP Token

source: Your mOTP secret will be created by the server.
de: Der geheime mOTP Schlüssel wird vom Server erstellt.

source: provision mOTP Token
de: mOTP Token erstellen

source: OCRA2 settings
de: OCRA2 Einstellungen

source: maximum concurrent OCRA2 challenges
de: Maximale Anzahl an gleichzeitigen OCRA2 Challenges

source: This is the maximum concurrent challenges per OCRA2 Token.
de: Das ist die maximale Anzahl an gleichzeitigen OCRA2 Challenges, die für einen OCRA2 Token angefordert werden können.

source: OCRA2 challenge timeout
de: Timeout für OCRA2 Challenge

source: After this time a challenge can not be used anymore. Valid entries are like 1D, 2H or 5M where D=day, H=hour, M=minute.
de: Nach dieser Zeit wird eine OCRA Challenge verworfen. Gütige Einträge sind bspw. 1D, 2H oder 5M. Dabei bedeutet D=Tag, H=Stunde, M=Minute.

source: Please enter or copy the OCRA2 key.
de: Bitte geben Sie den OCRA2 Key ein.

source: Generate OCRA2 key.
de: OCRA2 Key vom Server generieren lassen.

source: Enroll your OCRA2 Token
de: Rollen Sie Ihren OCRA2 Token aus

source: Enter seed for the new OCRA2 token:
de: Geben Sie das Seed für den neuen OCRA2 Token ein:

source: Generate OCRA2 seed
de: OCRA2 Key vom Server generieren lassen.

source: Token description
de: Token-Beschreibung

source: enroll ocra2 token
de: OCRA2 Token ausrollen

source: Activate your OCRA2 Token
de: Aktivieren Sie Ihren OCRA2 Token

source: Your OCRA2 Token :
de: Ihr OCRA2 Token:

source: 1. Enter the activation code :
de: 1. Geben Sie bitte den Aktivierungscode ein:

source: Failed to enroll token!
de: Ausrollen des Tokens fehlgeschlagen!

source: activate your OCRA2 Token
de: Aktivieren Sie Ihren OCRA2 Token

source: 2. Enter your confirmation code:
de: 2. Bitte geben Sie den Bestätigungscode ein:

source: OCRA rollout for token %s completed!
de: Rollout des OCRA Tokens %s abgeschlossen!

source: OCRA token rollout failed! Please retry
de: Rollout des OCRA-Tokens fehlgeschlagen. Bitte versuchen Sie es erneut!

source: finish your OCRA2 Token
de: OCRA2 Token fertigstellen

source: ocra challenge-response token - hmac event based
de: OCRA Challenge Response Token - HMAC ereignisbasiert

source: Please enter a valid RADIUS server specification. It needs to be of the form <name_or_ip>:<port>
de: Bitte geben Sie eine gültige RADIUS Server Spezifikation ein. Diese muss der Form <Name_oder_IP>:<Port> genügen.

source: RADIUS settings
de: RADIUS Einstellungen

source: You need to enter the server like myradius:1812
de: Sie müssen den Server mit Port im Format 'radiusserver:1812' angeben.

source: The PIN can either be verified on this local privacyIDEA server or forwarded to the RADIUS server
de: Die PIN kann entweder hier auf dem lokalen privacyIDEA Server überprüft werden oder an den RADIUS Server weitergeleitet werden.

source: check PIN
de: Überprüfe PIN

source: The PIN can either be verified on this local privacyIDEA server or on the RADIUS server
de: Die PIN kann entweder hier auf dem lokalen privacyIDEA Server überprüft werden oder an den RADIUS Server weitergeleitet werden.

source: on RADIUS server
de: auf dem RADIUS Server

source: locally
de: lokal

source: Here you can define, to which RADIUS server the request should be forwarded.
de: Hier können Sie angeben, zu welchem RADIUS Server die Authentisierungsanfrage weitergeleitet werden soll.

source: Please specify the server, the secret and the username
de: Bitte geben Sie den Server, das RADIUS Secret und den Benutzernamen an.

source: RADIUS user
de: RADIUS Benutzer

source: Please enter a valid remote server specification. It needs to be of the form http://server or https://server
de: Bitte geben Sie eine gültige Remote Server Spezifikation ein. Diese muss der Form http://server oder https://server genügen.

source: You need to enter the remote privacyIDEA server like https://remoteprivacyidea
de: Sie müssen den remote privacyIDEA Server im Format 'https://privacyidea.entfernterserver.local' angeben.

source: The PIN can either be verified on this local privacyIDEA server or forwarded to the remote server
de: Die PIN kann entweder hier auf dem lokalen privacyIDEA Server überprüft werden oder an den remote Server weitergeleitet werden.

source: The PIN can either be verified on this local privacyIDEA server or on the remote server
de: Die PIN kann entweder auf diesem lokalen Server überprüft werden oder auf dem entfernten privacyIDEA Server.

source: on REMOTE server
de: auf dem REMOTE Server

source: Please enter a valid URL for the privacyIDEA server. It needs to start with http:// or https://
de: Bitte geben Sie eine gültige URL für den privacyIDEA server an. Diese muss mit http:// oder https:// anfangen.

source: Here you can define to which privacyIDEA Server the authentication request should be forwarded.
de: Hier können Sie angeben, zu welchem privacyIDEA Server die Authentisierungsanfrage weitergeleitet werden soll.

source: You can either forward the OTP to a remote serial number or to a remote user.
de: Die Authentsierungsanfrage kann entweder an eine entfernte Seriennummer oder an einen entfernten Benutzer weitergeleitet werden.

source: If you do not enter a remote serial or a remote user, the request will be forwarded to the remote user with the same username
de: Wenn Sie keine entfernte Seriennumer und auch keinen entfernten Benutzernamen angeben, dann wird die Authentisierungsanfrage an den Benutzer mit dem gleichen Benutzernamen weitergeleitet.

source: You need to enter the server like 'https://privacyidea.my.domain'
de: Sie müssen den Server im Format 'https://privacyidea.entfernterserver.local' angeben.

source: The PIN can either be verified on this local privacyIDEA server or on the remote privacyIDEA server
de: Die PIN kann entweder auf diesem lokalen Server überprüft werden oder auf dem entfernten privacyIDEA Server.

source: remotely
de: entfernt

source: remote serial
de: entfernte Seriennummer

source: remote user
de: entfernter Benutzer

source: remote user realm
de: Realm des entfernten Benutzers

source: remote user useridresolver
de: UserIdResolver des entfernten Benutzers

source: SMS Provider Config
de: SMS Konfiguration

source: Open help on SMS OTP token
de: Hilfe zu SMS OTP Token

source: Time between SMS (sec.)
de: Zeit zwischen SMS (Sek.)

source: preset Clickatel
de: Clickatel vorbelegen

source: preset Sipgate
de: Sipgate vorbelegen

source: Please enter the mobile phone number for the SMS token
de: Bitten geben Sie die Mobiltelefonnummer für den SMS Token ein.

source: phone number
de: Mobiltelefonnummer

source: Register SMS
de: SMS Token registrieren

source: minimum length must be greater than 10
de: Die minimale Länge muss größer als 10 sein.

source: Please enter a valid phone number. It may only contain numbers and + or /.
de: Bitten geben Sie eine gültige Telefonnummer ein. Diese darf nur Ziffer, das + und / enthalten.

source: Register your SMS OTP Token / mobileTAN
de: Registrieren Sie Ihren SMS OTP Token / mobileTAN

source: Your mobile phone number
de: Ihre Mobiltelefonnummer

source: register SMS Token
de: SMS Token registrieren

source: sms challenge-response token - hmac event based
de: SMS Challenge Response Token - HMAC ereignisbasiert

source: The Simple Pass token will not require any one time password component.
de: Der Simple Pass Token beinhaltet keinen Einmal-Passwort-Anteil.

source: Anyway, you can set an OTP PIN, so that using this token the user can authenticate always and only with this fixed PIN.
de: Sie können aber dennoch eine OTP PIN setzen, so dass dieser Token aufgrund der OTP PIN wie ein einfaches Passwort funktioniert.

source: Here you can upload your public ssh key.
de: Hier können Sie den Öffentlichen SSH Schlüssel hochladen.

source: SSH public key
de: Öffentlichen SSH Schlüssel

source: SSH public key to be provided for usein authorized_keys.
de: Öffentlicher SSH Schlüssel, der in der authorized_keys verwendet werden soll.

source: Day OTP Token / Tagespasswort
de: Tagespasswort

source: Here you can define the 'Tagespasswort' token, that changes every day.
de: Hier können Sie den 'Tagespasswort' Token definieren. Dieser ändert den OTP-Wert nur einmal am Tag. Der OTP-Wert kann aber den ganzen Tag über verwendet werden.

source: DPW key
de: DPW Seed

source: TOTP Token Settings
de: TOTP Token Einstellungen

source: TOTP settings
de: TOTP Einstellungen

source: TOTP time Step
de: TOTP Zeitschritt

source: This is the time step for time based tokens. Usually this is 30 or 60.
de: Dies ist der Zeitschritt bei zeitbasierten Token. Dies sind gewöhnlich 30 oder 60 Sekunden.

source: TOTP time Shift
de: TOTP Zeitversatz

source: This is the default time shift of the server. This should be 0.
de: Dies ist der standardmäßige Zeitversatz um den die Serveruhr und die Tokenuhr verschoben sind. Dies sollte 0 sein.

source: TOTP time window
de: TOTP Zeitfenster

source: This is the time privacyIDEA will calculate before and after the current time. A reasonable value is 300.
de: privacyIDEA wird innerhalb dieses Zeitfensters vor und nach der aktuellen Zeit versuchen den OTP-Wert bei einem zeitbasierten Token zu finden.

source: HMAC time based
de: HMAC zeitbasiert

source: timeStep
de: Zeitschritt

source: seconds
de: Sekunden

source: Register totp
de: TOTP registrieren

source: Enroll your TOTP Token
de: Rollen Sie Ihren TOTP Token aus

source: enroll TOTP Token
de: TOTP Token ausrollen

source: Vasco Digipass Token Class - proprietary timebased tokens
de: Vasco Digipass Token Klasse - Proprietäre zeitbasierte Token

source: Enroll Yubikey
de: Yubikey ausrollen

source: You get your own API key from the yubico website
de: Sie können Ihren eigenen API Key auf der Yubico Webseite erhalten.

source: If you do not use your own API key, the privacyIDEA demo API key will be used!
de: Wenn Sie keinen eigenen API Key eingeben, wird ein privacyIDEA DEMO API Key verwendet!

source: You need to enter a valid API id
de: Sie müssen eine gültige API ID angeben.

source: You need to enter a valid API key
de: Sie müssen einen gültigen API Key eingeben.

source: Here you need to enter the token ID of the Yubikey.
de: Hier müssen Sie die TokenID des Yubikeys eingeben.

source: You can do this by inserting the Yubikey and simply push the button.
de: Sie können dies tun, indem Sie einfach Ihren Yubikey einstecken und auf den Knopf drücken.

source: You need to enter the Yubikey token ID
de: Sie müssen die Yubikey Token ID eingeben.

source: Enroll your Yubikey
de: Rollen Sie Ihren Yubikey aus

source: Enter the TokenId of your Yubikey. Simply insert the Yubikey and press the button.
de: Geben Sie die Token ID Ihres Yubikeys ein. Stecken Sie einfach Ihren Yubikey ein und drücken Sie den Knopf.

source: enroll yubico token
de: Yubikey ausrollen

source: Authentication
de: Authentisierung

source: Here you may try to authenticate using your OCRA OTP token.
de: Hier können Sie sich mit Ihrem OCRA OTP Token authentisieren.

source: If you got no OCRA OTP Token, you may register a user account
de: Wenn Sie keinen OCRA OTP Token haben, können Sie sich registrieren

source: here
de: hier

source: Enter your username, the OTP PIN and the OTP value.
de: Geben Sie Ihren Benutzernamen, die OTP PIN und den OTP Wert ein.

source: OCRA Login
de: OCRA Anmeldung

source: Submit a challenge:
de: Challenge eingeben:

source: username
de: Benutzername

source: get challenge
de: Hole Challenge

source: Scan your challenge and get your OTP:
de: Scannen Sie die Challenge ein und holen Sie Ihren OTP Wert:

source: password
de: Passwort

source: Enter your username, the OCRA2 Token PIN and the input for the challenge.
de: Geben Sie Ihren Benutzernamen, die OCRA2 PIN und die Challenge ein.

source: By submit this will generate an QR image, that could be scaned with your OCRA2 Token reader.
de: Hier wird ein QR Bilde generiert, dieses können Sie mit Ihrem OCRA2 Token einscannen.

source: Enter for verification the OTP value in the lower form.
de: Bitte geben Sie zur Prüfung unten den OTP-Wert ein.

source: OCRA2 Login
de: OCRA2 Anmeldung

source: Here you authenticate with your username and your OTP PIN to retrieve an SMS containing your current OTP value.
de: Authentisieren Sie sich hier mit Ihrem Benutzernamen und Ihrer OTP PIN, um eine SMS mit einem OTP-Wert anzufordern.

source: Enter your username and the OTP PIN.
de: Geben Sie Ihren Benutzernamen und die OTP PIN ein.

source: This form is deprecated since the same functionality was implemented in the regular /auth/index and /auth/index3 forms.
de: Dieses Formular ist veraltet da die gleiche Funktionalität im regulären /auth/index und /auth/index3 umgesetzt wurde.

source: Here you may try to authenticate using your OTP token.
de: Hier können Sie die Authentisierung mit Ihrem OTP-Token testen.

source: password (OTP PIN and OTP value)
de: Password (OTP PIN und OTP-Wert)

source: Enter your username, the OTP PIN (Password) and the OTP value.
de: Geben Sie Ihren Benutzernamen, die OTP PIN und den OTP Wert ein.

source: password/PIN
de: Passwort/PIN

source: OTP value
de: OTP-Wert

source: Open help on audit
de: Hilfe zum Audit

source: Open help on machines
de: Hilfe zu Client-Computern

source: Delete machine
de: Client löschen

source: Delete application
de: Applikation entfernen

source: Client machine
de: Client-Computer

source: Machine name
de: Computername

source: The name of the machine
de: Der Name des Computers

source: Machine IP
de: Client IP

source: The IP of the machine
de: Die IP-Adresse des Computers

source: The description for the machine
de: Beschreibung des Client-Computers

source: Token serial number (optional)
de: Token-Seriennummer (optional)

source: The serial number of the token
de: Die Seriennummer des Tokens, der diesem Computer zugeordnet werden soll.

source: Application (optional)
de: Applikation (optional)

source: The application for this token on the machine
de: Die Applikation, die diesem Computer zugeordnet werden soll.

source: Create machine
de: Client-Computer anlegen

source: Create applications with selected tokens.
de: Applikationen zu diesem Client mit allen ausgewählten Token anlegen.

source: create with all selected tokens
de: anlegen mit allen ausgewählten Token

source: Application options
de: Applikationsoptionen

source: Option keys
de: Schlüssel

source: Option values
de: Wert

source: A option key starting with option_
de: Ein Schlüssel, der mit option_ beginnt

source: The option value
de: Der Wert der Option

source: Add application option
de: Option hinzufügen

source: Config
de: Konfiguration

source: useridresolvers
de: UserIdResolver

source: System Config
de: System-konfiguration

source: Token Config
de: Token-konfiguration

source: Policies
de: Richtlinien

source: Tools
de: Werkzeuge

source: Get Serial by OTP
de: Bestimme Seriennummer über OTP-Wert

source: Copy Token PIN
de: Kopiere Token PIN

source: Check Policy
de: Richtlinie testen

source: Export
de: Exportieren

source: Token information
de: Token-Informationen

source: Audit information
de: Audit

source: Create default realm with local users
de: Default Realm mit lokalen Benutzern anlegen

source: Import Token File
de: Tokendatei importieren

source: SafeNet/ Aladdin XML
de: SafeNet XML (Aladdin)

source: Help
de: Hilfe

source: Online Help
de: Online Hilfe

source: About
de: Über...

source: Selfservice
de: Benutzerportal

source: Logout
de: Abmelden

source: You need to enable Javascript to use the privacyIDEA Management Web UI.
de: Sie müssen Javascript aktivieren, um das privacyIDEA Management Web UI benutzen zu können.

source: Communicating with privacyIDEA server...
de: Kommuniziere mit dem privacyIDEA Server...

source: Contact
de: Kontakt

source: License
de: Lizenz

source: privacyIDEA is a modular authentication system. Originally for OTP authentication devices. But other >>devices<< like challenge response and SSH keys are coming up.
de: privacyIDEA ist ein modulares Authentisierungssystem - ursprünglich für OTP-Token. Aber andere >>Authentisierungsgeräte<< wie bspw. SSH-Keys werden in Zukunft unterstützt.

source: Openness and Transparency
de: Offenheit und Transparenz

source: privacyIDEA tries to be open in many ways. We try to provide best transparency: We host our code on github, so that you can monitor the development. The issue tracker at github is used, so that you can see, which topic is hot, what is coming up in the future and actually add your own requests! New features are planned in the github wiki. We are using travis-ci.org to run our tests. You can see which tests pass and also which test fail! Yes, code breaks and tests fail.
de: privacyIDEA versucht in vielerlei Hinsicht offen zu sein. Wir versuchen die bestmögliche Transparenz sicherzustellen: Der Code wird bei Github gehostet, so dass Sie die Entwicklung hautnah beobachten können. Der Issue-Tracker bei Github wird verwendet. Somit sehen Sie, welches Thema gerade aktuell ist, was in Zukunft kommt und ebenso können Sie eigene Feature-Requests eintragen! Neue Funktionalitäten werden im Github Wiki geplant. Travis-CI.org wird verwendet, um die Testfälle laufen zu lassen. So können Sie sehen, welche Tests erfolgreich durchlaufen und welche fehlschlagen. Ja - Tests schlagen fehl und Code enthält Fehler!

source: privacyIDEA is not ruled by a single company (although at the moment only one company is involved). Thus when using privacyIDEA or getting involved you are not at the mercy of one single, revenue driven decision maker.
de: privacyIDEA wird nicht von einer einzelnen Firma gesteuert (obwohl im Moment nur eine Firma involviert ist). Somit hängen Sie, wenn Sie privacyIDEA benutzen oder an der Entwicklung teilhaben, nicht von einem einzelnen, umsatzgetriebenen Entscheider ab.

source: Read more about the name privacyIDEA
de: Lesen Sie mehr über den Namen privacyIDEA

source: privacyIDEA is a fork of LinOTP
de: privacyIDEA ist ein Fork von LinOTP

source: The complete code is licensed under AGPLv3.
de: Der gesammte Quellcode steht unter der AGPLv3.

source: About privacyIDEA
de: Über privacyIDEA

source: close
de: Schließen

source: Settings
de: Einstellungen

source: Token defaults
de: Token-Standardwerte

source: GUI settings
de: GUI Einstellungen

source: Open help on system settings
de: Hilfe zu Systemeinstellungen

source: splitAtSign
de: Trenne am @-Zeichen

source: This will use the part right of an @-sign as realm
de: Der Teil rechts vom @-Zeichen wird als Realm, der Teil links vom @-Zeichen als Benutzername interpretiert.

source: Return SAML Attributes
de: SAML Attribute zurückgeben

source: The /validate/samlcheck controller will also return user attributes
de: Der Controller /validate/samlcheck gibt zusätzliche Benutzer-Attribute zurück.

source: FailCounterIncOnFalsePin
de: Fehlzähler bei falscher PIN hochzählen

source: This will increase the failcounter, if the user provided a wrong PIN.
de: Hier wird der Fehlzählen hochgezählt, wenn der Benutzer eine falsche PIN angibt und der Token nicht identifiziert werden kann.

source: PrependPin
de: PIN voranstellen

source: This will prepend the PIN to the OTP value. Otherwise the PIN will be appended.
de: Die PIN wird vor den OTP-Wert gestellt. Ansonsten wird die PIN hinter dem OTP-Wert angegegben.

source: Auto resync
de: Automatische Resynchronisation

source: This will automatically resync OTP counter of HMAC based tokens.
de: Für HMAC-basierte Token wird eine automatische Resynchronisation versucht, wenn der Benutzer hintereinander zwei flasche OTP-Werte eingibt.

source: Auto resync timeout
de: Timeout für automatische Synchronisation

source: The time in which the two successive OTP values need to be entered (in seconds)
de: Nach dieser Zeit (in Sekunden) wird der erste OTP-Wert wieder verworfen.

source: Pass on user not found
de: Zugriff erlauben, wenn Benutzer nicht existiert

source: If checked, users who are not found in the useridresolvers are authenticated successfully. USE WITH CAUTION!
de: Wenn der Benutzer nicht existiert, wird die Authentisierungsanfrage positiv beantwortet. Alle Benutzernamen, die nicht existieren, werden also erfolgreich authentisiert. VORSICHT BEI DER BENUTZUNG!
