Repository: privacyidea/privacyidea
Catalog: privacyidea/i18n/*/LC_MESSAGES/privacyidea.po
Languages: de

source: Pass on user no token
de: Zugriff erlauben, wenn Benutzer keinen Token hat

source: If checked, users who have no token get authenticated automatically successful. USE WITH CAUTION!
de: Wenn der der Benutzer zwar existiert, aber keinen Token hat, wird der Benutzer erfolgreich authentisiert. VORSICHT BEI DER BENUTZUNG!

source: Authorization
de: Authorisierung

source: Override Authentication client
de: Authentisierenden Client überschreiben

source: This is a comma separated list of clients, that may send another client IP for authorization policies.
de: Dies ist eine Komma-separierte Liste an IP-Adressen, die eine die statt ihrer eigenen IP-Adresse eine andere IP-Adresse für Authorisierungs-Richtlinien mitschicken dürfen.

source: OCRA settings
de: OCRA Einstellungen

source: maximum concurrent OCRA challenges
de: Maximale Anzahl an gleichzeitigen OCRA Challenges

source: This is the maximum concurrent challenges per OCRA Token.
de: Das ist die maximale Anzahl an gleichzeitigen OCRA Challenges, die für einen OCRA Token angefordert werden können.

source: OCRA challenge timeout
de: Timeout für OCRA Challenge

source: Misc settings
de: Diverse Einstellungen

source: DefaultResetFailCount
de: Standardmäßig Fehlzähler zurücksetzen

source: Will reset the fail counter when the user authenticated successfully
de: Setzt den Fehlzähler zurück, wenn der Benutzer sich mit diesem Token erfolgreich angemeldet hat.

source: DefaultMaxFailCount
de: Standard Maximalwert für den Fehlzähler

source: This is the maximum allowed failed logins for a new enrolled token.
de: Das ist die maximale Anzahl an fehlgeschlagene Anmeldeversuchen mit einem Token. Danach ist der Token gesperrt bis der Fehlzähler wieder manuell zurückgesetzt wird.

source: DefaultSyncWindow
de: Standard Resynchronisierungsfenster

source: A new token will have this windows to do the manual or automatic OTP sync.
de: Dies ist das Resynchronisierungsfenster für automatische und manuelle Resynchronisation eines Tokens.

source: DefaultOtpLen
de: Standard OTP Länge

source: A new token will be set to this OTP length.
de: Der OTP-Wert eines neuen Tokens wird mit dieser Länge interpretiert.

source: DefaultCountWindow
de: Standard Zählerfenster

source: This is the default look ahead window for counter based tokens.
de: In diesem Zählerfenster wird standardmäßig bei einem neuen Token der OTP Wert gesucht.

source: DefaultChallengeValidityTime
de: Standard Gültigkeitszeitraum einer Challenge

source: Default validity timeframe of a challenge.
de: Standard Gültigkeits-Zeitfenster für eine Challenge

source: default OCRA suite
de: Standard OCRA-Suite

source: This is the suite for newly enrolled OCRA tokens. Default is OCRA-1:HOTP-SHA256-8:C-QA08
de: Dies ist die standardmäßige OCRA-Suite für einen neu ausgerollten OCRA-Token. Standard: OCRA-1:HOTP-SHA256-8:C-QA08

source: default QR suite
de: Standard QR-Suite

source: This is the suite for newly enrolled QR tokens. Default is OCRA-1:HOTP-SHA256-6:C-QA64
de: Dies ist die standardmäßige QR-OCRA-Suite für einen neu ausgerollten QR-OCRA-Token. Standard: OCRA-1:HOTP-SHA256-6:C-QA64

source: display realm select box
de: Realm-Auswahlliste anzeigen

source: If checked a realm dropdown box will be displayed on the logon page.
de: Auf dem Login-Fenster wird eine Dropdown Liste angezeigt, aus der der Benutzer den Realm auswählen kann, in dem er sich anmelden will.

source: display help button on login dialog
de: Hilfe-Button auf Anmelde-Fenster

source: If checked a help button will be displayed on the logon window.
de: Auf dem Anmeldefenster wird ein Hilfe-Button angezeigt, wenn diese Option ausgewählt wird.

source: System config
de: System Konfiguration

source: Save config
de: Konfiguration speichern

source: Cancel
de: Abbrechen

source: Tokentype Configuration
de: Konfiguration der Tokentypen

source: You may reset the PINs for the tokens
de: Sie können die PINs zurücksetzen für Token

source: PIN type
de: PIN Typ

source: PIN (again)
de: PIN (wiederholen)

source: Set PIN
de: PIN setzen

source: The token will be enrolled for user
de: Ausrollen des Tokens für Benutzer

source: Currently this token will not be assigned to any users.
de: Dieser Token wird gerade keinem Benutzer zugewiesen.

source: If you select one user, this token will be automatically assigned to this user. Anyhow, you can assign this token to any user later on.
de: Wenn Sie aber einen Benutzer auswählen, wird dieser Token automatisch dem Benutzer zugewiesen. Sie können den Token aber auch nachträglich einem Benutzer zuweisen.

source: You selected more than one user. If you want to assign the token to a user during enrollment, you need to select only one user. Anyhow, you can assign this token to any user later on.
de: Sie haben mehr als einen Benutzer ausgewählt. Wenn Sie den Token einem Benutzer zuweisen wollen, dürfen Sie nur einen einzelnen Benutzer auswählen. Sie können aber auch immer noch nachträglich den Token einem Benutzer zuweisen.

source: Token type
de: Token Typ

source: Please enter or copy the OCRA key.
de: Bitte geben Sie den OCRA Key ein.

source: Generate OCRA key.
de: OCRA Key vom Server generieren lassen.

source: Enroll token
de: Token ausrollen

source: Enroll
de: ausrollen

source: Open help on getting serial
de: Hilfe zur Seriennummerbestimmung

source: Here you can search for the serial of a token.You need to enter the current OTP value, and choose where you want to search for this token.
de: Hier können Sie nach der Seriennummer eines Tokens suchen. Sie müssen den aktuellen OTP-Wert des Tokens eingeben und auswählen, wo und mit welchen Kriterien Sie nach dem Token suchen wollen.

source: Beware: This can be time consuming!
de: Achtung: Das kann sehr zeitaufwändig sein!

source: Type
de: Typ

source: Assigned Token
de: Zugewiesene Token

source: assigned
de: zugewiesen

source: not assigned
de: nicht zugewiesen

source: Get Serial by OTP value
de: Bestimme Seriennummer über OTP-Wert

source: Get Serial
de: Bestimme Seriennummer

source: Close
de: Schließen

source: Open help on Policy checker
de: Hilfe zum Richtlinientool

source: Here you can check your policies.
de: Hier können Sie Ihre Richtlinien testen.

source: You can enter the corresponding values and the system will check, if there is any matching policy for this scenario.
de: Sie können entsprechende Werte eingeben und das System testet, ob es hierzu einen passende Richtlinie gibt.

source: scope
de: Bereich

source: action
de: Aktion

source: user
de: Benutzer

source: client
de: IP-Client

source: This action is allowed by the following policy:
de: Diese Aktion wird durch die folgende Richtlinie erlaubt:

source: This action is not allowed by any policy!
de: Diese Aktion wird von keiner Richtlinie erlaubt!

source: Open help on export token information
de: Hilfe zum Export von Tokeninformationen

source: Here you can export token information of the tokens you are allowed to view to a CSV file.
de: Hier können Sie die Informationen der Token als CSV-Datei exportieren, die Sie berechtigt sind einzusehen.

source: You can enter additional attributes, you defined in the user mapping in the UserIdResolver. These attributes will be added to the CSV file.
de: Sie können zusätzliche Attribute eingeben, die in den CSV-Export mit aufgenommen werden sollen. Diese Attribute müssen im Attribute-Mapping im UserIdResolver definiert sein.

source: Export token information
de: Tokeninformationen exportieren

source: Open help on export audit information
de: Hilfe zum Export von Auditinformationen

source: Here you can export the audit information to a CSV file.
de: Hier können Sie die Auditinformationen als CSV-Datei exportieren.

source: Number of audit entries to export
de: Anzahl der zu exportierenden Auditeinträge

source: Enter the number of audit entries you want to export.
de: Bitte geben Sie die Anzahl der Auditeinträge ein, die Sie exportieren wollen.

source: Page to export
de: Zu exportierende Seite

source: Enter the page of the audit entries you want to export.
de: Bitte geben Sie die Audit-Seite mit den Auditeinträgen an, die Sie exportieren wollen.

source: Export audit information
de: Audit exportieren

source: Open help on Copy token PIN tool
de: Hilfe zum Kopieren von Token PINs

source: Here you can copy the OTP PIN from one token to the other.
de: Hier können Sie die OTP PIN eines Tokens auf einen anderen Token übertragen, ohne die PIN zu kennen.

source: Please enter the serial number of the token with the existing PIN and the serial number of the token, that should get the same PIN.
de: Bitte geben Sie die Seriennummer des Tokens mit der existierenden PIN und die Seriennummer des Tokens, der die PIN neu bekommen soll, ein.

source: from token
de: vom Token

source: to token
de: zum Token

source: Copy PIN
de: Kopiere PIN

source: Open help on XML import
de: Hilfe zum Import von XML-Dateien

source: Here you can upload the XML file that came with your SafeNet eToken PASS.
de: Hier können Sie die XML-Datei für Ihre SafeNet eToken PASS importieren.

source: Please choose the token file
de: Bitte wählen Sie eine Tokendatei

source: Hash Algorithm
de: Hash Algorithmus

source: automatic detection
de: automatisch erkennen

source: Aladdin XML Token file
de: Aladdin XML Tokendatei

source: load token file
de: Tokendatei laden

source: Here you may upload the XML file of any OATH compliant OTP Token.The privacyIDEA server will automatically recognize if the token is an HOTP (event based) or a TOTP (time based) token. If the HMAC secrets are encrypted you either need - depending on the encryption - the password or the encryption key.
de: Hier können Sie die XML-Datei für OATH kompatible Token importieren. privacyIDEA erkennt automatisch, ob die Token ereignis (HOTP) oder zeitbasiert (TOTP) sind. Wenn die HMAC Seeds verschlüsselt sind, müssen Sie - abhängig von der Verschlüsselung - entweder ein Passwort oder den Verschlüsselungskey angeben.

source: Check the serial numbers for OATH compliance (non-compliant serial numbers will be ignored)
de: Überprüfe die Seriennummern auf OATH Compliance. Token mit Seriennummern, die nicht compliant sind, werden ignoriert.

source: plain value
de: Unverschlüsselte Werte

source: preshared key
de: Mit Preshared Key verschlüsselt

source: password protected
de: Mit Passwort verschlüsselt

source: PSKC Key file
de: PSKC Datei

source: Open help on OATH CSV import
de: Hilfe zum Import von OATH CSV-Dateien

source: Here you can upload a csv file for your OATH token. The file is supposed to contain one token per line
de: Hier können Sie eine CSV Datei importieren, die OATH Token Definitionen enthält. Diese Datei muss einen Token pro Zeile enthalten.

source: For HOTP and TOTP tokens:
de: Für HOTP und TOTP Token:

source: serial number, seed, type, otplen, timeStep
de: Seriennummer, Seed, Typ, OTP-Länge, Zeitschritt

source: For OCRA tokens:
de: Für OCRA Token:

source: serial number, seed, type, ocrasuite
de: Seriennummer, Seed, Typ, OCRA-Suite

source: type (default hotp), otplen (default 6), timeStep (default 30) and ocrasuite are optional.
de: Die Spalten Typ (HOTP), OTP-Länge (6), Zeitschritt (30) und OCRA-Suite sind optional.

source: OATH csv Token file
de: OATH CSV Tokendatei

source: Open help on Yubikey import
de: Hilfe zum Import von Yubikey-CSV-Dateien

source: Here you can upload a csv file for your Yubikey token. The file is supposed to contain one token per line
de: Hier können Sie eine CSV Datei importieren, die Yubikey Token Definitionen enthält. Diese Datei muss einen Token pro Zeile enthalten und wurde mit der Yubikey Personalisierungs GUI erstellt.

source: Yubikey csv Token file
de: Yubikey CSV Tokendatei

source: Here you can upload the data file that came with your Tagespasswort tokens.
de: Hier können Sie die Datei importieren, die mit Ihren Tagespasswort-Token kam.

source: Tagespasswort Token file
de: Tagespasswort Tokendatei

source: Here you can upload the data file that came with your eToken.
de: Hier können Sie die Datei importieren, die mit Ihren eToken ausgeliefert wurde.

source: eToken dat file
de: eToken .dat Datei

source: Here you can upload the XML file that came with your Feitian tokens.
de: Hier können Sie die XML-Datei für Ihre Feitian Token importieren.

source: Feitian XML Token file
de: Feitian XML Tokendatei

source: Here you can upload your Vasco dpx file.
de: Hier können Sie Ihre VASCO DPX-Datei importieren.

source: OTP length
de: OTP-Länge

source: Vasco dpx file
de: VASCO DPX-Datei

source: Here you can import your policy file.
de: Hier können Sie Ihre Richtlinien-Datei importieren.

source: Please choose the policy file
de: Bitte wählen Sie eine Richtlinien-Datei

source: Import policies
de: Richtlinien importieren

source: Import policy file
de: Richtlinien-Datei importieren

source: Open help on realms
de: Hilfe zu Realms

source: Create a new realm or select one available realm
de: Hier können Sie einen neuen Realm anlegen oder einen existierenden bearbeiten

source: New
de: Neu

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Set Default
de: Als Standard-Realm setzen

source: Clear Default
de: Standard entfernen

source: Open help on UserIdResolvers
de: Hilfe zu UserIdResolvern

source: Create a new or select one available UserIdResolver
de: Hier können Sie einen neuen Resolver anlegen oder einen existierenden bearbeiten

source: Resolver
de: IdResolver

source: Which type of resolver do you want to create?
de: Welchen Typ UserIdResolver wollen Sie neu anlegen?

source: Creating a new UserIdResolver
de: Einen neuen UserIdResolver anlegen

source: Open help on Realms
de: Hilfe zu Realms

source: Here you can add or remove existing resolvers to the realm
de: Hier können Sie existierende Resolver zu einem Realm hinzufügen oder von einem Realm entfernen

source: You are creating a new realm.
de: Sie legen hier einen neuen Realm an.

source: You may add resolvers by holding down Ctrl-Key and left-clicking.
de: Sie können Resolver hinzufügen, indem Sie die Strg-Taste halten und links klicken.

source: Here you may define the resolvers belonging to the realm
de: Hier können Sie definieren, welche Resolver zu dem Realm gehören

source: Edit Realm
de: Realm bearbeiten

source: Save
de: Speichern

source: The following tokens will be permanently deleted and can not be recovered.
de: Die folgenden Token werden endgültig gelöscht und können nicht wieder hergestellt werden.

source: Delete selected tokens?
de: Ausgewählte Token löschen?

source: Delete tokens
de: Token löschen

source: Enrolled the token
de: Der Token

source: for user
de: wurde ausgerollt für Benutzer

source: token enrollment
de: Token ausgerollt

source: Token serial
de: Seriennummer

source: The token was lost? You may enroll a temporary token and automatically disable the lost token.
de: Der Token ging verloren? Sie können einen neuen temporären Token ausrollen. Dabei wird der verlorene Token automatisch deaktiviert.

source: Lost Token
de: Verlorener Token

source: Get temporary token
de: Temporären Token erzeugen

source: Hashlib
de: Hash Algorithmus

source: Counter Window
de: Zählerfenster

source: Max Fail Counter
de: Maximalwert für den Fehlzähler

source: Max Auth Count
de: Maximale versuchte Authentisierungen

source: Max Successful Auth Count
de: Maximale erfolgreiche Authentisierungen

source: Validity start
de: Start Gültigkeitszeitraum

source: Validity end
de: Ende Gültigkeitszeitraum

source: Sync Window
de: Resynchronisierungsfenster

source: Time Window
de: Zeitfenster

source: Time Shift
de: Zeitversatz

source: Time Step
de: Zeitschritt

source: set Hashlib
de: setze Hash Algorithmus

source: set OTP length
de: setze OTP-Länge

source: set Counter Window
de: setze Zählerfenster

source: set Max Failcount
de: setze Fehlzähler

source: set Max Auth Count
de: setze maximal versuchte Authentisierungen

source: set Max Successful Auth Count
de: setze maximal erfolgreiche Authentisierungen

source: Mobile phone number
de: Mobiltelefonnummer

source: set Sync Window
de: setze Resynchronisierungsfenster

source: set Time Window
de: setze Zeitfenster

source: set Time Shift
de: setze Zeitversatz

source: set Time Step
de: setze Zeitschritt

source: set Description
de: setze Beschreibung

source: You may resync the token:
de: Resynchronisieren des Tokens:

source: Therefor please enter two OTP values.
de: Hierzu geben Sie bitte zwei aufeinanderfolgende OTP-Werte ein.

source: Resync Token
de: Token resynchronisieren

source: Resync
de: resynchronisieren

source: Here you may define to which realms the token shall belong to:
de: Hier können Sie definieren, zu welchen Realms dieser Token gehören soll:

source: You may add realms by holding down Ctrl-Key and left-clicking.
de: Sie können Realms hinzufügen, indem Sie die Strg-Taste halten und links klicken.

source: Edit Realms of Token
de: Realms des Tokens bearbeiten

source: You may get OTP values for token:
de: Für diesen Token können Sie OTP-Werte anfragen:

source: Enter the number, how many OTP values you want to retrieve:
de: Bitte geben Sie die Anzahl der anzufragenden OTP-Werte ein:

source: Get OTP values
de: OTP Werte anfragen

source: The following Tokens will be unassigned from the their users:
de: Die Zuweisungen der folgenden Token werden entfernt:

source: The users will not be able to authenticate with this token anymore. Are you sure?
de: Die Benutzer werden nicht mehr in der Lage sein, sich mit diesen Token zu authentisieren. Sind Sie sicher?

source: Unassign selected tokens?
de: Zuweisung der ausgewählten Token aufheben?

source: Unassign
de: Zuweisung aufheben

source: Do you want to delete the realm
de: Wollen Sie den Realm löschen

source: Deleting realm
de: Realm löschen

source: Do you want to delete the resolver?
de: Wollen Sie den Resolver löschen?

source: Deleting resolver
de: Resolver löschen

source: Token enrolled. Use the old PIN with the password new password.
de: Der temporärer Token wurde ausgerollt. Der Benutzer soll seine alte PIN zusammen mit dem neuen Passwort verwenden.

source: The temporary token can be used till the end date.
de: Der temporäre Token kann bis zum Ablaufdatum verwendet werden.

source: Serial
de: Seriennummer

source: Password
de: Passwort

source: End date
de: Ablaufdatum

source: New temporary token
de: Neuer temporärer Token

source: Open help on LDAP resolver
de: Hilfe zum LDAP-Resolver

source: CA Certificate
de: CA Zertifikat

source: If you are using LDAPS you can enter the CA certificate in PEM format here.
de: Wenn Sie LDAPS verwenden, können Sie hier das CA Zertifikat im PEM Format hineinkopieren.

source: BaseDN
de: Basis DN

source: Bind Password
de: Bind Passwort

source: Sizelimit
de: Größenlimit

source: No anonymous referral chasing
de: Kein anonymes Verfolgen der Referrals

source: LDAP attributes
de: LDAP Attribute

source: LoginName Attribute
de: Attribut Loginname

source: Searchfilter
de: Suchfilter

source: Userfilter
de: Benutzerfilter

source: Attribute mapping
de: Attributszuordnung

source: UID Type
de: UID Typ

source: Preset AD
de: AD vorbelegen

source: Preset LDAP
de: LDAP vorbelegen

source: Testing connections...
de: Teste LDAP Verbindung...

source: Test LDAP connection
de: LDAP Verbindung testen

source: Open help on SQL resolver
de: Hilfe zum SQL-Resolver

source: Server config
de: Serverkonfiguration

source: Driver
de: Treiber

source: Database
de: Datenbank

source: User
de: Benutzer

source: SQL attributes
de: SQL Attribute

source: Database table
de: Datenbanktabelle

source: Where statement
de: Where Anweisung

source: Database encoding
de: Datenbank-Kodierung

source: Additional connection parameters
de: Zusätzliche Verbindungsparameter

source: Preset database attributes
de: Datenbankattribute vorbelegen

source: Test SQL connection
de: SQL Verbindung testen

source: Open help on SCIM resolver
de: Hilfe zum SCIM-Resolver

source: SCIM config
de: SCIM Konfiguration

source: Secret
de: Geheimer Schlüssel

source: Mapping
de: Zuordnung

source: Test SCIM connection
de: SCIM Verbindung testen

source: The following machine with all assignments will be deleted.
de: Der folgende Client-Computer mitsamt der Token- und Applikationszuweisungen wird gelöscht.

source: Delete selected machine?
de: Ausgewählten Client-Computer löschen?

source: The following application and token will be removed from the machine:
de: Die folgende Applikation- und Token-Zuweisung wird vom Client-Computer entfernt.

source: Remove selected application?
de: Ausgewählte Applikation entfernen?

source: Remove application
de: Entferne Applikation

source: File configuration
de: Datei-Konfiguration

source: filename
de: Dateiname

source: File Resolver
de: Datei Resolver

source: Open help on auto creating default realm
de: Hilfe zur automatischen Erzeungung des Standard-Realms mit lokalen Benutzern

source: You have no user realm configured, yet. You will not be able to assign tokens to users. If you wish to, the system can create a default realm for you with the local users on the server.
de: Sie haben bisher keinen Realm angelegt. Deswegen können Sie keinen Token Benutzern zuweisen. Wenn Sie möchten, kann das System automatisch einen Standard-Realm mit den lokalen Benutzern anlegen.

source: To learn more about realms and resolvers, click the question mark in the green circle.
de: Um mehr über Realms und Resolver zu erfahren, klicken Sie das Fragezeichen in dem grünen Kreis an.

source: Shall the system create this realm?
de: Soll das System diesen Realm nun anlegen?

source: Do not ask again.
de: Nicht noch einmal fragen.

source: Create default realm
de: Standard Realm anlegen

source: Create realm
de: Realm anlegen

source: No
de: Nein

source: Resyncing of token failed
de: Die Resynchronisierung des Tokens ist fehlgeschlagen.

source: Resynced token successfully
de: Der Token wurde erfolgreich resynchronisiert.

source: set PIN successfully
de: PIN erfolgreich gesetzt.

source: When displaying Token information you may only select one single Token.
de: Wenn Sie Tokeninformationen anzeigen wollen, dürfen Sie nur einen einzelnen Token auswählen.

source: When retrieving the token type you may only select one single Token.
de: Wenn Sie den Tokentypus bestimmen wollen, dürfen Sie nur einen einzelnen Token auswählen.

source: Error: unknown tokentype in function token_enroll()
de: Fehler: unbekannter Tokentyp in der Funktion <em>token_enroll()</em>.

source: Could not find a token for this OTP value.
de: Zu diesem OTP-Wert konnte kein Token ermittelt werden.

source: Error finding a token to this OTP value.
de: Fehler beim Ermitteln eines Tokens zu diesem OTP-Wert.

source: Failed to communicate to privacyIDEA server
de: Kommunikation mit dem privacyIDEA-Server fehlgeschlagen!

source: unknown token type to load!
de: Unbekannter Tokentyp beim Import!

source: Error saving SMS configuration. Please check your configuration and your server
de: Fehler beim Speichern der SMS Provider Konfiguration. Bitte überprüfen Sie die Konfiguration auf dem Server.

source: Error saving system configuration. Please check your configuration and your server
de: Fehler beim Speichern der Systemkonfiguration. Bitte überprüfen Sie die Konfiguration auf dem Server.

source: Error saving system checkboxes configuration. Please check your configuration and your server
de: Fehler beim Speichern der Systemcheckboxen. Bitte überprüfen Sie die Konfiguration auf dem Server.

source: Regexp error in realm. You need to select ONE realm to set it as default.
de: Fehler im regulären Ausdruck des Realms. Sie dürfen nur <em>einen</em> Realm auswählen, um diesen zum Standard-Realm zu machen.

source: There is an error in the realm name!
de: Fehler im Realmnamen!

source: Policy set.
de: Richtlinie gespeichert.
