Repository: privacyidea/privacyidea
Catalog: privacyidea/i18n/*/LC_MESSAGES/privacyidea.po
Languages: de

source: Policy name is not defined!
de: Der Name der Richtlinie ist nicht definiert!

source: Policy deleted.
de: Richtlinie gelöscht.

source: Error fetching list!
de: Fehler beim Abrufen der Liste!

source: created token with serial
de: Token erfolgreich erzeugt. Seriennummer:

source: losttoken failed
de: Verlorener Token fehlgeschlagen

source: set token PIN failed
de: Setzen der Token PIN fehlgeschlagen

source: Error while fetching the tokentype
de: Fehler beim Bestimmen des Tokentyps

source: Error creating token
de: Fehler beim Erzeugen des Tokens

source: Failed
de: Fehlgeschlagen

source: Failed to import token
de: Import der Token fehlgeschlagen

source: Token import result
de: Ergebnis des Tokenimports

source: Failed to import policies
de: Import der Richtlinien fehlgeschlagen

source: Policy import result
de: Ergebnis des Richtlinienimports

source: Error saving ldap configuration.
de: Fehler beim Speichern der LDAP Konfiguration.

source: Error saving realm configuration.
de: Fehler beim Speichern der Realm Konfiguration

source: Realm created
de: Realm angelegt

source: Error setting Token realms
de: Fehler beim Setzen der Tokenrealms

source: Error saving file configuration
de: Fehler beim Speichern der Datei Konfiguration

source: Error saving sql configuration
de: Fehler beim Speichern der SQL Konfiguration

source: Error saving SCIM configuration
de: Fehler beim Speichern der SCIM Konfiguration

source: Resolver deleted successfully
de: Der Resolver wurde erfolgreich gelöscht

source: Failed deleting resolver
de: Löschen des Resolvers fehlgeschlagen

source: Realm deleted
de: Realm gelöscht

source: Failed deleting Realm
de: Löschen des Realms fehlgeschlagen

source: Error in regular expression for
de: Fehler im regulären Ausdruck für

source: LDAP config seems to be OK! Number of users found
de: LDAP Konfiguration scheint OK! Anzahl der gefundenen Benutzer

source: Error loading LDAP resolver
de: Fehler beim Laden des LDAP Resolvers

source: Error loading SQL resolver
de: Fehler beim Laden des SQL Resolvers

source: Error loading SCIM resolver
de: Fehler beim Laden des SCIM Resolvers

source: SQL config seems to be OK! Number of users found
de: SQL Konfiguration scheint OK! Anzahl der gefundenen Benutzer

source: SQL config contains errors
de: SQL Konfiguration enthält Fehler

source: SCIM config seems to be OK! Number of users found
de: SCIM Konfiguration scheint OK! Anzahl der gefundenen Benutzer

source: SCIM config contains errors
de: SCIM Konfiguration enthält Fehler

source: Unknown PIN type
de: Unbekannter PIN Typ

source: You entered invalid data. Please check all the Tabs!
de: Sie haben ungültige Daten eingegeben. Bitte prüfen Sie alle Reiter!

source: Error occurred during processing
de: Fehler bei der Verarbeitung

source: You have defined UserIdResolvers. But you need to create at least one realm that contains some of your UserIdResolvers. The realm Dialog will now open to do this.
de: Sie haben UserIdResolver definiert. Sie müssen aber mindestens einen Realm definieren, um Benutzern Token zuweisen zu können. Dazu wird nun der Realm-Dialog geöffnet.

source: This realm is already the default realm.
de: Dieser Realm ist bereits der Standard-Realm.

source: Incorrect or missing input at
de: Fehlerhafte oder fehlende Angaben in:

source: Please have a look at each of the forms for more details.
de: Bitte überprüfen sie auf die einzelnen Konfigurations-Einstellungen für weitere Details.

source: Form Validation Error
de: Formular Eingabe Fehler

source: Please verify the presetted data. You might need to change the database table name.
de: Bitte überprüfen Sie die Vorbelegungen. Evtl. müssen Sie den Tabellennamen anpassen.

source: SQL preset
de: SQL Vorbelegungen

source: Machine successfully deleted.
de: Client-Computer erfolgreich gelöscht.

source: Application removed successfully from machine.
de: Applikation vom Client-Computer erfolgreich entfernt.

source: Machine created successfully.
de: Client-Computer erfolgreich angelegt.

source: Machine name, serial and application must not be emptry!
de: Der Maschinenname, die Seriennummer und die Applalation dürfen nicht leer sein!

source: OTP values
de: OTP-Werte

source: Your token
de: Ihr Token

source: is of type
de: ist vom Typ

source: Export policies
de: Richtlinien exportieren

source: Open help on policies
de: Hilfe zu Richtlinien

source: Active
de: Aktiv

source: Policy name
de: Name der Richtlinie

source: The name of the policy
de: Der Name der Richtlinie

source: Scope
de: Bereich

source: __undefined__
de: __inaktiv__

source: Action
de: Aktionen

source: The action that should be allowed. These are actions like: enrollSMS, enrollMOTP...The actions may be comma separated.
de: Die Aktion, die erlaubt sein sollen. Dies sind Aktionen wie 'enrollSMS', 'enrollMOTP'... Die Aktionen sind durch Kommata getrennt.

source: The user or usergroup the policy should apply to
de: Die Benutzer eine Gruppe für die die Richtlinie gelten soll

source: The realm the policy applies to
de: Der Realm, für den die Richtlinie gelten soll

source: Comma separated list of client IPs and Subnets.
de: Durch Kommata getrennte Liste von Client-IP-Adressen oder Subnetzen.

source: Time
de: Zeit

source: The time on which the policy should be applied
de: Die Zeit, zu welcher die Richtlinie gültig sein soll

source: set policy
de: Richtlinie speichern

source: delete policy
de: Richtlinie löschen

source: selected tokens
de: ausgewählte Token

source: selected users
de: ausgewählte Benutzer

source: selected machine
de: ausgewählter Client

source: enroll
de: ausrollen

source: assign
de: zuweisen

source: unassign
de: Zuweisung aufheben

source: enable
de: aktivieren

source: disable
de: deaktivieren

source: set PIN
de: PIN setzen

source: Reset failcounter
de: Fehlzähler zurücksetzen

source: delete
de: löschen

source: Token View
de: Tokenansicht

source: User View
de: Benutzeransicht

source: Machines
de: Client-Computer

source: Audit Trail
de: Audit

source: help on tokeninfo
de: Hilfe zu Tokeninfo

source: count auth
de: Authentisierungszähler

source: count auth max
de: Authentisierungszähler Maximum

source: time window
de: Zeitfenster

source: time step
de: Zeitschritt

source: time shift
de: Zeitversatz

source: mobile phone number
de: Mobiltelefonnummer

source: Lost token
de: Verlorener Token

source: set token realm
de: Tokenrealm setzen

source: get OTP
de: OTP Werte anfragen

source: help on tokenview
de: Hilfe zur Tokenliste

source: help on userview
de: Hilfe zur Benutzerliste

source: Activate your OCRA Token
de: Aktivieren Sie Ihren OCRA Token

source: Your OCRA Token :
de: Ihr OCRA Token:

source: activate your OCRA Token
de: Aktivieren Sie Ihren OCRA Token

source: finish your OCRA Token
de: OCRA Token fertigstellen

source: Assign OTP Token
de: OTP Token zuweisen

source: You may either assign the token by entering the serial number or you can enter an OTP value of the token and the system will try to identify the token for you.
de: Sie können entweder einen Token zuweisen, indem Sie direkt die Seriennummer eingeben, oder Sie können den Token über einen OTP-Wert bestimmen und dann zuweisen.

source: The OTP value of the Token to assign
de: OTP-Wert des Tokens, der zugwiesen werden soll

source: determine serial number
de: Seriennummer bestimmen

source: Serialnumber of new Token
de: Seriennummer des neuen OTP Tokens

source: assign Token
de: Token zuweisen

source: in realm
de: im Realm

source: Your tokens:
de: Ihre Token

source: Activate your QR token
de: QR Token aktivieren

source: Activate your OCRA token
de: OCRA token aktivieren

source: Enroll OATH token
de: OATH Token ausrollen

source: Enroll Google Authenticator
de: Google Authenticator ausrollen

source: Assign Token
de: Token zuweisen

source: Disable Token
de: Token deaktivieren

source: Enable Token
de: Token aktivieren

source: Reset Failcounter
de: Fehlzähler zurücksetzen

source: set mOTP PIN
de: mOTP PIN setzen

source: get OTP values
de: OTP Werte anfragen

source: unassign Token
de: Tokenzuweisung aufheben

source: delete Token
de: Token löschen

source: History
de: Verlauf

source: Error enrolling token: %s
de: Fehler beim Ausrollen des Tokens: %s

source: Token enrolled successfully: %s
de: Der Token wurde erfolgreich ausgerollt: %s

source: Delete OTP Token
de: OTP Token löschen

source: selected Token
de: ausgewählter Token

source: Disable OTP Token
de: OTP Token deaktivieren

source: disable Token
de: Token deaktivieren

source: Enable OTP Token
de: OTP Token aktivieren

source: enable Token
de: Token aktivieren

source: get OTP values from Token
de: OTP Werte vom Token anfragen

source: Number of OTP values to retrieve
de: Anzahl der anzufragenden OTP-Werte

source: Login to privacyIDEA
de: Anmeldung an privacyIDEA

source: Username
de: Benutzername

source: Open help on WebUI Login
de: Hilfe zum WebUI Login

source: Failed to retrieve the OTP values of your token:
de: Das Anfordern der OTP-Werte ist fehlgeschlagen:

source: reset Failcounter
de: Fehlzähler zurücksetzen

source: Resync OTP Token
de: OTP Token resynchronisieren

source: resync OTP
de: OTP resynchronisieren

source: Reset mOTP PIN
de: mOTP PIN zurücksetzen

source: This resets the mOTP PIN, which is the PIN that is entered in the motp application on your phone.
de: Dies setzt die mOTP PIN zurück. Diese PIN geben Sie in der motp App auf Ihrem Telefon ein.

source: repeat mOTP PIN
de: mOTP PIN wiederholen

source: The passwords do not match!
de: Die Passwörter sind nicht gleicht!

source: Error setting mOTP PIN:
de: Fehler beim Setzen des mOTP PINs:

source: mOTP PIN set successfully
de: mOTP PIN erfolgreich gesetzt.

source: Reset OTP PIN
de: OTP PIN zurücksetzen

source: repeat PIN
de: PIN wiederholen

source: Error setting PIN:
de: Fehler beim Setzen der PIN:

source: PIN set successfully
de: PIN erfolgreich gesetzt

source: Unassign OTP Token
de: OTP Tokenzuweisung aufheben

source: Provision your Google Authenticator
de: Google Authenticator registrieren

source: 1. You first need to install the google authenticator to your Android or iPhone.
de: 1. Sie müssen erst den Google Authenticator auf Ihrem Android oder iPhone installieren.

source: link for Android
de: Link für Android

source: link for iPhone
de: Link für iPhone

source: Following the above link, you can directly go to install the google authenticator on your iPhone.
de: Indem Sie dem obigen Link folgen, können Sie direkt den Google Authenticator auf Ihrem iPhone installieren.

source: 2. Then you may create a profile.
de: 2. Dann können Sie Ihren Token/das Profil erzeugen.

source: event based
de: HMAC ereignisbasiert

source: time based
de: HMAC zeitbasiert

source: enroll Google Authenticator
de: Google Authenticator registrieren

source: successfully created!
de: erfolgreich erzeugt!

source: Click on this link to install the profile to your Android or iPhone:
de: Klicken Sie auf Ihrem Smartphone auf diesen Link, um das Profil auf Ihrem Android oder iPhone zu installieren:

source: install profile
de: Profil installieren

source: Or you can scan the QR code below with your Android phone to import the secret.
de: Alternativ scannen Sie den unten angezeigten QR Code mit Ihrem Android Smartphone, um das Profil zu importieren.

source: Provision your OATH Token
de: OATH Token registrieren

source: 1. You first need to install the oathtoken to your iPhone.
de: 1. Sie müssen zuerst die oathtoken App auf Ihrem iPhone installieren.

source: Following the above link, you can directly go to install the oath token on your iPhone.
de: Indem Sie dem obigen Link folgen, können Sie direkt die oathtoken App auf Ihrem iPhone installieren.

source: enroll OATH Token
de: OATH Token erzeugen

source: Click on this link to install the oathtoken profile to your iPhone:
de: Klicken Sie ihn Ihrem Smartphone auf diesen Link, um das Profil auf Ihrem iPhone zu installieren:

source: Or you can scan the QR code below with your iPhone to import the secret.
de: Alternativ scannen Sie den unten angezeigten QR Code mit Ihrem iPhone, um das Profil zu importieren.

source: Selfservice portal
de: Benutzerportal

source: If checked a realm dropdown box will be displayed on the selfservice portal logon page.
de: Eine Dropdown Liste wird angezeigt, aus der der Benutzer den Realm auswählen kann, in dem er sich im Benutzerportal anmelden will.
