Repository: privacyidea/privacyidea
Catalog: privacyidea/static_new/src/locale/messages.*.xlf
Languages: uk

source: Content Layout
uk: Макет контенту

source: Enter Filter
uk: Введіть фільтр

source: Filter Input
uk: Вхідний фільтр

source: Example query: 'type: hotp userid: 1000'
uk: Приклад запиту: 'type: hotp userid: 1000'

source: Audit Data Table
uk: Таблиця даних аудиту

source: Header Row
uk: Рядок заголовка

source: Data Row
uk: Рядок даних

source: No Data Row
uk: Без рядка даних

source: No Data Cell
uk: Без комірки даних

source: No data matching the filter.
uk: Немає даних, що відповідають фільтру.

source: logo
uk: логотип

source: Logo
uk: Логотип

source: Tokens
uk: Токени

source: Machines
uk: Машини

source: Configuration
uk: Конфігурація

source: Audit
uk: Аудит

source: Components
uk: Компоненти

source: Preview
uk: Попередній перегляд

source: Support
uk: Підтримка

source: Logout
uk: Вийти

source: Preview
uk: Попередній перегляд

source: Layout
uk: Макет

source: Header
uk: Заголовок

source: Main Router Outlet
uk: Головна розетка маршрутизатора

source: Login Container
uk: Контейнер для входу

source: logo-text
uk: логотип-текст

source: Logo Text
uk: Текст логотипу

source: Login Form
uk: Форма входу

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: One-Time-Password
uk: Одноразовий пароль

source: Login Button
uk: Кнопка входу

source: Log In
uk: Увійти

source: Start Over
uk: Почати спочатку

source: Reset
uk: Скинути

source: WebAuthn Button
uk: Кнопка WebAuthn

source: Passkey Button
uk: Кнопка ключа доступу

source: Log In With Passkey
uk: Увійти за допомогою пароля

source: Are you sure you want to {{ data.action }} @if ((data.serial_list?.length ?? 0) > 1 && data.type === "token") { all ({{ data.serial_list?.length }}) {{ data.type }}s? }@else { this {{ data.type }}? }
uk: Ви впевнені, що хочете {{ data.action }} @if ((data.serial_list?.length ?? 0) > 1 && data.type === "token") { всі ({{ data.serial_list?.length }}) {{ data.type }}s? }@else { this {{ data.type }}? }

source: This search request will check {{ data.numberOfTokens }} tokens in the system for the given OTP value. <br />This could take a lot of time and could even time out.
uk: Цей пошуковий запит перевірить {{ data.numberOfTokens }} токени в системі для заданого значення OTP. <br />Це може зайняти багато часу і навіть призвести до перевищення терміну дії.

source: Cancel
uk: Скасувати

source: Filter by:
uk: Фільтрувати за:

source: Assign Token Self-Service
uk: Самообслуговування призначення токена

source: Assign Token
uk: Призначити токен

source: If you were handed a token device, you may connect this device to your account. Turn over the token, you may find a serial number printed on the token. Please enter this serial number and make up a token pin.
uk: Якщо вам видали токен-пристрій, ви можете підключити цей пристрій до свого облікового запису. Переверніть токен, на ньому ви знайдете серійний номер. Введіть цей серійний номер і придумайте PIN-код для токена.

source: Enter Serial
uk: Введіть серійний номер

source: Serial is <strong>required</strong>
uk: Серійний номер є <strong>обов'язковий</strong>

source: <mat-icon>person_add</mat-icon> Assign Token
uk: <mat-icon>person_add</mat-icon> Призначити токен

source: Set PIN
uk: Встановити PIN-код

source: Repeat PIN
uk: Повторіть PIN-код

source: Challenges
uk: Виклики

source: Example query: 'transaction_id: 00000000000000000001'
uk: Приклад запиту: 'transaction_id: 00000000000000000001'

source: Token Challenges Table
uk: Таблиця випробувань токенів

source: Create Container
uk: Створити контейнер

source: Create a New Container
uk: Створити новий контейнер

source: <mat-icon>add</mat-icon> Create
uk: <mat-icon>додати</mat-icon> Створити

source: Supported Token Types: @if (containerService.selectedContainerType().token_types.length >= tokenService.tokenTypeOptions().length) { All }@else if (containerService.selectedContainerType().token_types.length > 1) { {{ containerService.selectedContainerType().token_types.join(", ") }} }@else { {{ containerService.selectedContainerType().token_types[0] }} }
uk: Підтримувані типи токенів: @if (containerService.selectedContainerType().token_types.length >= tokenService.tokenTypeOptions().length) { All }@else if (containerService.selectedContainerType().token_types.length > 1) { {{ containerService.selectedContainerType().token_types.join(", ") }} }@else { {{ containerService.selectedContainerType().token_types[0] }} }

source: Description
uk: Опис

source: Enter description
uk: Введіть опис

source: Use a Template
uk: Використайте шаблон

source: Template
uk: Шаблон

source: Assign the Container to a User
uk: Призначити контейнер користувачеві

source: Select Realm of User
uk: Виберіть область користувача

source: Enter User
uk: Введіть користувача

source: User is <strong>required</strong>
uk: Користувач є <strong>обов'язковий</strong>

source: Only add to the realm <br /> (no user assignment)
uk: Додати лише до області <br /> (без призначення користувача)

source: Registration
uk: Реєстрація

source: Optional Settings
uk: Додаткові налаштування

source: Passphrase Prompt
uk: Запит парольної фрази

source: This prompt will be displayed to the user.
uk: Це повідомлення буде відображено користувачеві.

source: Enter a passphrase prompt that will be displayed to the user. This should indicate which passphrase the user should enter.
uk: Введіть запит на пароль, який буде відображатися користувачеві. Він має вказувати, який пароль користувач повинен ввести.

source: Passphrase Response
uk: Відповідь на парольну фразу

source: Passphrase the use has to enter to successfully register the container.
uk: Парольна фраза, яку користувач має ввести для успішної реєстрації контейнера.

source: This is the correct answer to the passphrase prompt the user has to enter to successfully register the container.
uk: Це правильна відповідь на запит парольної фрази, яку користувач має ввести для успішної реєстрації контейнера.

source: Generate a QR code to register the container on a smartphone.
uk: Згенеруйте QR-код для реєстрації контейнера на смартфоні.

source: Container Successfully Created
uk: Контейнер успішно створено

source: The container was successfully created with serial number <a (click)="containerSelected(data.containerSerial())"> {{ data.containerSerial() }} </a>.
uk: Контейнер успішно створено із серійним номером <a (click)="containerSelected(data.containerSerial())"> {{ data.containerSerial() }} </a>.

source: QR Code
uk: QR-код

source: <p class="width-36"> Please scan the QR code with the privacyIDEA Authenticator App or click this <a href="{{ data.response.result?.value?.container_url?.value }}">link</a> on your smartphone to register your container. It will send the missing registration data to the configured endpoint. </p><button (click)="regenerateQRCode()" class="card-button" mat-flat-button><mat-icon>autorenew</mat-icon> Regenerate QR Code </button>
uk: <p class="width-36"> Будь ласка, відскануйте QR-код за допомогою програми privacyIDEA Authenticator або натисніть тут <a href="{{ data.response.result?.value?.container_url?.value }}">link</a> на вашому смартфоні, щоб зареєструвати контейнер. Він надішле відсутні дані реєстрації до налаштованої кінцевої точки. </p><button (click)="regenerateQRCode()" class="card-button" mat-flat-button><mat-icon>автоматичне поновлення</mat-icon> Згенерувати QR-код знову </button>

source: Information
uk: Інформація

source: Container Details Data Table
uk: Таблиця даних про контейнер

source: Add new key
uk: Додати новий ключ

source: Add new info
uk: Додати нову інформацію

source: Container Details Token Table
uk: Таблиця токенів деталей контейнера

source: Token in Container
uk: Токен у контейнері

source: Filter across all columns.
uk: Фільтрувати по всіх стовпцях.

source: Token of Container Data Table
uk: Маркер таблиці даних контейнера

source: Remove Column Header
uk: Вилучити заголовок стовпця

source: Remove
uk: Вилучити

source: Remove Button Cell
uk: Вилучити ґудзикову клітинку

source: Remove Token from Container
uk: Вилучити токен з контейнера

source: Delete Column Header
uk: Видалити заголовок стовпця

source: Delete
uk: Видалити

source: Delete Button Cell
uk: Видалити клітинку-ґудзика

source: Delete Token
uk: Видалити токен

source: <mat-icon>playlist_add</mat-icon> "Assign to All Tokens"
uk: <mat-icon>playlist_add</mat-icon> "Призначити всім токенам

source: Unassign from All Tokens
uk: Скасувати призначення з усіх токенів

source: Activate All Tokens
uk: Активувати всі токени

source: Deactivate All Tokens
uk: Деактивувати всі токени

source: Remove All Tokens
uk: Вилучити всі токени

source: Delete All Tokens
uk: Видалити всі токени

source: Details
uk: Деталі

source: Details for Container:
uk: Деталі для контейнера:

source: Container Detail Data Table
uk: Таблиця Даних про Контейнер

source: Select Realms
uk: Виберіть світи

source: User Detail Data Table
uk: Таблиця даних про користувачів

source: Only display tokens not in a container
uk: Відображати лише токени, які не в контейнері

source: Note: Adding a token removes it from
uk: Примітка: Додавання токена вилучає його з

source: its previous container.
uk: його попередній контейнер.

source: Add Token to Container
uk: Додати токен до контейнера

source: Example query: 'type: hotp serial: 123'
uk: Приклад запиту: 'type: hotp serial: 123'

source: User Assignment
uk: Призначення користувача

source: PIN (optional)
uk: PIN (необов'язково)

source: PIN (repeat)
uk: PIN (повторити)

source: PINs do not match
uk: PIN-коди не збігаються

source: Cancel
uk: Скасувати

source: Assign to all Tokens
uk: Призначити всім токенам

source: Container Table
uk: Таблиця контейнерів

source: Example query: 'type: generic user: admin'
uk: Приклад запиту: 'type: generic user: admin'

source: Container Data Table
uk: Таблиця даних контейнера

source: Container has no tokens.
uk: Контейнер не має токенів.

source: No data matching the filter.
uk: Немає даних, що відповідають фільтру.

source: Container has no tokens.
uk: Контейнер не має токенів.

source: Token Overview
uk: Огляд токенів

source: Token Enrollment
uk: Реєстрація токенів

source: Container Overview
uk: Огляд контейнера

source: Audit Log
uk: Журнал аудиту

source: Token Applications Offline
uk: Заявки на токени офлайн

source: HOTP tokens can be attached with offline to e.g. notebooks.
uk: Токени HOTP можна прив'язати офлайн, наприклад, до ноутбуків.

source: Example query: 'service_id: myService'
uk: Приклад запиту: 'service_id: myService'

source: Token Applications Table
uk: Таблиця заявок на токени

source: Token Applications SSH
uk: Застосунки токенів SSH

source: SSH Tokens can be attached to a service ID with a user. The user is the user on the SSH server and may differ from the token owner. To attach the token to a service ID go to the token details.
uk: Токени SSH можна прив’язати до ідентифікатора служби з користувачем. Користувач – це користувач на SSH-сервері та може відрізнятися від власника токена. Щоб прив’язати токен до ідентифікатора служби, перейдіть до деталей токена.

source: To define service IDs go to <a ui-sref="config.serviceid">Service ID config</a> .
uk: Щоб визначити ідентифікатори послуг, перейдіть до <a ui-sref="config.serviceid">Конфігурація ідентифікатора служби</a> .

source: Token Applications
uk: Заявки на токени

source: Select Application Type
uk: Виберіть тип програми

source: SSH: Attaching SSH keys to services
uk: SSH: Підключення SSH-ключів до сервісів

source: Offline: Use HOTP token for offline login to notebooks
uk: Офлайн: Використовуйте токен HOTP для входу в ноутбуки офлайн

source: Application Type Not Found
uk: Тип програми не знайдено

source: <mat-icon class="mdi--folder-search"></mat-icon> Overview
uk: <mat-icon class="mdi--folder-search"></mat-icon> Огляд

source: <mat-icon>create_new_folder</mat-icon> Create
uk: <mat-icon>create_new_folder</mat-icon> Створити

source: <mat-icon>plagiarism</mat-icon> Templates
uk: <mat-icon>plagiarism</mat-icon> Шаблони

source: <mat-icon>note_add</mat-icon> Create Template
uk: <mat-icon>note_add</mat-icon> Створити шаблон

source: <mat-icon>info_outline</mat-icon> Help
uk: <mat-icon>info_outline</mat-icon> Допомога

source: <mat-icon> delete_sweep</mat-icon> Delete Selected
uk: <mat-icon> delete_sweep</mat-icon> Видалити вибране

source: <mat-icon>health_and_safety</mat-icon> Container Details
uk: <mat-icon>health_and_safety</mat-icon> Деталі контейнера

source: <mat-icon>add_moderator</mat-icon> Enroll Token
uk: <mat-icon>add_moderator</mat-icon> Зареєструвати токен

source: <mat-icon>remove_red_eye</mat-icon> Lost Container
uk: <mat-icon>remove_red_eye</mat-icon> Втрачений контейнер

source: <mat-icon>broken_image</mat-icon> Damaged Container
uk: <mat-icon>broken_image</mat-icon> Пошкоджений контейнер

source: <mat-icon> delete</mat-icon> Delete
uk: <mat-icon> видалити</mat-icon> Видалити

source: Assign Selected Token to User
uk: Призначити вибраний токен користувачеві

source: Some token are already assigned to a user. <br /> Assigning a token to a user will remove the previous assignment.
uk: Деякі токени вже призначено користувачеві. <br /> Призначення токена користувачеві призведе до скасування попереднього призначення.

source: User Realm is <strong>required</strong>
uk: Користувацький світ <strong>обов'язковий</strong>

source: User must be selected from the list.
uk: Користувача потрібно вибрати зі списку.

source: User does not exist in the selected realm.
uk: Користувач не існує у вибраній області.

source: Assign to Selected Token
uk: Призначити вибраному токену

source: Token
uk: Токен

source: Container
uk: Контейнер

source: Token {{ data.tokenSerial() }} is lost?
uk: Токен {{ data.tokenSerial() }} втрачено?

source: If the token is lost, you can enroll a temporary password based token and give the password to the user. The OTP PIN of the old token is still the same.
uk: Якщо токен втрачено, ви можете зареєструвати тимчасовий токен на основі пароля та надати пароль користувачеві. PIN-код OTP старого токена залишається тим самим.

source: The user will have to authenticate with the old OTP PIN he knows and this newly generated password.
uk: Користувачеві доведеться пройти автентифікацію, використовуючи старий PIN-код OTP, який він знає, та цей щойно згенерований пароль.

source: The old token {{ data.tokenSerial() }} will be disabled and can be deleted or enabled later.
uk: Старий токен {{ data.tokenSerial() }} буде вимкнено та може бути видалений або ввімкнений пізніше.

source: <mat-icon class="question-icon">question_mark</mat-icon> Mark Token as Lost
uk: <mat-icon class="question-icon">question_mark</mat-icon> Позначити токен як втрачений

source: Close
uk: Закрити

source: Token was marked as lost successfully.
uk: Токен успішно позначено як втрачений.

source: The serial of the new token is <a (click)="tokenSelected(lostTokenData?.serial)"> {{ lostTokenData?.serial ?? "" }}</a><br /> The password that needs to be combined with the OTP PIN:
uk: Серійний номер нового токена <a (click)="tokenSelected(lostTokenData?.serial)"> {{ lostTokenData?.serial ?? "" }}</a><br /> Пароль, який потрібно поєднати з PIN-кодом OTP:

source: The password can not be shown again later!
uk: Пароль не можна буде показати пізніше!

source: The token is valid until {{ lostTokenData?.end_date | date: "longDate" }} at {{ lostTokenData?.end_date | date: "shortTime" }}.
uk: Токен дійсний до {{ lostTokenData?.end_date | date: "longDate" }} о {{ lostTokenData?.end_date | date: "shortTime" }}.

source: <mat-icon>policy</mat-icon> Overview
uk: <mat-icon>політика</mat-icon> Огляд

source: <mat-icon>add_moderator</mat-icon> Enrollment
uk: <mat-icon>add_moderator</mat-icon> Реєстрація

source: <mat-icon>cached</mat-icon> Show Challenges
uk: <mat-icon>кешований</mat-icon> Показати виклики

source: <mat-icon>now_widgets</mat-icon> Applications
uk: <mat-icon>now_widgets</mat-icon> Застосування

source: <mat-icon>help_outline</mat-icon> Get Serial Number
uk: <mat-icon>help_outline</mat-icon> Отримати серійний номер

source: <mat-icon> person_add</mat-icon> Assign Selected
uk: <mat-icon> person_add</mat-icon> Призначити вибране

source: <mat-icon>health_and_safety</mat-icon> Token Details
uk: <mat-icon>health_and_safety</mat-icon> Деталі токена

source: <mat-icon>manage_search</mat-icon> Show in Audit Log
uk: <mat-icon>manage_search</mat-icon> Показати в журналі аудиту

source: <mat-icon>remove_red_eye</mat-icon> Lost Token
uk: <mat-icon>remove_red_eye</mat-icon> Втрачений токен

source: <mat-icon>undo</mat-icon> Revoke
uk: <mat-icon>відмінити</mat-icon> Відкликати

source: First OTP
uk: Перший одноразовий пароль

source: Second OTP
uk: Другий одноразовий пароль

source: <mat-icon class="detail-button-icon">sync</mat-icon> Resync Token
uk: <mat-icon class="detail-button-icon">синхронізація</mat-icon> Токен повторної синхронізації

source: Token PIN
uk: PIN-код токена

source: <mat-icon class="detail-button-icon">password</mat-icon> Set PIN
uk: <mat-icon class="detail-button-icon">пароль</mat-icon> Встановити PIN-код

source: <mat-icon class="detail-button-icon">casino</mat-icon> Random PIN
uk: <mat-icon class="detail-button-icon">casino</mat-icon> Випадковий PIN-код

source: OTP or Pin
uk: OTP або PIN-код

source: <mat-icon class="detail-button-icon">help_outline</mat-icon> Test Token
uk: <mat-icon class="detail-button-icon">help_outline</mat-icon> Тестовий токен

source: <mat-icon class="detail-button-icon">help_outline</mat-icon> Verify OTP Value
uk: <mat-icon class="detail-button-icon">help_outline</mat-icon> Перевірте значення OTP

source: <mat-icon class="detail-button-icon">computer</mat-icon> Assign SSH Machine
uk: <mat-icon class="detail-button-icon">computer</mat-icon> Призначити SSH-машину

source: <mat-icon class="detail-button-icon">key</mat-icon> Test Passkey
uk: <mat-icon class="detail-button-icon">key</mat-icon> Тест Passkey

source: Token Details Data Table
uk: Таблиця даних про токени

source: Details for Token:
uk: Деталі для токена:

source: Enter Container
uk: Введіть контейнер

source: Select Token Group
uk: Виберіть групу токенів

source: Details for Token:
uk: Деталі для токена:

source: Assign SSH Machine
uk: Призначити SSH-машину

source: Application
uk: Застосування

source: Application is required.
uk: Потрібна заявка.

source: Machine
uk: Машина

source: Machine is required.
uk: Потрібна машина.

source: Service ID
uk: Ідентифікатор служби

source: Service ID is required.
uk: Потрібен ідентифікатор служби.

source: User
uk: Користувач

source: User is required.
uk: Потрібно вказати користувача.

source: Assign
uk: Призначити

source: Token Configuration
uk: Конфігурація Токена

source: Generate the static password on the Server @if (generateOnServerControl.value) {<span class="dot">.</span><span><br/> The server will create the static password. </span>}
uk: Згенерувати статичний пароль на сервері @if (generateOnServerControl.value) {<span class="dot">.</span><span><br/> Сервер створить статичний пароль. </span>}

source: Service ID is <strong>required</strong>
uk: Ідентифікатор служби <strong>обов'язковий</strong>

source: Application Specific Password
uk: Пароль для конкретної програми

source: Enter static password
uk: Введіть статичний пароль

source: Generate Request
uk: Згенерувати запит

source: Upload Request
uk: Запит на завантаження

source: Upload Certificate
uk: Завантажити сертифікат

source: CA Connector
uk: Роз'єм CA

source: CA Connector is <strong>required</strong>
uk: Роз'єм CA є <strong>обов'язковий</strong>

source: Certificate Template
uk: Шаблон сертифіката

source: The server will create the private RSA key and store it in the database. <br /> You can later download the PKCS#12 file.
uk: Сервер створить закритий ключ RSA та збереже його в базі даних. <br /> Ви можете пізніше завантажити файл PKCS#12.

source: Certificate Signing Request (PEM)
uk: Запит на підпис сертифіката (PEM)

source: Paste the Certificate Signing Request here
uk: Вставте сюди запит на підпис сертифіката

source: Certificate (PEM)
uk: Сертифікат (PEM)

source: Paste the Certificate here
uk: Вставте сертифікат сюди

source: Generate OTP key on the server @if (generateOnServerControl.value) {<span class="dot">.</span><span><br /> The server will create the OTP key and a QR Code will be displayed to you to be scanned. </span>}
uk: Згенерувати OTP-ключ на сервері @if (generateOnServerControl.value) {<span class="dot">.</span><span><br /> Сервер створить OTP-ключ, і вам буде показано QR-код для сканування. </span>}

source: OTP length
uk: Довжина одноразового пароля

source: Some Authenticator Apps only support an OTP length of 6.
uk: Деякі програми для автентифікації підтримують лише 6 одноразових паролів.

source: Hash algorithm
uk: Алгоритм хешування

source: Some Authenticator Apps only support the SHA1 algorithm.
uk: Деякі програми для автентифікації підтримують лише алгоритм SHA1.

source: OTP Key
uk: Ключ OTP

source: Enter OTP key
uk: Введіть ключ OTP

source: OTP key is <strong>required</strong> (min 16 chars)
uk: Ключ OTP <strong>обов'язковий</strong> (щонайменше 16 символів)

source: Timestep
uk: Часовий крок

source: For example '1d' or '12h'
uk: Наприклад, «1 день» або «12 годин»

source: Timestep is <strong>required</strong>
uk: Крок часу становить <strong>обов'язковий</strong>

source: The time in which the password can be used. For example '1d' or '12h'.
uk: Час, протягом якого можна використовувати пароль. Наприклад, «1d» або «12h».

source: For Email tokens to work properly you need to set the <a href="#">Email Token Config</a>!
uk: Щоб токени електронної пошти працювали належним чином, вам потрібно налаштувати <a href="#">Конфігурація токена електронної пошти</a>!

source: Read number dynamically from user source on each request
uk: Динамічне зчитування числа з джерела користувача для кожного запиту

source: Email Address
uk: Адреса електронної пошти

source: Email Address is <strong>required</strong>
uk: Адреса електронної пошти <strong>обов'язковий</strong>

source: Separator
uk: Роздільник

source: The separator that is used to separate the passwords of the different tokens.
uk: Роздільник, який використовується для розділення паролів різних токенів.

source: Required Realms
uk: Необхідні сервери

source: Here you can select how many tokens of which realm are required to perform a successful authentication.
uk: Тут ви можете вибрати, скільки токенів якого реалму потрібно для успішної автентифікації.

source: At least one realm is <strong>required</strong>
uk: Принаймні один сервер <strong>обов'язковий</strong>

source: Only add to the realm (no user assignment)
uk: Додати лише до області (без призначення користувача)

source: Some Authenticator Apps only support an OTP length of 6.
uk: Деякі програми для автентифікації підтримують лише 6 одноразових паролів.

source: Some Authenticator Apps only support the SHA1 algorithm.
uk: Деякі програми для автентифікації підтримують лише алгоритм SHA1.

source: OTP key is <strong>required</strong>
uk: Ключ OTP <strong>обов'язковий</strong>

source: Token configuration
uk: Конфігурація токена

source: Secret
uk: Секрет

source: Your secret phrase.
uk: Твоя секретна фраза.

source: Secret is <strong>required</strong> (min 16 chars)
uk: Секрет <strong>обов'язковий</strong> (мінімум 16 символів)

source: OTP key is <strong>required</strong>
uk: Ключ OTP <strong>обов'язковий</strong>

source: The mOTP PIN is the PIN that needs to be entered on the mobile device.
uk: PIN-код mOTP – це PIN-код, який потрібно ввести на мобільному пристрої.

source: Enter Password
uk: Введіть пароль

source: Password is <strong>required</strong>
uk: Пароль <strong>обов'язковий</strong>

source: Password must be at least 4 characters long
uk: Пароль має містити щонайменше 4 символи

source: Repeat Password
uk: Повторіть пароль
