Repository: privacyidea/privacyidea
Catalog: privacyidea/static_new/src/locale/messages.*.xlf
Languages: uk

source: mOTP PINs do not match.
uk: PIN-коди mOTP не збігаються.

source: Please answer at least {{ configMinNumberOfAnswers() }} of the following questions.
uk: Будь ласка, дайте відповідь щонайменше на {{ configMinNumberOfAnswers() }} з наступних питань.

source: At least {{ configMinNumberOfAnswers() }} answers are <strong>required</strong>.
uk: Принаймні {{ configMinNumberOfAnswers() }} відповіді є <strong>обов'язковий</strong>.

source: To ease the enrolling of RADIUS tokens you can set default values in the <a href="#">RADIUS Token Config</a>.
uk: Щоб спростити реєстрацію токенів RADIUS, ви можете встановити значення за замовчуванням у <a href="#">Конфігурація токена RADIUS</a>.

source: Check the PIN locally
uk: Перевірте PIN-код локально

source: RADIUS server configuration
uk: Конфігурація RADIUS-сервера

source: Select a predefined <a href="#">RADIUS server configuration</a> . The RADIUS request will be forwarded to this RADIUS server.
uk: Виберіть попередньо визначений <a href="#">Конфігурація RADIUS-сервера</a> . Запит RADIUS буде переслано на цей сервер RADIUS.

source: RADIUS Server is <strong>required</strong>
uk: Сервер RADIUS <strong>обов'язковий</strong>

source: RADIUS User
uk: Користувач RADIUS

source: RADIUS User is <strong>required</strong>
uk: Користувач RADIUS є <strong>обов'язковим</strong>

source: Remote Server
uk: Віддалений сервер

source: Remote Server is <strong>required</strong>
uk: Віддалений сервер <strong>обов'язковий</strong>

source: Remote Serial
uk: Дистанційний послідовний

source: Remote Serial is <strong>required</strong>
uk: Віддалений послідовний порт <strong>обов'язковий</strong>

source: Remote User
uk: Віддалений користувач

source: Remote User is <strong>required</strong>
uk: Віддалений користувач <strong>обов'язковий</strong>

source: Remote Realm
uk: Віддалений світ

source: Remote Resolver
uk: Віддалений резольвер

source: Remote Resolver is <strong>required</strong>
uk: Віддалений розпізнавач даних <strong>обов'язковий</strong>

source: For SMS tokens to work properly you need to set the <a href="#">SMS Token Config</a>!
uk: Щоб SMS-токени працювали належним чином, вам потрібно налаштувати <a href="#">Конфігурацію SMS-токена</a>!

source: Read number dynamically from user source on each request.
uk: Динамічно зчитувати число з джерела користувача для кожного запиту.

source: Phone number
uk: Номер телефону

source: Phone number is <strong>required</strong>
uk: Номер телефону <strong>обов'язковий</strong>

source: A token specific SMS gateway
uk: SMS-шлюз, специфічний для токена

source: If this token should not use the system wide SMS gateway but an individual SMS gateway, you can select the gateway here.
uk: Якщо цей токен має використовувати не загальносистемний SMS-шлюз, а окремий SMS-шлюз, ви можете вибрати шлюз тут.

source: SSH public key
uk: Відкритий ключ SSH

source: Paste the PUBLIC ssh key here
uk: Вставте сюди публічний ssh-ключ

source: SSH public key is <strong>required</strong>
uk: Відкритий ключ SSH <strong>обов'язковий</strong>

source: For TiQR tokens to work properly you need to set the <a href="#">TiQR Token Config</a>!
uk: Щоб токени TiQR працювали належним чином, вам потрібно налаштувати <a href="#">конфігурацію токена TiQR</a>!

source: VASCO Token blob
uk: Blob-об'єкт токена VASCO

source: Enter blob
uk: Введіть блоб

source: Expected VASCO Token blob as <strong>496-character hex string</strong>
uk: Очікуваний blob токена VASCO як <strong>шістнадцятковий рядок із 496 символів</strong>

source: VASCO Token blob is <strong>required</strong>
uk: Blob-об'єкт токена VASCO є <strong>обов'язковим</strong>

source: use VASCO Serial
uk: використовувати серійний інтерфейс VASCO

source: Vasco Serial
uk: Серіал Vasco

source: The VASCO serial is read from the VASCO blob. If you want to use this VASCO serial number within privacyIDEA, activate the checkbox. Otherwise privacyIDEA will create a new unique serial number.
uk: Серійний номер VASCO зчитується з блобу VASCO. Якщо ви хочете використовувати цей серійний номер VASCO в privacyIDEA, активуйте цей прапорець. В іншому випадку privacyIDEA створить новий унікальний серійний номер.

source: For Yubico tokens to work properly you need to set the <a href="#">Yubico Token Config</a>!
uk: Щоб токени Yubico працювали належним чином, вам потрібно встановити <a href="#">Конфігурація токена Yubico</a>!

source: Yubikey Identifier
uk: Ідентифікатор Yubikey

source: Enter the 12 digit identifier
uk: Введіть 12-значний ідентифікатор

source: Yubikey identifier with 12 digits is <strong>required</strong>
uk: Ідентифікатор Yubikey з 12 цифр <strong>обов'язковий</strong>

source: Test Yubikey
uk: Тест Юбікей

source: Push Yubikey button here
uk: Натисніть кнопку Yubikey тут

source: OTP key must be 32 characters long for yubikey token in AES mode
uk: Ключ OTP повинен містити 32 символи для токена yubikey в режимі AES

source: Take action on your authenticator
uk: Виконайте дії зі своїм автентифікатором

source: You need to confirm the registration with your authenticator. For an external authenticator, this usually means pushing the button on the authenticator, or replugging it (if there is no button on the authenticator). If you want to use an authenticator that is integrated into your device, look for a dialog box from your operating system. If you do not see anything, please make sure that your authenticator supports WebAuthn.
uk: Вам потрібно підтвердити реєстрацію за допомогою аутентифікатора. Для зовнішнього аутентифікатора це зазвичай означає натискання кнопки на аутентифікаторі або його повторне підключення (якщо на аутентифікаторі немає кнопки). Якщо ви хочете використовувати аутентифікатор, інтегрований у ваш пристрій, знайдіть діалогове вікно в операційній системі. Якщо ви нічого не бачите, переконайтеся, що ваш аутентифікатор підтримує WebAuthn.

source: You need to confirm the registration with your token either by pushing the blinking button or by religging your token. This depends on the actual token model.
uk: Вам потрібно підтвердити реєстрацію за допомогою вашого токена, натиснувши миготливу кнопку або повторно зареєструвавши свій токен. Це залежить від конкретної моделі токена.

source: Your token with serial number{{ data.enrollmentResponse.detail.serial }} is not completely enrolled, yet. Please scan the QR code with the privacyIDEA Authenticator App or click <a href="{{ data.enrollmentResponse.detail.pushurl.value }}">this link</a> on your smartphone. It will send the missing registration data to the configured endpoint. Please note, that your smartphone needs internet access during the authentication process.
uk: Ваш токен із серійним номером {{ data.enrollmentResponse.detail.serial }} ще не повністю зареєстрований. Будь ласка, відскануйте QR-код за допомогою програми privacyIDEA Authenticator або натисніть <a href="{{ data.enrollmentResponse.detail.pushurl.value }}"> це посилання</a> на своєму смартфоні. Це надішле відсутні реєстраційні дані на налаштований кінцевий пункт. Зверніть увагу, що під час процесу автентифікації ваш смартфон повинен мати доступ до Інтернету.

source: Search for Token
uk: Пошук токена

source: The Serial number for the OTP value {{ data.otpValue }} is <a class="link" attr.aria-label="{{ data.foundSerial }} Link" (click)="data.onClickSerial()"> {{ data.foundSerial }}</a> .
uk: Серійний номер для значення OTP {{ data.otpValue }} is <a class="link" attr.aria-label="{{ data.foundSerial }} Link" (click)="data.onClickSerial()"> {{ data.foundSerial }}</a> .

source: No Serial number could be found for OTP value {{ data.otpValue }}.
uk: Не вдалося знайти серійний номер для значення OTP {{ data.otpValue }}.

source: Token Get Serial
uk: Отримання серійного номера токена

source: Get Serial Number
uk: Отримати серійний номер

source: By entering an OTP value you can get the serial number of the token. You can also enter additional optional parameters, to narrow down the search for the token. So you can only search within certain token types or in assigned or unassigned tokens.
uk: Ввівши значення OTP, ви можете отримати серійний номер токена. Ви також можете ввести додаткові необов'язкові параметри, щоб звузити пошук токена. Таким чином, ви можете шукати тільки серед певних типів токенів або серед призначених чи не призначених токенів.

source: OTP Value
uk: Значення одноразового пароля

source: Enter some OTP value
uk: Введіть значення OTP

source: OTP value is <strong>required</strong>
uk: Значення OTP <strong>обов'язкове</strong>

source: <mat-icon>{{ currentStep() !== "searching" ? "play_arrow" : "stop" }}</mat-icon> {{ currentStep() !== "searching" ? "Run" : "Stop" }} <span>Search</span>
uk: <mat-icon>{{ currentStep() !== "searching" ? "play_arrow" : "stop" }}</mat-icon> {{ currentStep() !== "searching" ? "Run" : "Stop" }} <span>Пошук</span>

source: Search Configuration
uk: Конфігурація пошуку

source: Token Type
uk: Тип токена

source: Select token type
uk: Виберіть тип токена

source: Assignment State
uk: Стан призначення

source: Specify assignment state
uk: Вкажіть стан призначення

source: Serial Substring
uk: Підрядок серійного номера

source: Enter optional serial substring
uk: Введіть необов'язковий підрядок серійного номера

source: Count Window
uk: Вікно підрахунку

source: Lookahead OTP values
uk: Значення OTP для попереднього перегляду

source: Set number of lookahead OTP values (default 10).
uk: Встановіть кількість значень OTP для попереднього перегляду (за замовчуванням 10).

source: Token Table
uk: Таблиця токенів

source: Token Data Table
uk: Таблиця даних токенів

source: Your Tokens
uk: Ваші токени

source: Revoke Token
uk: Відкинути токен

source: user-details works!
uk: дані користувача працюють!

source: User Layout
uk: Макет користувача

source: User Data Table
uk: Таблиця даних користувача

source: Toggle Drawer
uk: Перемикач висувної панелі

source: Your Details
uk: Ваші дані

source: Given name
uk: Особисті Ім'я

source: Surname
uk: Прізвище

source: Email
uk: Електронна пошта

source: Phone
uk: Телефон

source: Mobile
uk: Мобільний
