Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Client Application Type
de: Applikationstyp des Clients
fr: Type d'application client
it: Tipo di applicazione client
nl: Cliënt applicatie-type
pt: Tipo de Aplicação Cliente
ru: Тип клиентского приложения
ta: கிளையன்ட் பயன்பாட்டு வகை
tr: İstemci Uygulama Türü
uk: Тип застосунку клієнта

source: Client Configuration is not supported.
de: Die Client-Konfiguration wird nicht unterstützt.
fr: La configuration du client n'est pas prise en charge.
it: La configurazione del client non è supportata.
nl: Cliënt-configuratie is niet ondersteund.
pt: A Configuração de Cliente não é suportada.
ru: Конфигурация клиента не поддерживается.
ta: கிளையன்ட் உள்ளமைவு ஆதரிக்கப்படவில்லை.
tr: İstemci yapılandırması desteklenmiyor.
uk: Конфігурація клієнта не підтримується.

source: Client Credential
uk: Облікові дані клієнта

source: Client ID
fr: Identifiant client
it: Identificativo cliente
nl: Cliënt ID
pt: ID de Cliente
ru: ID клиента
ta: வாங்கி ஐடி
tr: Müşteri Kimliği
uk: Ідентифікатор клієнта

source: Client Part
cs: Klientská část
de: Client-Teil
fr: Partie du client
it: Parte client
nl: Cliënt deel
pt: Parte do cliente
ru: Клиентская часть
ta: கிளையன்ட் பகுதி
tr: Müşteri parçası
uk: Клієнтська частина

source: Client certificate (filename)
de: Client-Zertifikat (Dateiname)
fr: Certificat client (nom de fichier)
it: Certificato client (nome del file)
nl: Client certificaat (bestandsnaam)
pt: Certificado de cliente (nome do ficheiro)
ru: Сертификат клиента (имя файла)
ta: கிளையன்ட் சான்றிதழ் (கோப்பு பெயர்)
uk: Сертифікат клієнта (назва файлу)

source: Client private key (filename)
cs: Privátní klíč klienta (název souboru)
de: Privater Schlüssel des Clients (Dateiname)
fr: Clé privée client (nom de fichier)
it: Chiave privata del Client (nome file)
nl: Client private sleutel (bestandsnaam)
pt: Chave privada do cliente (nome do ficheiro)
ru: Закрытый ключ клиента (имя файла)
ta: கிளையன்ட் தனியார் விசை (கோப்பு பெயர்)
uk: Закритий ключ клієнта (назва файлу)

source: Clients
cs: Klienti
it: Clienti
nl: Cliënten
pt: Clientes
ru: Клиенты
ta: வாடிக்கையாளர்கள்
tr: Müşteriler
uk: Клієнти

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
it: Chiudi
nl: Sluit
pt: Fechar
ru: Закрыть
ta: மூடு
tr: Kapat
uk: Закрити

source: Close all containers
de: Alle Container zuklappen
fr: Fermer tous les conteneurs
pt: Fechar todos os contentores
ru: Закрыть все контейнеры
ta: அனைத்து கொள்கலன்களையும் மூடு
uk: Закрийте всі контейнери

source: Close all groups
cs: Zavřít všechny skupiny
de: Alle Gruppen zuklappen
fr: Fermer tous les groupes
it: Chiudi tutti i gruppi
nl: Sluit alle groepen
pt: Fechar todos os grupos
ru: Закрыть все группы
ta: அனைத்து குழுக்களையும் மூடு
tr: Tüm grupları kapatın
uk: Закрити всі групи

source: Community
cs: Komunita
fr: Communauté
it: Comunità
nl: Gemeenschap
pt: Comunidade
ru: Сообщество
ta: சமூகம்
tr: Toplum
uk: Спільнота

source: Comparator
de: Vergleichsoperator
fr: Comparateur
it: Comparatore
nl: Vergelijking
pt: Comparador
ru: Компаратор
ta: ஒப்பீட்டாளர்
tr: Karşılaştırıcı
uk: Компаратор

source: Compare
ru: Сравнить
ta: ஒப்பிடுக
uk: Порівняйте

source: Components
cs: Komponenty
de: Komponenten
fr: Composants
it: Componenti
nl: Componenten
pt: Componentes
ru: Компоненты
ta: கூறுகள்
tr: Bileşenler
uk: Компоненти

source: Condition
cs: Podmínka
de: Bedingung
it: Condizione
nl: Voorwaarde
pt: Condição
ru: Состояние
ta: நிபந்தனை
tr: Koşul
uk: Умова

source: Conditions
cs: Podmínky
de: Bedingungen
it: Condizioni
nl: Voorwaarden
pt: Condições
ru: Условия
ta: நிபந்தனைகள்
tr: Koşullar
uk: Умови

source: Config
cs: Konfigurace
de: Konfiguration
fr: Configuration
it: Configurazione
nl: Configuratie
pt: Configuração
ru: Конфигурация
ta: கட்டமைப்பு
tr: Ayarlar
uk: Конфігурація

source: Configure the endpoint to authenticate the user with its username/userid and password.
uk: Налаштуйте кінцеву точку для автентифікації користувача за допомогою його імені користувача/ідентифікатора користувача та пароля.

source: Configure the endpoint to create a new user in the user store. The above defined attributes can be set in the UI and will be added to the request body. Additionally, you can define a password which must be specified in the request mapping using the tag <code>"{password}"</code>.
uk: Налаштуйте кінцеву точку для створення нового користувача в сховищі користувачів. Вищезазначені атрибути можна встановити в інтерфейсі користувача, і вони будуть додані до тіла запиту. Крім того, ви можете визначити пароль, який необхідно вказати в мапуванні запиту за допомогою тегу <code>"{password}"</code>.

source: Configure the endpoint to delete an existing user from the user store.
uk: Налаштуйте кінцеву точку для видалення існуючого користувача зі сховища користувачів.

source: Configure the endpoint to edit an existing user in the user store. The above defined attributes can be set in the UI and will be added to the request body. Additionally, you can define custom request parameters in the request mapping.
uk: Налаштуйте кінцеву точку для редагування існуючого користувача в сховищі користувачів. Вищезазначені атрибути можна встановити в інтерфейсі користувача, і вони будуть додані до тіла запиту. Крім того, ви можете визначити власні параметри запиту в мапуванні запиту.

source: Configure the endpoint to retrieve a list of users from the user store. The above defined attributes are added to the request as search parameters if they are available in the request.
uk: Налаштуйте кінцеву точку для отримання списку користувачів зі сховища користувачів. Визначені вище атрибути додаються до запиту як параметри пошуку, якщо вони доступні в запиті.

source: Configure the endpoint to retrieve a single user for the UID. For example, privacyIDEA only stores the UID of the token owner. To resolve the complete user, this endpoint is used.
uk: Налаштуйте кінцеву точку для отримання одного користувача для UID. Наприклад, privacyIDEA зберігає лише UID власника токена. Ця кінцева точка використовується для визначення повного користувача.

source: Configure the endpoint to retrieve a single user for the username. For example, when a user tries to authenticate against privacyIDEA, only the username is provided. To resolve the complete user and evaluate if the user exists, this endpoint is used.
uk: Налаштуйте кінцеву точку для отримання одного користувача для цього імені користувача. Наприклад, коли користувач намагається для автентифікації за допомогою privacyIDEA надається лише ім'я користувача. Щоб вирішити повне ім'я користувача та щоб оцінити, чи існує користувач, використовується ця кінцева точка.

source: Connection Parameters
cs: Parametry připojení
de: Verbindungsparameter
fr: Paramètres de connexion
it: Parametri di connessione
nl: Connectieparameters
pt: Parâmteros de conexão
ru: Параметры подключения
ta: இணைப்பு அளவுருக்கள்
tr: Bağlantı parametreleri
uk: Параметри підключення

source: Connector name
cs: Název konektoru
de: Konnektorname
fr: Nom du connecteur
it: Nome del connettore
nl: Connectornaam
pt: Nome do conector
ru: Имя соединителя
ta: இணைப்பு பெயர்
tr: Bağlayıcı adı
uk: Назва з'єднувача

source: Contained Tokens:
de: Enthaltene Tokens:
fr: Jetons Conteneurisés :
it: Token caricati:
pt: Tokens contidos:
ru: Содержащиеся токены:
ta: டோக்கன்களைக் கொண்டுள்ளது:
uk: Вміщені токени:

source: Container Created
ru: Контейнер создан
ta: கொள்கலன் உருவாக்கப்பட்டது
uk: Контейнер створено

source: Container Details for {{ containerSerial }}
ru: Сведения о контейнере: {{ containerSerial }}
ta: {{ containerSerial }} க்கு க்கான கொள்கலன் விவரங்கள்
uk: Деталі контейнера для {{ containerSerial }}

source: Container Realms
fr: Domaines du conteneur
pt: Domínios do contentor
ru: Контейнерные домены
ta: கொள்கலன் பகுதிகள்
uk: Контейнерні сфери

source: Container Realms <pi-filter ng-model="filter.realm" ng-change="get()" ng-keypress="($event.which==13)?get():return"></pi-filter>
uk: Контейнерні світи <pi-filter ng-model="filter.realm" ng-change="get()" ng-keypress="($event.which==13)?get():return"></pi-filter>

source: Container Serial
de: Container Seriennummer
fr: Numéro de série du conteneur
pt: Série do contentor
ru: Серийный контейнер
ta: கொள்கலன் சீரியல்
uk: Серійний контейнер

source: Container Templates
ru: Шаблоны контейнеров
ta: கொள்கலன் வார்ப்புருக்கள்
uk: Шаблони контейнерів

source: Container Type
de: Containertyp
fr: Type de conteneur
pt: Tipo de contentor
ru: Тип контейнера
ta: கொள்கலன் வகை
uk: Тип контейнера

source: Containers
de: Container
fr: Conteneurs
it: Container
pt: Contentores
ru: Контейнеры
ta: கொள்கலன்கள்
uk: Контейнери

source: Containers Created With This Template
ru: Контейнеры созданные с помощью этого шаблона
ta: இந்த வார்ப்புருவுடன் உருவாக்கப்பட்ட கொள்கலன்கள்
uk: Контейнери, створені за допомогою цього шаблону

source: Containers for user {{ username }}
de: Container des Benutzers {{ username }}
fr: Conteneurs pour l'utilisateur {{ username }}
pt: Contentores para o utilizador {{ username }}
ru: Контейнеры для пользователя {{ username }}
ta: பயனருக்கான கொள்கலன்கள் {{ username }}
uk: Контейнери для користувача {{ username }}

source: Could not delete expired challenges.
uk: Не вдалося видалити прострочені випробування.

source: Could not delete user cache.
uk: Не вдалося видалити кеш користувача.

source: Count
cs: Počitadlo
de: Zähler
fr: Compteur
it: Conteggio
nl: Teller
pt: Contagem
ru: Итого
ta: எண்ணுங்கள்
tr: Sayı
uk: Лічильник

source: Count Window
cs: Rozsah tolerance
de: Zählerfenster
fr: Fenêtre du compteur
it: Finestra di conteggio
nl: Tellervenster
pt: Janela de Contagem
ru: Окно для подсчета
ta: சாளரத்தை எண்ணுங்கள்
tr: Pencere Sayısı
uk: Проміжок лічильника

source: Count Window of newly enrolled tokens
de: Zählerfenster für neu ausgerollte Token
fr: Fenêtre de comptage des jetons nouvellement enrôlés
pt: Janela de contagem de tokens recentemente registados
ru: Окно подсчета вновь зарегистрированные токены
ta: சாளரத்தை எண்ணுங்கள் புதிதாக பதிவுசெய்யப்பட்ட டோக்கன்கள்
uk: Вікно графа щойно зареєстровані токени

source: Create
ru: Создать
ta: உருவாக்கு
uk: Створити

source: Create Container
de: Container erstellen
fr: Créer un Conteneur
pt: Criar Contentor
ru: Создать контейнер
ta: கொள்கலனை உருவாக்கவும்
uk: Створити контейнер

source: Create New Template
ru: Создать новый шаблон
ta: புதிய வார்ப்புருவை உருவாக்கவும்
uk: Створити новий шаблон

source: Create Periodic Task Definition
de: Erstelle eine Definition einer regelmäßigen Aufgabe
fr: Créer la définition d'une tâche périodique
it: Crea una definizione di attività periodica
nl: Maak een periodieke taak definitie
pt: Criar definição de tarefa periódica
ru: Создать определение периодической задачи
ta: அவ்வப்போது பணி வரையறையை உருவாக்கவும்
tr: Periyodik görev tanımı oluşturun
uk: Створення визначення для періодичних завдань

source: Create Realm
de: Realm Anlegen
fr: Créer un domaine
pt: Criar domínio
ru: Создать домен
ta: சாம்ராச்யத்தை உருவாக்கவும்
uk: Створити царство

source: Create Realm for node {{ selectedNode.name }}
de: Realm für den Knoten {{ selectedNode.name }} anlegen
fr: Créer un Domaine pour le nœud {{ selectedNode.name }}
it: Crea Realm per il nodo {{ selectedNode.name }}
pt: Criar domínio para o nó {{ selectedNode.name }}
ru: Создать домен для узла {{ selectedNode.name }}
ta: முனைக்கு சாம்ராச்யத்தை உருவாக்கவும் {{ selectedNode.name }}
uk: Створити область для вузла {{ selectedNode.name }}

source: Create Template
ru: Создать шаблон
ta: வார்ப்புருவை உருவாக்கவும்
uk: Створити шаблон

source: Create a New Container
ru: Создать новый контейнер
ta: புதிய கொள்கலனை உருவாக்கவும்
uk: Створіть новий контейнер

source: Create a New Container Template
ru: Создать новый шаблон контейнера
ta: புதிய கொள்கலன் வார்ப்புருவை உருவாக்கவும்
uk: Створіть новий шаблон контейнера

source: Create a new Event Handler
de: Erstelle eine neue Ereignisdefinition
fr: Créer un nouveau gestionnaire d'événement
it: Crea un nuovo gestore eventi
nl: Maak een nieuwe event handler
pt: Criar um novo manipulador de eventos
ru: Создать новый обработчик событий
ta: ஒரு புதிய நிகழ்வு கையாளுபவரை உருவாக்கவும்
tr: Yeni bir olay işleyicisi oluştur
uk: Створити новий обробник подій

source: Create a new LDAP Resolver
de: Erzeuge einen neuen LDAP-Resolver
fr: Créer un nouvel interpréteur LDAP
it: Crea un nuovo LDAP Resolver
nl: Maak een nieuwe LDAP-resolver
pt: Criar um novo resolvedor LDAP
ru: Создать новый LDAP Resolver
ta: புதிய LDAP தீர்வை உருவாக்கவும்
tr: Yeni bir LDAP çözümleyici oluşturun
uk: Створити новий LDAP резолвер

source: Create a new Local CA Connector
de: Erzeuge einen neuen Lokalen CA-Konnektor
fr: Créer un nouveau connecteur local CA
it: Crea un nuovo connettore CA locale
nl: Maak een nieuwe lokale CA-connector
pt: Criar um novo conector de AC local
ru: Создать новый локальный соединитель CA
ta: புதிய உள்ளக CA இணைப்பியை உருவாக்கவும்
tr: Yeni bir yerel CA konektörü oluşturun
uk: Створити новий локальний з'єднувач ЦС

source: Create a new Microsoft CA Connector
de: Erzeuge einen neuen Microsoft CA-Konnektor
fr: Créer un nouveau connecteur CA Microsoft
it: Crea un nuovo connettore Microsoft CA
nl: Maak een nieuwe Microsoft CA Connector
pt: Criar um novo conector de AC da Microsoft
ru: Создать новый соединитель Microsoft CA
ta: புதிய நுண்மென் சிஏ இணைப்பியை உருவாக்கவும்
uk: Створіть новий Microsoft CA Connector

source: Create a new Passwd Resolver
de: Erzeuge einen neuen Passwd-Resolver
fr: Créer un nouvel interpréteur Passwd
it: Crea un nuovo Passwd Resolver
nl: Maak een nieuwe wachtwoord resolver
pt: Criar um novo Resolvedor Passwd
ru: Создание нового Passwd Resolver
ta: புதிய PASSWD தீர்வை உருவாக்கவும்
tr: Yeni bir Passwd Resolver Oluştur
uk: Створити новий Passwd резолвер

source: Create a new Periodic Task
de: Erstelle eine regelmäßigen Aufgabe
fr: Créer une nouvelle tâche périodique
it: Crea una nuova attività periodica
nl: Maak een nieuwe periodieke taak
pt: Criar uma nova tarefa periódica
ru: Создать новую периодическую задачу
ta: ஒரு புதிய கால பணியை உருவாக்கவும்
tr: Yeni bir periyodik görev oluştur
uk: Створити нове Періодичне завдання

source: Create a new Policy
cs: Vytvořit novou politiku
de: Erzeuge eine neue Richtlinie
fr: Créer une nouvelle politique
it: Crea una nuova Policy
nl: Maak een nieuw beleid
pt: Criar uma nova política
ru: Создать новую политику
ta: புதிய கொள்கையை உருவாக்கவும்
tr: Yeni bir politika oluştur
uk: Створення нової політики

source: Create a new RADIUS server {{ params.identifier }}
de: Einen neuen RADIUS-Server anlegen {{ params.identifier }}
fr: Créer un nouveau serveur RADIUS {{ params.identifier }}
it: Crea un nuovo server RADIUS {{ params.identifier }}
nl: Maak een nieuwe RADIUS server {{ params.identifier }}
pt: Criar um novo servidor RADIUS {{ params.identifier }}
ru: Создать новый сервер RADIUS {{ params.identifier }}
ta: புதிய ஆரம் சேவையகத்தை உருவாக்கவும் {{ params.identifier }}
tr: Yeni bir RADIUS sunucusu oluşturun {{ params.identifier }}
uk: Створити новий RADIUS сервер {{params.identifier}}

source: Create a new SCIM Resolver
de: Erzeuge einen neuen SCIM-Resolver
fr: Créer un nouvel interpréteur SCIM
it: Crea un nuovo SCIM Resolver
nl: Maak een nieuwe SCIM resolver
pt: Criar um novo SCIM Resolver
ru: Создать новый SCIM Resolver
ta: புதிய SCIM தீர்வை உருவாக்கவும்
tr: Yeni bir SCIM çözümleyici oluşturun
uk: Створити новий SCIM резолвер

source: Create a new SMS gateway
de: Ein neues SMS-Gateway definieren
fr: Créer une nouvelle passerelle SMS
it: Crea un nuovo gateway SMS
nl: Maak een nieuwe SMS gateway
pt: Criar um novo gateway SMS
ru: Создать новый SMS-шлюз
ta: புதிய எச்எம்எச் நுழைவாயிலை உருவாக்கவும்
tr: Yeni SMS Ağ Geçidi Oluştur
uk: Створити новий шлюзу SMS

source: Create a new SMTP server {{ params.identifier }}
de: Einen neuen SMTP-Server anlegen {{ params.identifier }}
fr: Créer un nouveau serveur SMTP {{ params.identifier }}
it: Crea un nuovo server SMTP {{ params.identifier }}
nl: Maak een nieuwe SMTP-server {{ params.identifier }}
pt: Criar um novo servidor SMTP {{ params.identifier }}
ru: Создать новый сервер SMTP {{ params.identifier }}
ta: புதிய SMTP சேவையகத்தை உருவாக்கவும் {{ params.identifier }}
tr: Yeni bir SMTP sunucusu oluşturun {{ params.identifier }}
uk: Створити новий SMTP-сервер {{params.identifier}}

source: Create a new SQL Resolver
de: Erzeuge einen neuen SQL-Resolver
fr: Créer un nouvel interpréteur SQL
it: Crea un nuovo resolver SQL
nl: Maak een nieuwe SQL resolver
pt: Criar um novo SQL Resolver
ru: Создать новый SQL Resolver
ta: புதிய கவிமொ தீர்வை உருவாக்கவும்
tr: Yeni bir SQL Resolver Oluştur
uk: Створити новий SQL резолвер

source: Create a new Service ID {{ params.servicename }}
de: Eine neue Dienste-Kennzeichnung erstellen {{ params.servicename }}
fr: Créer un nouveau ID de service {{ params.servicename }}
pt: Criar um novo Service ID {{ params.servicename }}
ru: Создать новый ID сервиса {{ params.servicename }}
ta: ஒரு புதிய பணி ஐடியை உருவாக்கவும் {{ params.servicename }}}
tr: Yeni bir Hizmet tanımlayıcısı oluşturun {{ params.servicename }}
uk: Створіть новий ідентифікатор служби {{ params.servicename }}

source: Create a new Tokengroup {{ params.groupname }}
de: Eine neue Tokengruppe anlegen {{ params.groupname }}
fr: Créer un nouveau groupe de jetons {{ params.groupname }}
it: Crea un nuovo Tokengroup {{ params.groupname }}
nl: Maak een nieuwe tokengroep {{ params.groupname }}
pt: Criar um novo Tokengroup {{ params.groupname }}
ru: Создать новую группу токенов {{ params.groupname }}
ta: புதிய கிள்ளாக்கு குழுவை உருவாக்கவும் {{ params.groupname }}}
uk: Створіть нову Tokengroup {{ params.groupname }}

source: Create a new hosts Machine Resolver
de: Erzeuge einen neuen Hosts-Maschinen-Resolver
fr: Créer un nouvel interpréteur de machines Hôtes
it: Crea un nuovo Machine Resolver per gli host
nl: Maak een nieuwe hosts Machine resolver
pt: Criar um novo resolvedor de máquina de anfitriões
ru: Создать новый Machine Resolver
ta: புதிய ஓச்ட்கள் இயந்திரத்தை உருவாக்கவும் தீர்வு
tr: Yeni bir ana bilgisayar makinesi oluşturun Çözücü
uk: Створити новий резолвер для комп'ютерів

source: Create a new hosts Machine Resolver
de: Erzeuge einen neuen Hosts-Maschinen-Resolver
fr: Créer un nouvel interpréteur de machines hôtes
it: Crea un nuovo Machine Resolver per gli host
nl: Maak een nieuwe hosts machine resolver
pt: Criar um novo resolvedor de máquina de anfitriões
ru: Создать новый hosts Machine Resolver
ta: புதிய ஓச்ட்கள் இயந்திர தீர்வை உருவாக்கவும்
tr: Yeni bir Hosts Makine Çözücü Oluşturma
uk: Створити новий резолвер для комп'ютерів

source: Create a new privacyIDEA server {{ params.identifier }}
de: Einen neuen Remote privacyIDEA Server anlegen {{ params.identifier }}
fr: Créer un nouveau serveur privacyIDEA {{ params.identifier }}
it: Crea un nuovo server privacyIDEA {{ params.identifier }}
nl: Maak een nieuwe privacyIDEA server {{ params.identifier }}
pt: Criar um novo servidor privacyIDEA {{ params.identifier }}
ru: Создать новый сервер privacyIDEA {{ params.identifier }}
ta: புதிய தனியுரிமைடியா சேவையகத்தை உருவாக்கவும் {{ params.identifier }}
tr: Yeni bir PRIVACYIDEA sunucusu oluşturun {{ params.identifier }}
uk: Створити новий сервер privacyIDEA {{ params.identifier }}

source: Create a new {{ typeMapping[params.type] }}
uk: Створити новий {{ typeMapping[params.type] }}

source: Create default realm
cs: Vytvořit výchozí doménu
de: Standard-Realm anlegen
fr: Créer un domaine par défaut
it: Crea realm predefinito
nl: Maak een standaard realm
pt: Criar um domínio predefinido
ru: Создание области по умолчанию
ta: இயல்புநிலை சாம்ராச்யத்தை உருவாக்கவும்
tr: Varsayılan bölge oluştur
uk: Створити область за замовчуванням

source: Create new API key
cs: Vytvořit nový API klíč
de: Erzeuge einen neuen API-Schlüssel
fr: Créer une nouvelle clé d'API
it: Crea una nuova chiave API
nl: Maak een nieuwe API-sleutel
pt: Criar nova chave API
ru: Создать новый API-ключ
ta: புதிய பநிஇ விசையை உருவாக்கவும்
tr: Yeni API anahtar oluşturun
uk: Створити новий ключ API

source: Create new Event Handler
de: Erstelle ein neues Ereignis
fr: Créer un nouveau gestionnaire d'événements
it: Crea un nuovo gestore di eventi
nl: Maak een nieuwe event handler
pt: Criar novo manipulador de eventos
ru: Создать новый обработчик событий
ta: புதிய நிகழ்வு கையாளுபவரை உருவாக்கவும்
tr: Yeni olay işleyicisi oluştur
uk: Створити новий обробник подій

source: Create new Periodic Task
de: Erstelle regelmäßigen Aufgabe
fr: Créer une nouvelle tâche périodique
it: Crea una nuova attività periodica
nl: Maak een nieuwe periodieke taak
pt: Criar nova tarefa periódica
ru: Создать новую периодическую задачу
ta: புதிய கால பணியை உருவாக்கவும்
tr: Yeni periyodik görev oluştur
uk: Створити нове Періодичне завдання

source: Create new Policy
cs: Vytvořit novou politiku
de: Erzeuge einen neue Richtlinie
fr: Créer une nouvelle politique
it: Crea una nuova Policy
nl: Maak een nieuw beleid
pt: Criar nova política
ru: Создать новую политику
ta: புதிய கொள்கையை உருவாக்கவும்
tr: Yeni politika oluştur
uk: Створити нову Політику

source: Create new SMS Gateway definition
de: Eine neue SMS-Gateway-Definition erzeugen
fr: Créer la définition d'une nouvelle passerelle SMS
it: Crea una nuova definizione di gateway SMS
nl: Maak een nieuwe SMS gateway definitie
pt: Criar nova definição de Gateway de SMS
ru: Создать новое определение шлюза SMS
ta: புதிய எச்எம்எச் நுழைவாயில் வரையறையை உருவாக்கவும்
tr: Yeni SMS Ağ Geçidi Tanımı oluşturun
uk: Створити нове визначення шлюзу SMS

source: Create new container
ru: Создать новый контейнер
ta: புதிய கொள்கலனை உருவாக்கவும்
uk: Створіть новий контейнер

source: Custom attribute name
de: Benutzerdefinierter Attributname
fr: Nom d'attribut personnalisé
it: Nome attributo personalizzato
nl: Naam aangepast kenmerk
pt: Nome do atributo personalizado
ru: Пользовательское имя атрибута
ta: தனிப்பயன் பண்புக்கூறு பெயர்
tr: Özel öznitelik adı
uk: Назва спеціального атрибута

source: Custom attributes for user {{ username }}
cs: Vlastní atributy uživatele {{ username }}
de: Benutzerdefinierte Attribute für Benutzer {{ username }}
fr: Attributs personnalisés pour l'utilisateur {{ username }}
it: Attributi personalizzati per l'utente {{ username }}
nl: Aangepast kenmerk voor gebruiker {{ username }}
pt: Atributos personalizados para o utilizador {{ username }}
ru: Пользовательские атрибуты для пользователя {{ username }}
ta: பயனருக்கான தனிப்பயன் பண்புக்கூறுகள் {{ username }}
tr: Kullanıcı için özel nitelikler {{username}}
uk: Спеціальні атрибути для користувача {{ username }}

source: DN of a new created user object
de: DN eines neu erzeugten Benutzerobjekts
fr: Nom de domaine de nouvel objet utilisateur créé
it: DN di un nuovo oggetto utente creato
nl: DN van een nieuw aangemaakt gebruikersobject
pt: DN de um novo objeto de utilizador criado
ru: DN вновь созданного объекта пользователя
ta: புதிய உருவாக்கப்பட்ட பயனர் பொருளின் டி.என்
tr: Yeni oluşturulan bir kullanıcı nesnesinin DN
uk: DN нового створеного об'єкта користувача

source: Dashboard
cs: Nástěnka
fr: Tableau de bord
it: Pannello di controllo
pt: Painel de controlo
ru: Панель управления
ta: முகப்புப்பெட்டி
tr: Gösterge Paneli
uk: Панель керування

source: Database
cs: Databáze
de: Datenbank
fr: Base de données
pt: Base de dados
ru: База данных
ta: தரவுத்தளம்
tr: Veri tabanı
uk: База даних

source: Database Encoding
cs: Znaková sada databáze
de: Datenbank-Enkodierung
fr: Encodage de la base de données
it: Codifica del database
nl: Database encodering
pt: Codificação da base de dados
ru: Кодирование базы данных
ta: தரவுத்தள குறியாக்கம்
tr: Veritabanı kodlaması
uk: Кодування бази даних

source: Date
cs: Datum
de: Datum
it: Data
nl: Datum
pt: Data
ru: Дата
ta: திகதி
tr: Tarih
uk: Дата

source: DayPassword Token settings
de: DayPassword-Token Einstellungen
fr: Paramètres Jeton DayPassword
pt: Definições do Token DayPassword
ru: Настройка HOTP токена
ta: DayPassword கிள்ளாக்கு அமைப்புகள்
uk: Налаштування маркера DayPassword
