Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Generate Request
cs: Vygenerovat požadavek
de: Zertifikatsanforderung erzeugen
fr: Générer la demande
it: Genera richiesta
nl: Genereer verzoek
pt: Gerar pedido
ru: Создать запрос
ta: கோரிக்கையை உருவாக்குங்கள்
tr: İstek oluşturmak
uk: Створити запит

source: Generate a QR code to register the container on a smartphone.
ru: Сгенерируйте QR-код, чтобы зарегистрировать контейнер на смартфоне.
ta: கொள்கலனை பதிவு செய்ய QR குறியீட்டை உருவாக்கவும் a ச்மார்ட்போன்.
uk: Згенеруйте QR-код, щоб зареєструвати контейнер на a смартфон.

source: Generate secret on the Server
de: Geheimnis auf dem Server erzeugen
fr: Générer le secret sur le serveur
pt: Gerar segredo no servidor
ru: Создайте секрет на сервере
ta: சேவையகத்தில் ரகசியத்தை உருவாக்குங்கள்
uk: Згенерувати секрет на сервері

source: Generate the static password on the Server
de: Das Passwort auf dem Server erzeugen
fr: Générer le mot de passe statique sur le serveur
pt: Gerar a palavra-passe estática no servidor
ru: Сгенерируйте статический пароль на сервере
ta: சேவையகத்தில் நிலையான கடவுச்சொல்லை உருவாக்கவும்
uk: Згенеруйте статичний пароль на сервері

source: Get Serial
cs: Najít sériové číslo
de: Seriennummer bestimmen
fr: Obtenir le numéro de série
it: Ottieni il seriale
nl: Haal serienummer op
pt: Obter série
ru: Получить серийный номер
ta: சீரியலைப் பெறுங்கள்
tr: Seri olmak
uk: Отримати серійний номер

source: Get Serial Number
cs: Najít sériové číslo
de: Seriennummer bestimmen
fr: Obtenir le numéro de série
it: Ottieni il numero di serie
nl: Haal serienummer op
pt: Obter número de série
ru: Получить серийный номер
ta: வரிசை எண்ணைப் பெறுங்கள்
tr: Seri numarası alın
uk: Отримати серійний номер

source: Get Serial number by OTP value
cs: Najít sériové číslo podle jednorázového kódu
de: Seriennummer anhand eines OTP-Wertes bestimmen
fr: Obtenir le numéro de série de l'OTP
it: Ottieni il numero di serie dal valore OTP
nl: Haal serienummer op met OTP-waarde
pt: Obter número de série por valor OTP
ru: Получение серийного номера по значению OTP
ta: OTP மதிப்பால் வரிசை எண்ணைப் பெறுங்கள்
tr: OTP değerinin seri numarasını alın
uk: Отримати серійний номер за значенням OTP

source: Get System Documentation
cs: Systémová dokumentace
de: System Dokumentation
fr: Obtenir la documentation du système
it: Ottieni la documentazione di sistema
nl: Vraag systeem-documentatie op
pt: Obter documentação do sistema
ru: Получить системную документацию
ta: கணினி ஆவணங்களைப் பெறுங்கள்
tr: Sistem belgelerini alın
uk: Отримати системну документацію

source: Get available CAs
cs: Získat dostupné CA
de: Verfügbare CAs abrufen
fr: Obtenir les CAs disponibles
it: Ottieni le CA disponibili
nl: Haal beschikbare CA's op
pt: Obter as ACs disponíveis
ru: Получите доступные центры сертификации
ta: CAS கிடைக்கும் CAS
uk: Отримайте доступні ЦС

source: Get the Authenticator App for Android.
cs: Získat autentizační aplikaci pro Android.
de: Laden Sie die Authenticator App für Android.
fr: Obtenir l'application d'authentification pour Android.
it: Ottieni l'applicazione Authenticator per Android.
nl: Installeer de Authenticator App voor Android.
pt: Obter a aplicação Authenticator para Android.
ru: Получите приложение Authenticator для Android.
ta: ஆண்ட்ராய்டு க்கான அங்கீகார பயன்பாட்டைப் பெறுங்கள்.
tr: Android için doğrulama uygulamasını edinin.
uk: Отримати застосунок-автентифікатор для Android.

source: Get the Authenticator App for iOS.
cs: Získat autentizační aplikaci pro iOS.
de: Laden Sie die Authenticator App für iOS.
fr: Obtenir l'application d'authentification pour iOS.
it: Ottieni l'applicazione Authenticator per iOS.
nl: Installeer de Authenticator App voor IOS.
pt: Obter a aplicação Authenticator para iOS.
ru: Получите приложение Authenticator для iOS.
ta: ஐஇமு க்கான அங்கீகார பயன்பாட்டைப் பெறுங்கள்.
tr: İOS için doğrulama uygulamasını edinin.
uk: Отримати застосунок-автентифікатор для iOS.

source: Get the Authenticator App.
cs: Získat autentizační aplikaci.
de: Laden Sie die Authenticator App.
fr: Obtenir l'application d'authentification.
it: Ottieni l'applicazione Authenticator.
nl: Download de authenticatie app.
pt: Obter a aplicação Authenticator.
ru: Получите приложение Authenticator.
ta: அங்கீகார பயன்பாட்டைப் பெறுங்கள்.
tr: Authenticator uygulamasını edinin.
uk: Отримати застосунок-автентифікатор.

source: Given name
cs: Křestní jméno
de: Vorname
fr: Nom donné
it: Nome
nl: Voornaam
pt: Nome próprio
ru: Настоящее имя
ta: கொடுக்கப்பட்ட பெயர்
tr: İsim
uk: Ім'я

source: Group Name Attribute
uk: Атрибут назви групи

source: HOTP Token settings
cs: Nastavení HOTP tokenu
de: HOTP-Token Einstellungen
fr: Paramètres Jeton HOTP
it: Impostazioni del token HOTP
nl: HOTP-token instellingen
pt: Definições do Token HOTP
ru: Настройки HOTP токена
ta: HOTP கிள்ளாக்கு அமைப்புகள்
tr: Hotp Token Ayarları
uk: Налаштування HOTP токена

source: HOTP tokens can be attached with offline to e.g. notebooks.
de: HOTP Token können mit der "offline" Anwendung beispielsweise Notebooks zugeordnet werden.
fr: Les jetons HOTP peuvent être rattachés à des ordinateurs portables hors lignes.
pt: Os tokens HOTP podem ser anexados offline, por exemplo, a computadores portáteis.
ru: Токены HOTP можно прикреплять в автономном режиме, например, к ноутбукам.
ta: HOTP டோக்கன்களை ஆஃப்லைனில் இணைக்க முடியும் எ.கா. குறிப்பேடுகள்.
uk: Токени HOTP можна приєднати в автономному режимі, наприклад, до зошити.

source: Handle Missing Data
uk: Обробка відсутніх даних

source: Handlermodule
de: Handlermodul
fr: Module de gestion
it: Modulo di gestione
nl: Afhandelingsmodule
pt: Módulo de controlo
ru: Модуль управления
ta: வணிகர் தொகுதி
tr: Handermodule
uk: Модуль обробки

source: Hardware
fr: Matériel
ru: Оборудование
ta: வன்பொருள்
tr: Donanım
uk: Апаратне забезпечення

source: Hash algorithm
cs: Hashovací algoritmus
de: Hash-Algorithmus
fr: Algorithme de hachage
it: Algoritmo di hash
nl: Hash algoritme
pt: Algoritmo de hash
ru: Хеш-алгоритм
ta: ஆச் வழிமுறை
tr: Hash algoritması
uk: Алгоритм хешування

source: Headers
cs: Hlavičky
de: Header
fr: Entêtes
it: Header
nl: Kopteksten
pt: Cabeçalhos
ru: Заголовки
ta: தலைப்பிகளுக்கு
tr: Başlıklar
uk: Заголовки

source: Headers (JSON format)
cs: Hlavičky (formát JSON)
de: Header (JSON Format)
fr: Entêtes (format JSON)
it: Header (formato JSON)
nl: Kopteksten (JSON formaat)
pt: Cabeçalhos (formato JSON)
ru: Заголовки (формат JSON)
ta: தலைப்புகள் (JSON வடிவம்)
tr: Başlıklar (JSON Format)
uk: Заголовки (формат JSON)

source: Help about Container Details
ru: Справка о сведениях контейнера
ta: கொள்கலன் விவரங்களைப் பற்றி உதவுங்கள்
uk: Довідка щодо деталей контейнера

source: Help about Container Templates
ru: Справка по шаблонам контейнеров
ta: கொள்கலன் வார்ப்புருக்கள் பற்றி உதவுங்கள்
uk: Допомога щодо шаблонів контейнерів

source: Help about Containers
ru: Справка о контейнерах
ta: கொள்கலன்களைப் பற்றி உதவுங்கள்
uk: Довідка про контейнери

source: Help about Creating a Container
ru: Справка по созданию контейнера
ta: ஒரு கொள்கலனை உருவாக்குவது பற்றி உதவுங்கள்
uk: Довідка про створення контейнера

source: Help about Creating a Template
ru: Справка по созданию шаблона
ta: ஒரு வார்ப்புருவை உருவாக்குவது குறித்து உதவுங்கள்
uk: Довідка про створення шаблону

source: Help about Events
de: Hilfe zu Ereignissen
fr: Aide sur les événements
it: Aiuto sugli eventi
nl: Hulp over gebeurtenissen
pt: Ajuda sobre eventos
ru: Справка о событиях
ta: நிகழ்வுகளைப் பற்றி உதவி செய்யுங்கள்
uk: Довідка про події

source: Help about Policies
de: Hilfe zu Richtlinien
fr: Aide sur les Politiques
it: Help sulle Policy
nl: Hulp over beleid
pt: Ajuda sobre políticas
ru: Справка о политике
ta: கொள்கைகளைப் பற்றி உதவி செய்யுங்கள்
uk: Допомога щодо політики

source: Help about RADIUS-Server
de: Hilfe zu RADIUS Servern
fr: Aide sur le Serveur RADIUS
it: Aiuto su server RADIUS
nl: Hulp over RADIUS-Server
pt: Ajuda sobre o servidor RADIUS
ru: Справка о RADIUS-сервере
ta: ஆரம்-சேவையகம் பற்றி உதவி
uk: Довідка про RADIUS-сервер

source: Help about Realms
de: Hilfe zu Realms
fr: Aide sur les Domaines
it: Aiuto su Realm
nl: Hulp over realms
pt: Ajuda sobre domínios
ru: Справка о доменнах
ta: பகுதிகள் பற்றி உதவி
uk: Довідка про Realms

source: Help about SMS-Gateways
de: Hilfe zu SMS-Gateways
fr: Aide sur les Passerelles SMS
it: Help su SMS Gateway
nl: Hulp over SMS-Gateways
pt: Ajuda sobre gateways de SMS
ru: Справка о SMS-шлюзах
ta: எச்எம்எச்-வாயில்கள் பற்றி உதவுங்கள்
uk: Довідка про SMS-шлюзи

source: Help about SMTP-Servers
de: Hilfe zu SMTP-Servern
fr: Aide sur les Serveurs SMTP
it: Aiuto sui server SMTP
nl: Hulp over SMTP-servers
pt: Ajuda sobre servidores SMTP
ru: Справка о SMTP-серверах
ta: SMTP-Servers பற்றி உதவுங்கள்
uk: Довідка про SMTP-сервери

source: Help about Template Details
ru: Справка о деталях шаблона
ta: வார்ப்புரு விவரங்களைப் பற்றி உதவுங்கள்
uk: Допомога щодо деталей шаблону

source: Help about Token
de: Hilfe zu Token
fr: A propos des types de jetons
it: Aiuto su Token
nl: Hulp over Token
pt: Ajuda sobre Token
ru: Справка о токенах
ta: கிள்ளாக்கைப் பற்றி உதவுங்கள்
uk: Довідка про токен

source: Help about Token Details
de: Hilfe zu Token Details
fr: A propos des informations de jetons
it: Aiuto sui dettagli del token
nl: Hulp over token-details
pt: Ajuda sobre detalhes do token
ru: Справка о деталях токена
ta: கிள்ளாக்கு விவரங்களைப் பற்றி உதவுங்கள்
uk: Довідка про деталі маркера

source: Help about Token Import
de: Hilfe zum Token-Import
fr: A propos de l'importation des jetons
it: Aiuto sull'importazione di token
nl: Help over token-import
pt: Ajuda sobre a importação de tokens
ru: Справка об импорте токенов
ta: கிள்ளாக்கு இறக்குமதி பற்றி உதவுங்கள்
uk: Довідка щодо імпорту токенів

source: Help about Token Settings
de: Hilfe zu Tokenenstellungen
fr: A propos des paramètres des jetons
it: Aiuto per le impostazioni di Token
nl: Help over token-instellingen
pt: Ajuda sobre as definições de token
ru: Справка о настройках токена
ta: கிள்ளாக்கு அமைப்புகளைப் பற்றி உதவுங்கள்
uk: Довідка про налаштування маркерів

source: Help about Tokentypes
de: Hilfe zu Tokentypen
fr: A propos des types de jetons
it: Aiuto sui tokentypes
nl: Help over token-types
pt: Ajuda sobre Tokentypes
ru: Справка о токентипах
ta: டோக்கன்டைப்ச் பற்றி உதவுங்கள்
uk: Довідка про типи маркерів

source: Help about User Details
de: Hilfe zu Benutzerdetails
fr: Aide sur les informations des Utilisateurs
it: Aiuto sui dettagli utente
nl: Help over gebruikersdetails
pt: Ajuda sobre os detalhes do utilizador
ru: Справка о сведениях о пользователе
ta: பயனர் விவரங்களைப் பற்றி உதவுங்கள்
uk: Довідка щодо інформації про користувача

source: Help about UserResolver
de: Hilfe zu Benutzer-Resolvern
fr: Aide sur les Interpréteurs d'Utilisateurs
it: Aiuto su UserResolver
nl: Help over gebruikers-resolver
pt: Ajuda sobre UserResolver
ru: Справка о UserResolver
ta: USERRESOLVER பற்றி உதவுங்கள்
uk: Довідка про UserResolver

source: Help about Users
de: Hilfe zu Benutzern
fr: Aide sur les Utilisateurs
it: Aiuto sugli utenti
nl: Help over gebruikers
pt: Ajuda sobre os utilizadores
ru: Справка о пользователях
ta: பயனர்களைப் பற்றி உதவுங்கள்
uk: Довідка про користувачів

source: Help about manage Users
de: Hilfe zur Benutzerverwaltung
fr: Aide sur la gestion des Utilisateurs
it: Aiuto sulla gestione degli utenti
nl: Help over gebruikersbeheer
pt: Ajuda sobre a gestão de utilizadores
ru: Справка об управлении пользователями
ta: பயனர்களை நிர்வகிப்பது பற்றி உதவுங்கள்
uk: Довідка про керування користувачами

source: Help on Service IDs
de: Hilfe zu Dienste-Kennzeichnungen
fr: Aide sur les ID de Services
pt: Ajuda sobre Service IDs
ru: Справка по служебным удостоверениям
ta: பணி ஐடிகளில் உதவி
uk: Довідка щодо ідентифікаторів послуг

source: Help on Tokengroups
de: Hilfe zu Tokengruppen
fr: Aide sur les groupes de jetons
it: Aiuto sui Tokengroup
nl: Help over token-groepen
pt: Ajuda sobre Grupos de tokens
ru: Помощь по токенгруппам
ta: கிள்ளாக்கு குழுக்களில் உதவுங்கள்
uk: Допомога щодо Tokengroups

source: Here you can define how the SMS will be sent - via which kind of gateway.
de: Hier können Sie definieren, wie SMS versendet werden - über welche Art Gateway.
fr: Ici vous pouvez définir comment le SMS sera envoyé - via quel type de passerelle.
it: Qui è possibile definire il modo in cui l'SMS verrà inviato, ovvero attraverso quale tipo di gateway.
nl: Hier kun je instellen via welk soort gateway de SMS verzonden zal worden.
pt: Aqui pode definir a forma como o SMS será enviado - através de que tipo de gateway.
ru: Здесь вы можете определить, как будет отправляться SMS - через какой шлюз.
ta: எச்எம்எச் எவ்வாறு அனுப்பப்படும் என்பதை இங்கே நீங்கள் வரையறுக்கலாம் - எந்த வகையான நுழைவாயில் வழியாக.
tr: Burada, SMS'in nasıl gönderileceğini tanımlayabilirsin - hangi ağ geçidi.
uk: Тут ви можете визначити, як буде надіслано SMS - через який шлюз.

source: Here you can define settings, that will be set as default values, when enrolling a DayPassword token. Note that the user/admin policies <code>daypassword_hashlib</code> and <code>daypassword_timestep</code> always have precedence over these default values.
ru: Эти параметры используются по умолчанию при выпуске токена DayPassword, если политики <code>daypassword_hashlib</code> и <code>daypassword_timestep</code> не переопределяют их.
ta: இங்கே நீங்கள் அமைப்புகளை வரையறுக்கலாம், அது இயல்புநிலை மதிப்புகளாக அமைக்கப்படும், எப்போது ஒரு டேபாச் வேர்ட் டோக்கனைச் சேர்ப்பது. பயனர்/நிர்வாக கொள்கைகள் <code>daypassword_hashlib</code> மற்றும் <code>daypassword_timestep</code> இந்த இயல்புநிலை மதிப்புகளுக்கு எப்போதும் முன்னுரிமை உள்ளது.
uk: Тут ви можете визначити параметри, які будуть встановлені як значення за замовчуванням, коли реєстрація токена DayPassword. Зверніть увагу, що політика користувача/адміністратора <code>daypassword_hashlib</code> і <code>daypassword_timestep</code> завжди має пріоритет над цими значеннями за замовчуванням.

source: Here you can define settings, that will be set as default values, when enrolling a HOTP token. Note that the user/admin policy <code>hotp_hashlib</code> always have precedence over this default value.
ru: Здесь вы можете задать параметры, которые будут установлены по умолчанию при регистрации токена HOTP. Обратите внимание, что политика пользователя/администратора <code>hotp_hashlib</code> всегда имеет приоритет над этими значениями по умолчанию.
ta: இங்கே நீங்கள் அமைப்புகளை வரையறுக்கலாம், அது இயல்புநிலை மதிப்புகளாக அமைக்கப்படும், எப்போது HOTP டோக்கனைச் சேர்ப்பது. பயனர்/நிர்வாகக் கொள்கை <code>hotp_hashlib</code> எப்போதும் முன்னுரிமை உள்ளது என்பதை நினைவில் கொள்க இந்த இயல்புநிலை மதிப்பு.
uk: Тут ви можете визначити параметри, які будуть встановлені як значення за замовчуванням, коли реєстрація маркера HOTP. Зауважте, що політика користувача/адміністратора <code>hotp_hashlib</code> завжди має пріоритет над це значення за замовчуванням.

source: Here you can define settings, that will be set as default values, when enrolling a TOTP token. Note that the user/admin policies <code>totp_hashlib</code> and <code>totp_timestep</code> always have precedence over these default values.
ru: Здесь вы можете задать параметры, которые будут использоваться как значения по умолчанию при регистрации токена TOTP. Обратите внимание, что политики пользователя/администратора <code>totp_hashlib</code> и <code>totp_timestep</code> всегда имеют приоритет над этими значениями по умолчанию.
ta: இங்கே நீங்கள் அமைப்புகளை வரையறுக்கலாம், அது இயல்புநிலை மதிப்புகளாக அமைக்கப்படும், எப்போது ஒரு TOTP கிள்ளாக்கை பதிவு செய்தல். பயனர்/நிர்வாக கொள்கைகள் <code>totp_hashlib</code> மற்றும் <code>totp_timestep</code> இந்த இயல்புநிலை மதிப்புகளுக்கு எப்போதும் முன்னுரிமை உள்ளது.
uk: Тут ви можете визначити параметри, які будуть встановлені як значення за замовчуванням, коли реєстрація токена TOTP. Зауважте, що правила користувача/адміністратора <code>totp_hashlib</code> і <code>totp_timestep</code> завжди мають пріоритет над цими значеннями за замовчуванням.

source: Here you can select how many tokens of which realm are required to perform a successful authentication.
cs: Zde můžete zvolit, kolik tokenů v jakých doménách je potřeba pro úspěšnou autentizaci.
de: Hier können Sie auswählen, wie viele Token aus dem jeweiligen Realm nötig sind, um einen erfolgreiche Authentifizierung durchzuführen.
fr: Ici vous pouvez sélectionner combien de jetons de quels domaines sont requis pour réussir une authentification.
it: Qui è possibile selezionare il numero di token di un determinato realm necessari per effettuare un'autenticazione corretta.
nl: Hier kun je selecteren hoe veel tokens van welke realms vereist zijn om met succes te authenticeren.
pt: Aqui pode selecionar quantos tokens de cada domínio são necessários para efetuar uma autenticação bem sucedida.
ru: Здесь вы можете выбрать, сколько токенов какого царства требуется для успешной аутентификации.
ta: எத்தனை டோக்கன்கள் தேவை என்பதை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம் வெற்றிகரமான அங்கீகாரத்தைச் செய்யுங்கள்.
tr: Burada, hangi alanın gerekli olduğu kaç belirteçleri seçebilirsiniz. Başarılı bir kimlik doğrulaması yapın.
uk: Тут ви можете вибрати, скільки токенів і якої області необхідно для успішної автентифікації.

source: Here you can upload a csv file for your OATH token. The file is supposed to contain one token per line.
cs: Zde můžete nahrát CSV soubor s OAUTH tokeny. Soubor by měl obsahovat jeden token na řádek.
de: Hier können Sie eine CSV-Datei mit OATH-Token hochladen. Diese Datei enthält einen Token pro Zeile.
fr: Ici vous pouvez téléverser un fichier csv pour votre jeton OATH. Le fichier est supposé contenir un jeton par ligne.
it: Qui è possibile caricare un file in formato csv per il proprio token OATH. Il file deve contenere un token per riga.
nl: Je kunt hier een CSV-bestand uploaden voor je OATH-token. Het bestand moet één token per lijn bevatten.
pt: Aqui pode carregar um ficheiro csv para o seu token OATH. O ficheiro deve conter um token por linha.
ru: Здесь вы можете загрузить файл csv для вашего токена OATH. Файл должен содержать по одному токену в строке.
ta: உங்கள் சத்திய டோக்கனுக்காக இங்கே நீங்கள் ஒரு காபிம கோப்பை பதிவேற்றலாம். கோப்பில் ஒரு வரிக்கு ஒரு கிள்ளாக்கு இருக்க வேண்டும்.
tr: Buradan OATH belirteciniz için bir csv dosyası yükleyebilirsiniz.. Dosyanın satır başına bir jeton içermesi gerekiyordu.
uk: Тут ви можете завантажити файл CSV для вашого OATH токена. Файл повинен містити один токен на рядок.

source: Here you can upload a csv file for your Yubikey token. The file is supposed to contain one token per line.
de: Hier können Sie eine CSV-Datei mit Yubikey-Token hochladen. Diese Datei enthält einen Token pro Zeile.
fr: Ici vous pouvez téléverser un fichier csv pour votre jeton Yubikey. Le fichier est supposé contenir un jeton par ligne.
it: Qui è possibile caricare un file in formato csv per il proprio token Yubikey. Il file deve contenere un token per riga.
nl: Hier kun je een CSV-bestand uploaden voor je Yubikey-token Het bestand moet één token per lijn bevatten.
pt: Aqui pode carregar um ficheiro csv para o seu token Yubikey. O ficheiro deve conter um token por linha.
ru: Здесь вы можете загрузить csv-файл для вашего токена Yubikey. Файл должен содержать по одному токену в строке.
ta: உங்கள் யூபிகே டோக்கனுக்காக ஒரு காபிம கோப்பை இங்கே பதிவேற்றலாம். கோப்பில் ஒரு வரிக்கு ஒரு கிள்ளாக்கு இருக்க வேண்டும்.
tr: Burada yubikey belirteci için bir CSV dosyası yükleyebilirsiniz. Dosyanın satır başına bir belirteç içermesi gerekiyordu.
uk: Тут ви можете завантажити файл CSV для вашого Yubikey токена. Файл повинен містити один токен на рядок.

source: Here you can upload an XML file from Aladdin or SafeNet as it was used with Aladdin TMS or SafeNet SAM.
de: Hier können Sie eine XML-Datei hochladen. Dies ist eine XML-Datei, wie Sie im Aladdin TMS bzw. im SafeNet SAM verwendet wurde.
fr: Ici vous pouvez téléverser un fichier XML à partir d'Aladdin ou SafeNet pouvant être utilisé avec Aladdin TMS ou SafeNet SAM.
it: Qui è possibile caricare un file XML da Aladdin o SafeNet come utilizzato con Aladdin TMS o SafeNet SAM.
nl: Hier kun je een XML-bestand uploaden van Aladdin of SafeNet zoals het gebruikt werd met Aladdin TMS of SafeNet SAM.
pt: Aqui pode carregar um ficheiro XML de Aladdin ou SafeNet tal como foi utilizado com Aladdin TMS ou SafeNet SAM.
ru: Здесь вы можете загрузить XML-файл из Aladdin или SafeNet в том виде, в котором он использовался как он использовался в Aladdin TMS или SafeNet SAM.
ta: இங்கே நீங்கள் ஒரு எக்ச்எம்எல் கோப்பை அலாடின் அல்லது சஃபெனெட்டிலிருந்து பதிவேற்றலாம் அலாடின் டி.எம்.எச் அல்லது சஃபெனெட் சாம் உடன் பயன்படுத்தப்படுகிறது.
tr: Burada, ALADDIN veya SAFENET'ten olduğu gibi bir XML dosyası yükleyebilirsiniz. Aladdin TMS veya Safenet Sam ile birlikte kullanılır.
uk: Тут ви можете завантажити XML-файл із Aladdin або SafeNet, таким, яким він використовувався з Aladdin TMS або SafeNet SAM.

source: Here you may register a new user account
cs: Zde můžete zaregistrovat nový uživatelský účet
de: Hier können Sie ein neues Benutzerkonto registrieren
fr: Ici vous pouvez créer un nouveau compte utilisateur
it: Qui puoi registrare un nuovo account utente
nl: Hier kun je een nieuwe gebruikersaccount registreren
pt: Aqui pode registar uma nova conta de utilizador
ru: Здесь вы можете зарегистрировать новую учетную запись пользователя
ta: இங்கே நீங்கள் ஒரு புதிய பயனர் கணக்கை பதிவு செய்யலாம்
tr: Burada yeni bir kullanıcı hesabı kaydedebilirsiniz
uk: Тут ви можете зареєструвати новий обліковий запис користувача

source: Hide
ru: Скрыть
ta: மறை
uk: Сховати

source: Hide Add Token List
de: List zum Hinzufügen von Tokens verbergen
fr: Cacher la liste d'ajout de jetons
pt: Ocultar Adicionar lista de tokens
ru: Скрыть список добавленных токенов
ta: கிள்ளாக்கு பட்டியலை சேர்க்கவும்
uk: Приховати список додавання маркерів

source: Hide Details
ru: Скрыть подробности
ta: விவரங்களை மறைக்கவும்
uk: Приховати деталі

source: Hide Policy templates
cs: Skrýt šablony politik
de: Vorlagen ausblenden
fr: Masquer les modèles de politique
it: Nascondi i modelli di policy
nl: Verberg beleidssjablonen
pt: Ocultar modelos de políticas
ru: Скрыть шаблоны политик
ta: கொள்கை வார்ப்புருக்களை மறைக்கவும்
tr: Politika şablonlarını gizle
uk: Приховати шаблони Політик

source: Hide Settings
ru: Скрыть настройки
ta: அமைப்புகளை மறைக்கவும்
uk: Приховати налаштування

source: Hostname
fr: Nom d'hôte
it: Nome host
nl: Hostnaam
pt: Nome do anfitrião
ru: Имя хоста
ta: புரவலன்பெயர்
tr: Ana bilgisayar adı
uk: Ім'я хоста

source: Hostname Attribute
de: Attribut für Hostnamen
fr: Attribut Nom d'hôte
it: Attributo Hostname
nl: Hostnaam attribuut
pt: Atributo de nome de anfitrião
ru: Атрибут имени хоста
ta: ஓச்ட்பெயர் பண்புக்கூறு
tr: HostName özniteliği
uk: Атрибут імені хосту

source: IP Address
cs: IP adresa
de: IP-Adresse
fr: Adresse IP
it: Indirizzo IP
nl: IP-adres
pt: Endereço IP
ru: IP-адрес
ta: ஐபி முகவரி
tr: IP adresi
uk: IP-адреса

source: IP Address Attribute
cs: Atribut s IP adresou
de: Attribut für IP-Adresse
fr: Attribut Adresse IP
it: Attributo indirizzo IP
nl: IP-adres attribuut
pt: Atributo de endereço IP
ru: Атрибут IP-адреса
ta: ஐபி முகவரி பண்புக்கூறு
tr: IP Adresi özniteliği
uk: Атрибут IP-адреси

source: IP or FQDN
cs: IP adresa nebo FQDN
de: IP oder FQDN
fr: IP ou FQDN
it: IP o FQDN
nl: IP of FQDN
pt: IP ou FQDN
ru: IP-адрес или FQDN
ta: IP அல்லது FQDN
tr: IP veya FQDN
uk: IP або FQDN

source: Id
fr: Identifiant
ta: ஐடி
uk: Ідентифікатор

source: Identifier
cs: Identifikátor
de: Bezeichner
fr: Identifiant
it: Identificatore
nl: Identificatie
pt: Identificador
ru: Идентификатор
ta: அடையாளங்காட்டி
tr: Tanımlayıcı
uk: Ідентифікатор

source: If no custom headers are defined this header is used for all endpoints.
uk: Якщо не визначено жодних користувацьких заголовків, цей заголовок використовується для всіх кінцевих точок.
