Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: If the SMTP server requires authentication you need to specify the user.
de: Falls der SMTP-Server Authentifizierung erfordert, geben Sie bitte hier den Benutzernamen an.
fr: Si le serveur SMTP nécessite une authentification vous devez spécifier l'utilisateur.
it: Se il server SMTP richiede l'autenticazione, è necessario Specificare l'utente.
nl: Als de SMTP-server authenticatie vereist, dan moet je de gebruikers opgeven.
pt: Se o servidor SMTP exigir autenticação, é necessário especificar o utilizador.
ru: Если SMTP-сервер требует аутентификации, необходимо указать пользователя.
ta: SMTP சேவையகத்திற்கு உங்களுக்கு தேவையான ஏற்பு தேவைப்பட்டால் பயனரைக் குறிப்பிடவும்.
tr: SMTP sunucusu kimlik doğrulaması gerektiriyorsa, Kullanıcıyı belirtin.
uk: Якщо сервер SMTP вимагає автентифікації, потрібно вказати користувача.

source: If the token is lost, you can enroll a temporary password based token and give the password to the user. The OTP PIN of the old token is still the same.
cs: Pokud je token ztracený, můžete zaregistrovat dočasný token na bázi hesla a předat heslo uživateli. PIN jednorázového kódu starého tokenu zůstává stejný.
de: Wenn der Token verloren ist, können Sie einen temporären Passwort-basierten Token ausrollen und dieses Passwort an den Benutzer geben. Dieses Passwort muss vom Benutzer mit der OTP PIN des alten Tokens kombiniert werden.
fr: Si le jeton est perdu, vous pouvez enrôler un jeton basé sur un mot de passe temporaire et donner le mot de passe à l'utilisateur. Le PIN OTP du vieux jeton reste le même.
it: In caso di smarrimento del token, è possibile registrare un token temporaneo basato su password e fornire la password all'utente. Il PIN OTP del vecchio token non sarà modificato.
nl: Al het token verloren is, dan kun je een tijdelijk wachtwoordgebaseerd token aanmelden en dat wachtwoord aan de gebruiker geven. De OTP PIN van het oude token blijft hetzelfde.
pt: Se o token se perder, pode registar um token temporário baseado numa palavra-passe e fornecer a palavra-passe ao utilizador. O PIN OTP do antigo token continua a ser o mesmo.
ru: Если токен утерян, можно зарегистрировать временный токен на основе пароля и передать пароль пользователю. OTP PIN-код старого токена остается прежним.
ta: கிள்ளாக்கு இழந்தால், நீங்கள் ஒரு தற்காலிக கடவுச்சொல்லை அடிப்படையாகக் கொண்டு சேர்க்கலாம் கடவுச்சொல்லை பயனருக்கு கொடுங்கள். பழைய டோக்கனின் OTP முள் இன்னும் உள்ளது அதே.
tr: Belirteç kaybolursa, geçici bir şifre tabanlı bir jetonu kaydedebilirsiniz ve şifreyi kullanıcıya ver. Eski belirteçlerin OTP pimi hala aynı.
uk: Якщо токен втрачено, ви можете зареєструвати тимчасовий токен на основі пароля та надати пароль користувачеві. PIN-код OTP старого токена досі такий же.

source: If this token should not use the system wide SMS gateway but an individual SMS gateway, you can select the gateway here.
de: Wenn dieser Token die SMS nicht über das systemweite Gateway, sondern über ein anderes SMS-Gateway versenden soll, so wählen Sie dies bitte hier aus.
fr: Si ce jeton ne doit pas utiliser la passerelle SMS du système mais une passerelle SMS individuelle, vous pouvez la sélectionner ici.
it: Se questo token non deve utilizzare il gateway SMS definito a livello di sistema, ma un gateway SMS individuale, è possibile selezionare il gateway qui.
nl: Als dit token niet de systeem SMS gateway moet gebruiken, maar een individuele SMS gateway, dan kun je hier de gateway selecteren.
pt: Se este token não utilizar o gateway de SMS de todo o sistema, mas um gateway de SMS individual, pode selecionar o gateway aqui.
ru: Если этот токен должен использовать не общесистемный SMS-шлюз, а индивидуальный SMS-шлюз, вы можете выбрать этот шлюз здесь.
ta: இந்த கிள்ளாக்கு கணினி பரந்த எச்எம்எச் நுழைவாயில் ஆனால் ஒரு தனிப்பட்ட எச்எம்எச் நுழைவாயிலைப் பயன்படுத்தக்கூடாது என்றால், நீங்கள் இங்கே நுழைவாயிலைத் தேர்ந்தெடுக்கலாம்.
tr: Bu belirteç, sistem geniş sms ağ geçidini ancak bireysel SMS ağ geçidini kullanmamalısa, Buradaki ağ geçidini seçebilirsiniz.
uk: Якщо цей токен повинен використовувати окремий шлюз SMS, а не загальносистемний, ви можете обрати його тут.

source: If you are enrolling the Yubikey in HOTP mode, you should use the PSKC file format in the newer version of the Yubikey GUI.
de: Wenn Sie den Yubikey im HOTP-Modus initialisieren, sollten Sie in neueren Yubikey-Personalisierungs-GUIs das PSKC-Dateiformat wählen.
fr: Si vous enrôlez la Yubikey en mode HOTP, vous devez utiliser le format de fichier PSKC dans la nouvelle version du GUI Yubikey.
pt: Se estiver a registar o Yubikey no modo HOTP, deve utilizar o formato de ficheiro PSKC na versão mais recente da GUI do Yubikey.
ru: Если вы регистрируете Yubikey в режиме HOTP, вам следует использовать формат файла PSKC в новой версии графического интерфейса Yubikey.
ta: நீங்கள் HOTP பயன்முறையில் யூபிகேயை பதிவு செய்கிறீர்கள் என்றால், நீங்கள் பயன்படுத்த வேண்டும் பி.எச்.கே.சி கோப்பு வடிவம் யூபிகே சி.யு.ஐ.யின் புதிய பதிப்பில்.
uk: Якщо ви реєструєте Yubikey у режимі HOTP, вам слід використовувати Формат файлу PSKC у новішій версії графічного інтерфейсу користувача Yubikey.

source: If you change the name of the policy, it will create a new policy with the new name!
cs: Pokud změníte název politiky, bude vytvořena nová politika s novým názvem.
de: Wenn Sie den Namen der Richtlinie ändern, wird eine neue Richtlinie mit diesem Namen erzeugt. Die Richtlinie mit dem alten Namen bleibt erhalten!
fr: Si vous modifiez le nom de la politique, cela va créer une nouvelle politique avec le nouveau nom !
it: Se modifichi il nome della policy, verrà creata una nuova policy con il nuovo nome!
nl: Als je de naam van het beleid wijzigt, dan zal hier een nieuw beleid gemaakt worden met die nieuwe naam!
pt: Se alterar o nome da política, será criada uma nova política com o mesmo nome!
ru: Если вы измените имя политики, будет создана новая политика с новым именем!
ta: கொள்கையின் பெயரை நீங்கள் மாற்றினால், அது ஒரு புதிய கொள்கையை உருவாக்கும் புதிய பெயருடன்!
tr: Politikanın adını değiştirirseniz, yeni bir politika oluşturacaktır. Yeni isimle!
uk: Якщо ви зміните назву політики, буде створено нову політику з новою назвою!

source: If you forgot your password, you may set a new one.
cs: Pokud neznáte svoje heslo, můžete si nastavit nové.
de: Wenn Sie Ihr Passwort vergessen haben, können Sie es hier zurücksetzen.
fr: Si vous avez oublié votre mot de passe, vous pouvez en définir un nouveau.
it: Se hai dimenticato la password, puoi impostarne una nuova.
nl: Als je het wachtwoord vergeten bent, dan kun een nieuw instellen.
pt: Se se esqueceu da sua palavra-passe, pode definir uma nova.
ru: Если вы забыли свой пароль, вы можете задать новый.
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டால், புதிய ஒன்றை அமைக்கலாம்.
tr: Şifrenizi unuttuysanız, yeni bir tane ayarlayabilirsiniz.
uk: Якщо ви забули пароль, можна встановити новий.

source: If you were handed a token device, you may connect this device to your account. Turn over the token, you may find a serial number printed on the token. Please enter this serial number and make up a token pin.
de: Wenn Sie einen Hardware-Token ausgehändigt bekommen haben, können Sie hier diesen Token mit Ihrem Account verbinden. Drehen Sie den Token um, auf dem Gehäuse werden Sie eine Seriennummer finden. Geben Sie hier bitte diese Seriennummer ein und denken Sie sich eine PIN aus.
fr: Si vous avez en votre possession un jeton matériel, vous devez le connecter à votre compte. Retournez le, vous devriez trouver un numéro de série imprimé sur le jeton. Veuillez entrer ce numéro de série et créer un PIN pour ce jeton.
it: Se ti è stato consegnato un dispositivo token, puoi connettere questo dispositivo al tuo account. Inserisci il numero di serie del token e crea un token pin. (Il numero di serie è normalmente stampato sul retro del token).
nl: Als je een token-toestel gekregen hebt, dan kun je dit toestel verbinden met je account. Kijk op de achterkant van het token en zoek de serienummer. Geef die serienummer in en verzin een token PIN.
pt: Se lhe foi entregue um dispositivo de token, pode ligar este dispositivo à sua conta. Se virar o token, poderá encontrar um número de série impresso no token. Introduza este número de série e crie um pin para o token.
ru: Если вам выдали устройство-жетон, вы можете подключить его к своему счету. Переверните токен, возможно, вы найдете серийный номер, напечатанный на жетоне. Введите этот серийный номер и придумайте пин-код жетона.
ta: உங்களிடம் ஒரு கிள்ளாக்கு சாதனம் வழங்கப்பட்டால், இந்த சாதனத்தை உங்களுடன் இணைக்கலாம் கணக்கு. டோக்கனைத் திருப்புங்கள், ஒரு வரிசை எண்ணை நீங்கள் காணலாம் கிள்ளாக்கு. தயவுசெய்து இந்த வரிசை எண்ணை உள்ளிட்டு கிள்ளாக்கு முள் உருவாக்கவும்.
tr: Size bir jeton cihazı verildiyse, bu cihazı cihazınıza bağlayabilirsiniz. hesap. Jetonu ters çevirin, üzerinde basılı bir seri numarası bulabilirsiniz. jeton. Lütfen bu seri numarasını girin ve bir jeton pini oluşturun.
uk: Якщо вам вручили токен-пристрій, ви можете підключити цей пристрій до свого облікового запису. Переверніть пристрій, ви можете знайти серійний номер, надрукований на ньому. Будь ласка, введіть цей серійний номер і вкажіть PIN-код для токена.

source: Import Tokens
cs: Import tokenů
de: Token importieren
fr: Importer des jetons
it: Importa token
nl: Importeer tokens
pt: Importar Tokens
ru: Импорт токенов
ta: டோக்கன்களை இறக்குமதி செய்யுங்கள்
tr: İthalatçı
uk: Імпортувати токени

source: Import tokens from a file
cs: Import tokenů ze souboru
de: Tokendatei importieren
fr: Importer des jetons à partir d'un fichier
it: Importa i token da un file
nl: Importeer tokens uit een bestand
pt: Importar tokens a partir de um ficheiro
ru: Импорт токенов из файла
ta: ஒரு கோப்பிலிருந்து டோக்கன்களை இறக்குமதி செய்யுங்கள்
tr: Bir dosyadan belirteçleri içe aktarın
uk: Імпорт токенів із файлу

source: In case of conflicting policies, the policy with the lowest priority number will take precedence.
cs: V případě konfliktu mezi politikami se uplatní ta s nižší hodnotou priority.
de: Im Fall eines Richtlinienkonflikts wird die Richtlinie mit dem niedrigsten "Priorität"-Wert berücksichtigt.
fr: En cas de conflit de politiques, la politique avec la priorité la plus basse sera appliquée.
it: In caso di conflitto, la policy con il numero di priorità più basso avrà la precedenza.
nl: Bij conflicterend beleid zal het beleid met het laagste prioriteitsnummer voorrang krijgen.
pt: Em caso de conflito de políticas, a política com o número de prioridade mais baixo terá precedência.
ru: В случае противоречивых политик приоритет будет иметь политика с наименьшим номером приоритета.
ta: முரண்பட்ட கொள்கைகளின் விசயத்தில், மிகக் குறைந்த முன்னுரிமை எண்ணைக் கொண்ட கொள்கை முன்னுரிமை பெறும்.
tr: Çakışan politika durumunda, en düşük öncelikli numaraya sahip politika öncelikli olacaktır.
uk: У разі конфліктних політик перевагу матиме політика з найменшим пріоритетом.

source: Inactive Events
cs: Neaktivní události
de: Inaktive Ereignisse
fr: Événements inactifs
it: Eventi inattivi
nl: Niet-actieve gebeurtenissen
pt: Eventos inativos
ru: Неактивные события
ta: செயலற்ற நிகழ்வுகள்
tr: Etkin olmayan olaylar
uk: Неактивні події

source: Inactive Policies
cs: Neaktivní politiky
de: Inaktive Richtlinien
fr: Politiques inactives
it: Policy inattive
nl: Niet actieve beleidsregels
pt: Políticas inativas
ru: Неактивные политики
ta: செயலற்ற கொள்கைகள்
tr: Aktif Değil Politikalar
uk: Неактивні політики

source: Include SAML attributes even if the user failed to authenticate.
cs: Zahrnout SAML atributy i když se uživateli nepodařilo přihlásit.
de: SAML Attribute einbinden, auch wenn die Authentisierungsanfrage fehlgeschlagen ist.
fr: Inclure les attributs SAML même si l'utilisateur n'a pas réussi à s'authentifier.
it: Includi attributi SAML anche se l'utente non è riuscito a eseguire l'autenticazione.
nl: SAML-attributen mee insluiten, zelfs als de gebruiker niet kan authenticeren.
pt: Incluir atributos SAML mesmo que o utilizador não tenha conseguido autenticar-se.
ru: Включите атрибуты SAML, даже если пользователь не смог пройти аутентификацию.
ta: பயனர் அங்கீகரிக்கத் தவறிவிட்டாலும் SAML பண்புகளைச் சேர்க்கவும்.
tr: Kullanıcı kimlik doğrulamasıysa bile SAML özniteliklerini ekleyin.
uk: Включати атрибути SAML, навіть якщо користувач не зміг автентифікуватися.

source: Include SAML attributes in the authentication response.
de: SAML-Attribute in die Authentisierungsantwort mit einbinden.
fr: Inclure les attributs SAML dans la réponse de l'authentification.
pt: Incluir atributos SAML na resposta de autenticação.
ru: Включите атрибуты SAML в в ответ на аутентификацию.
ta: SAML பண்புகளை சேர்க்கவும் அங்கீகார பதில்.
uk: Включіть атрибути SAML у відповідь аутентифікації.

source: Increase the failcounter if the wrong PIN was entered.
cs: Inkrementovat počítadlo chyb pokud je zadán nesprávný PIN.
de: Den Fehlerzähler erhöhen, wenn eine falsche PIN eingegeben wurde.
fr: Incrémenter le compteur d'échecs si le mauvais code PIN a été saisi.
it: Incrementa il contatore di errori se è stato immesso il PIN errato.
nl: Verhoog de teller met mislukte aanmeldingen wanneer een verkeerde PIN werd ingegeven.
pt: Aumentar o contador de falhas se tiver sido introduzido um PIN errado.
ru: Увеличьте счетчик отказов, если был введен неправильный PIN-код.
ta: தவறான முள் நுழைந்தால் தோல்வியை அதிகரிக்கவும்.
tr: Yanlış PIN girildiği takdirde başarısızlığını arttırın.
uk: Збільшити лічильник помилок, якщо було введено неправильний PIN-код.

source: Info
cs: Informace
fr: Informations
pt: Informação
ru: Информация
ta: தகவல்
tr: Bilgi
uk: Інформація

source: Interval
de: Intervall
fr: Intervalle
it: Intervallo
pt: Intervalo
ru: Интервал
ta: இடைவேளை
tr: Aralık
uk: Інтервал

source: Issuer
cs: Vydavatel
de: Aussteller
fr: Emetteur
it: Emittente
nl: Uitgever
pt: Emissor
ru: Эмитент
ta: வழங்குபவர்
tr: İhraççı
uk: Видавець

source: It will send the missing registration data to the configured endpoint.
de: Die fehlenden Registrierungsdaten werden an den konfigurierten API-Endpunkt gesendet.
fr: Il enverra les données manquantes de l'enregistrement au point de terminaison configuré.
it: Invierà i dati di registrazione mancanti all'endpoint configurato.
nl: Dit zal de ontbrekende registratiegegevens naar het geconfigureerde eindpunt sturen.
pt: Enviará os dados de registo em falta para o ponto de acesso configurado.
ru: Он отправит недостающие регистрационные данные на настроенную конечную точку.
ta: இது காணாமல் போன பதிவு தரவை உள்ளமைக்கப்பட்ட இறுதிப்புள்ளிக்கு அனுப்பும்.
tr: Eksik kayıt verilerini yapılandırılmış bitiş noktasına gönderir.
uk: Це надішле відсутні дані реєстрації до налаштованої кінцевої точки.

source: Key
cs: Klíč
de: Schlüssel
fr: Clé
it: Chiave
nl: Sleutel
pt: Chave
ru: Ключ
ta: விசை
tr: Anahtar
uk: Ключ

source: Keyfile Path
de: Pfad zur KeyTab-Datei
fr: Chemin du fichier clé
it: Percorso del Keyfile
nl: Pad sleutelbestand
pt: Caminho do ficheiro chave
ru: Путь к файлу ключа
ta: கீஃபைல் பாதை
uk: Шлях до ключового файлу

source: Last
cs: Poslední
de: Ende
fr: Dernière
it: Ultimo
nl: Laatste
pt: Último
ru: Последний
ta: கடைசி
tr: Son
uk: Останній

source: Last Authentication
ru: Последний вход
ta: கடைசி ஏற்பு
uk: Остання автентифікація

source: Last Definition Update
de: Letzte Aktualisierung der Definition
fr: Dernière mise à jour de définition
it: Ultimo aggiornamento della definizione
nl: Laatste definitie-update
pt: Última atualização da definição
ru: Последнее обновление определений
ta: கடைசி வரையறை புதுப்பிப்பு
tr: Son tanım güncellemesi
uk: Останнє оновлення визначень

source: Last Synchronization
ru: Последняя синхронизация
ta: கடைசியாக ஒத்திசைவு
uk: Остання синхронізація

source: Last seen:
cs: Poslední aktivita:
de: Zuletzt gesehen:
fr: Vu pour la dernière fois :
it: L'ultima volta che è stato visto:
nl: Laatst gezien:
pt: Visto pela última vez:
ru: Последний раз был замечен:
ta: கடைசியாக பார்த்தது:
tr: Son görülen:
uk: Востаннє бачили:

source: Licensed under
cs: Licencováno pod
de: Lizenziert unter
fr: Sous licence
it: Concesso in licenza ai sensi
nl: Licentie verleend onder
pt: Licenciado sob
ru: Лицензия выдана
ta: கீழ் உரிமம்
tr: Lisanslı
uk: Ліцензовано під

source: Limit
de: Begrenzung
fr: Limite
it: Limite
nl: Limiet
pt: Limite
ru: Лимит
ta: வரம்பு
tr: Sınırlamak
uk: Обмеження

source: List Challenges
cs: Výzvy k autentizaci
de: Challenges anzeigen
fr: Lister les challenges
it: Elenco sfide
nl: Laatste challenges
pt: Listar desafios
ru: Задачи из списка
ta: சவால்களை பட்டியல்
tr: Giriş Listesi
uk: Перелік запитів

source: List Containers
de: Container Liste
fr: Lister les Conteneurs
pt: Listar contentores
ru: Список контейнеров
ta: கொள்கலன்களை பட்டியலிடுங்கள்
uk: Список контейнерів

source: List RADIUS server definitions
de: Alle RADIUS-Server anzeigen
fr: Lister les définitions du serveur RADIUS
it: Elenca le definizioni del server RADIUS
nl: Lijst RADIUS-server definities
pt: Listar dfinições de servidor RADIUS
ru: Список определений RADIUS-серверов
ta: ஆரம் சேவையக வரையறைகளை பட்டியலிடுங்கள்
tr: RADIUS sunucusu tanımlarını listeler
uk: Перелік визначень сервера RADIUS

source: List SMTP server definitions
de: Alle SMTP-Server anzeigen
fr: Lister les définitions du serveur SMTP
it: Elenco delle definizioni dei server SMTP
nl: Lijst SMTP-server definities
pt: Listar definições de servidor SMTP
ru: Список определений SMTP-серверов
ta: SMTP சேவையக வரையறைகளை பட்டியலிடுங்கள்
tr: SMTP Sunucusu tanımlarını listele
uk: Перелік визначень сервера SMTP

source: List Service ID definitions
de: Alle Dienste-Kennzeichnungen anzeigen
fr: Lister les définitions de l'ID de Service
pt: Listar definições de Service ID
ru: Список определений идентификаторов служб
ta: பட்டியல் பணி ஐடி வரையறைகள்
uk: Список визначень ідентифікаторів служби

source: List Templates
ru: Список шаблонов
ta: வார்ப்புருக்கள் பட்டியல்
uk: Шаблони списків

source: List Tokengroup definitions
de: Alle Tokengruppen anzeigen
fr: Lister les définitions du groupe de jetons
it: Elenco delle definizioni dei Tokengroup
nl: Lijst token-groepdefinities
pt: Listar definições de Tokengroup
ru: Список определений группы токенов
ta: கிள்ளாக்கு குழு வரையறைகளை பட்டியலிடுங்கள்
uk: Список визначень Tokengroup

source: List privacyIDEA server definitions
ru: Список определений серверов privacyIDEA
ta: தனியுரிமை சேவையகத்தை பட்டியலிடுங்கள் வரையறைகள்
uk: Список серверів privacyIDEA визначення

source: List tokens
cs: Zobrazit seznam tokenů
de: Tokenliste anzeigen
fr: Lister les jetons
it: Elenco dei token
nl: Lijst tokens
pt: Listar tokens
ru: Список токенов
ta: டோக்கன்களை பட்டியலிடுங்கள்
tr: Jeton listesi
uk: Перелік токенів

source: Loading Machines...
de: Lade Maschinen...
fr: Chargement des machines…
it: Caricamento delle macchine...
nl: Machines laden ...
pt: A carregar máquinas...
ru: Загрузка машин...
ta: இயந்திரங்களை ஏற்றுகிறது ...
tr: Yükleme makineleri ...
uk: Завантаження комп'ютерів...

source: Loading serials...
cs: Načítání sériových čísel...
de: Laden Seriennummern...
fr: Chargement des numéros de série…
it: Caricamento dei seriali...
nl: Serienummers laden...
pt: A carregar séries...
ru: Загрузка серийных...
ta: சீரியல்களை ஏற்றுகிறது ...
tr: Seri yükleme ...
uk: Завантаження серійних номерів...

source: Loading users...
cs: Načítání uživatelů...
de: Lade Benutzer...
fr: Chargement des utilisateurs…
it: Caricamento utenti...
nl: Gebruikers laden ...
pt: A carregar utilizadores...
ru: Загрузка пользователей...
ta: பயனர்களை ஏற்றுகிறது ...
tr: Kullanıcıları Yükleme ...
uk: Завантаження користувачів...

source: Lock screen
cs: Uzamčít obrazovku
de: Applikation sperren
fr: Verrouiller l'écran
it: Blocca schermo
nl: Blokkeer scherm
pt: Bloquear ecrã
ru: Экран блокировки
ta: பூட்டுத் திரை
tr: Kilit ekranı
uk: Екран блокування

source: Log
de: Logbuch
fr: Journal
ru: Журнал
ta: பதிவு
tr: Kayıt
uk: Журнал

source: Log In
cs: Přihlásit se
de: Anmelden
fr: Se connecter
it: Accedi
nl: Aanmelden
pt: Iniciar sessão
ru: Войти
ta: புகுபதிகை
tr: Giriş
uk: Увійти

source: Log out
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
it: Esci
nl: Afmelden
pt: Terminar sessão
ru: Выйти
ta: விடுபதிகை
tr: Çıkış Yap
uk: Вийти

source: Login
cs: Přihlášení
de: Anmelden
fr: Se connecter
nl: Aanmelden
pt: Entrar
ru: Вход в систему
ta: புகுபதிவு
tr: Giriş
uk: Логін

source: Login as {{ remoteUser }}
cs: Přihlášení jako {{ remoteUser }}
de: Als {{ remoteUser }} anmelden
fr: Se connecter en tant que {{ remoteUser }}
it: Accedi come {{ remoteUser }}
nl: Aanmelden als {{ remoteUser }}
pt: Iniciar sessão como {{ remoteUser }}
ru: Войти как {{ remoteUser }}
ta: ஆக உள்நுழைக {{ remoteUser }}}
tr: Oturum açmak {{ remoteUser }}
uk: Увійти як {{ remoteUser }}

source: Login with credentials
cs: Přihlášení přístupovými údaji
de: Als anderer Benutzer anmelden
fr: Se connecter avec les identifiants
it: Accedi con le credenziali
nl: Aanmelden met aanmeldgegevens
pt: Iniciar sessão com credenciais
ru: Войдите в систему, используя учетные данные
ta: நற்சான்றிதழ்களுடன் உள்நுழைக
tr: Kimlik bilgileriyle giriş yapın
uk: Вхід з обліковими даними

source: Logout
cs: Odhlášení
de: Abmelden
fr: Se déconnecter
it: Disconnessione
nl: Afmelden
pt: Sair
ru: Выход из системы
ta: வெளியேற்றம்
tr: Çıkış Yap
uk: Вийти

source: Lost Token
cs: Ztracený token
de: Verlorener Token
fr: Jeton perdu
it: Token perduto
nl: Verloren token
pt: Token perdido
ru: Утраченный токен
ta: இழந்த கிள்ளாக்கு
tr: Kayıp Jeton
uk: Втрачений токен

source: Machine
de: Maschine
it: Macchina
pt: Máquina
ru: Компьютер
ta: இயந்திரம்
tr: Makine
uk: Комп'ютер

source: Machine ID
de: Maschinen-ID
fr: Identifiant de la machine
it: ID macchina
pt: ID da máquina
ru: ID компьютера
ta: இயந்திர ஐடி
tr: makine kimliği
uk: Ідентифікатор комп'ютера

source: Machine ID Attribute
de: Attribut für Maschinen-ID
fr: Attribut de l'ID de la machine
it: Attributo ID macchina
nl: Machine ID attribuut
pt: Atributo de ID da máquina
ru: Атрибут идентификатора машины
ta: இயந்திர ஐடி பண்புக்கூறு
tr: Makine kimliği niteliği
uk: Атрибут ідентифікатора комп'ютера

source: Machine Resolver
de: Maschinen-Resolver
fr: Interpréteur de la machine
it: Resolver di macchine
pt: Resolvedor de máquinas
ta: இயந்திர தீர்வி
tr: Makine çözücü
uk: Машинний резольвер

source: Machines
de: Maschinen
it: Macchine
pt: Máquinas
ru: Компьютеры
ta: இயந்திரங்கள்
tr: Makineler
uk: Комп'ютери

source: Machines this token is attached to
de: Maschinen, an die dieser Token angehängt ist
fr: Machines auxquelles est rattaché ce jeton
it: Macchine a cui è collegato questo token
nl: Machines waar dit token mee verbonden is
pt: Máquinas a que este token está anexado
ru: Машины, к которым прикреплен этот токен
ta: இயந்திரங்கள் இந்த கிள்ளாக்கு இணைக்கப்பட்டுள்ளது
tr: Makineler Bu belirteç ekli
uk: Комп'ютери, до яких прикріплений цей токен

source: Mapping
cs: Mapování
de: Zuordnung
fr: Cartographie
it: Corrispondenza
nl: Koppeling
pt: Mapeamento
ru: Отображение
ta: கோர்ப்பு
tr: Haritalama
uk: Відображення

source: Mark the token as lost
cs: Označit token jako ztracený
de: Den Token als verloren markieren
fr: Marquer le jeton comme perdu
it: Contrassegna il token come perduto
nl: Markeer het token als verloren
pt: Marcar o token como perdido
ru: Пометьте токен как утраченный
ta: கிள்ளாக்கை இழந்ததாகக் குறிக்கவும்
tr: Belirteç'i kayıp olarak işaretle
uk: Позначити токен як втрачений

source: Max Failcount of newly enrolled tokens
de: Maximaler Fehlerzähler-Wert für neu ausgerollte Token
fr: Nombre maximum d'échecs des nouveaux jetons enrôlés
pt: Número máximo de falhas de tokens recentemente registados
ru: Максимальное количество отказов вновь зачисленных токенов
ta: மேக்ச் தோல்வி புதிதாக பதிவுசெய்யப்பட்ட டோக்கன்கள்
uk: Максимальна кількість помилок щойно зареєстровані токени

source: Maxfail
cs: Limit chybných pokusů
de: Max. Fehlerzähler
fr: Nombre maximum d'échecs
nl: Max mislukt
pt: Falha Máxima
ta: மேக்ச்ஃபெயில்
uk: Максфакс
