Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: <p> You are reading books, which do not belong to you anymore. Your ebook reader only provides them for the time of reading. You are using software as a service and you do not have any control, when the software will be updated, which features will be added or removed or if the service might even be stopped. You only get a legal right of time limited use. </p> <p> You could install proprietary software on your own server, but you also have only limited rights in regards to this installation. You are not allowed to modify or pass along this proprietary software. </p> <p> The open source software privacyIDEA now is <b>your property</b>! No one can take away this software or this installation. According to the license AGPLv3 you can modify or distribute this software. You do not have to worry about end-of-life. </p> <p> <b>Using open source is not about spending no money, but is is about full control you get over your own system! Forever!</b> </p>
de: <p>Sie lesen Bücher, die Ihnen nicht mehr gehören, sondern nur temporär auf einem eBook-Reader zur Verfügung gestellt werden. Sie nutzen Software as a Service und haben keine Kontrolle, wann die Software mit welchen Features aktualisiert oder sogar eingestellt wird. Sie haben lediglich ein Nutzungsrecht.</p> <p>Proprietäre Software können Sie zwar auf Ihrem eigenen Server installieren, doch haben Sie auch nur sehr beschränkte Rechte an dieser Installation. Sie dürfen die proprietäre Software nicht ändern und nicht weitergeben.</p> <p>Die Open Source Software privacyIDEA <b>gehört jetzt Ihnen</b>! Diese kann Ihnen niemand mehr nehmen. Sie können Sie im Rahmen der AGPLv3 ändern und weitergeben. Das Thema End-Of-Life spielt für Sie keine Rolle mehr!</p> <p><b>Beim Einsatz von Open Source geht es also primär nicht um Geldersparnis, sondern um die volle Kontrolle, die Sie über Ihr System haben! Für Immer!</b></p>
fr: <p> Aujourd'hui, vous lisez des livres qui ne vous appartiennent plus. Votre lisseuse électronique vous fourni ces livres seulement le temps de leur lecture. Vous utilisez des Logiciels en tant que Service (SaaS) et vous n'avez plus aucun contrôle, quand le logiciel sera mis à jour, quelles fonctionnalités seront ajoutées, supprimées ou quel service sera arrêté. Vous avez un droit légal d'usage limité dans le temps. </p> <p> Vous pouvez aussi installer un logiciel propriétaire sur votre propre serveur, mais vous aurez aussi un droit limité sur cette installation. Vous n'êtes pas autorisé à modifier ou à transmettre ce logiciel propriétaire. </p> <p> Le logiciel libre privacyIDEA est maintenant <b>votre propriété</b> ! Personne ne peut vous retirer ce logiciel ou cette installation. En accord avec la licence AGPLv3 vous pouvez modifier ou distribuer ce logiciel. Ne vous souciez plus de la fin de vie du produit. </p> <p> <b>Utiliser un logiciel libre n'est pas le fait de ne pas dépenser de l'argent, mais le fait d'avoir un contrôle total de votre système ! Pour toujours !</b> </p>
it: <p> Stai leggendo libri che non ti appartengono più. Il tuo ebook reader li fornisce solo per il tempo della lettura. Stai usando il software come fosse un servizio e non hai alcun controllo, quando il software verrà aggiornato, su quali funzionalità verranno aggiunte o rimosse o se il servizio viene interrotto. Ottieni solo un diritto legale di utilizzo limitato nel tempo. </p> <p> Potresti installare software proprietario sul tuo server, ma hai solo diritti limitati riguardo all'installazione. Non è consentito modificare o trasmettere questo software di proprietà di altri. </p> <p> Il software open source privacyIDEA ora è <b>di tua proprietà</b>! Nessuno può portarti via questo software o questa installazione. Secondo la licenza AGPLv3 è possibile modificare o distribuire questo software. Non devi preoccuparti della fine della vita. </p> <p> <b>L'uso di software open source non significa non spendere soldi, ma avere il pieno controllo che puoi supportare il tuo sistema per sempre!</b> </p>
nl: <p>Je leest boeken, die niet meer van jou zijn. Jouw ebookreader biedt hen allen aan voor de leestijd. Je gebruikt software als service en je hebt er geen controle over, wanneer de software zal worden bijgewerkt, welke functies worden toegevoegd of verwijderd of zelfs dat de service kan worden gestopt. Je krijgt slechts een wettelijk recht van in de tijd beperkt gebruik.</p> <p>Je kunt propriëtaire software installeren op je eigen server, maar je hebt ook dan beperkte rechten met betrekking tot deze installatie. Het is niet toegestaan om deze propriëtaire software te wijzigen of door te geven.</p> <p>De open source software privacyIDEA is nu <b>jouw eigendom!</b> Niemand kan deze software of deze installatie wegnemen. Volgens de licentie AGPLv3 kun je deze software wijzigen of distribueren. Je hoeft je geen zorgen te maken over het levenseinde van deze software.</p> <p> <b>Het gebruik van van open source is niet over de uitgave van geld, maar gaat over volledige controle krijgen over je eigen systeem! Voor altijd!</b> </p>
pt: <p> Está a ler livros que já não lhe pertencem. O seu leitor de livros electrónicos apenas os fornece durante o tempo de leitura. Está a utilizar software como um serviço e não tem qualquer controlo sobre quando o software será atualizado, que funcionalidades serão acrescentadas ou retiradas ou se o serviço poderá mesmo ser interrompido. Apenas obtém um direito legal de utilização limitada no tempo. </p> <p> Pode instalar software proprietário no seu próprio servidor, mas também tem apenas direitos limitados no que respeita a esta instalação. Não está autorizado a modificar ou transmitir este software proprietário. </p> <p> O software de código aberto privacyIDEA é agora <b>propriedade sua</b>! Ninguém pode retirar este software ou esta instalação. De acordo com a licença AGPLv3, pode modificar ou distribuir este software. Não tem de se preocupar com o fim da vida. </p> <p> <b>Utilizar código aberto não significa não gastar dinheiro, mas sim ter controlo total sobre o seu próprio sistema! Para sempre!</b> </p>
ru: <p> Вы читаете книги, которые вам больше не принадлежат. Ваше устройство для чтения электронных книг предоставляет их только на время чтения. Вы используете программное обеспечение как услугу и не контролируете, когда программное обеспечение будет обновлено, какие функции будут добавлены или удалены или даже может быть прекращено предоставление услуги. Вы получаете только законное право ограниченного по времени использования. </p> <p> Вы можете установить проприетарное программное обеспечение на свой собственный сервер, но у вас также есть только ограниченные права в отношении этой установки. Вы не имеете права изменять или передавать это проприетарное программное обеспечение. </p> <p> Программное обеспечение с открытым исходным кодом privacyIDEA теперь является <b>вашей собственностью</b>! Никто не может забрать это программное обеспечение или эту установку. В соответствии с лицензией AGPLv3 вы можете изменять или распространять это программное обеспечение. Вам не нужно беспокоиться об окончании срока службы. </p> <p> <b>Использование открытого кода - это не отсутствие денег, а полный контроль над собственной системой! Навсегда!</b> </p>
ta: <p> நீங்கள் புத்தகங்களைப் படிக்கிறீர்கள், அது இனி உங்களுக்குச் சொந்தமில்லை. உங்கள் மின்புத்தக வாசகர் படிக்கும் நேரத்திற்கு மட்டுமே அவர்களுக்கு வழங்குகிறது. நீங்கள் மென்பொருளை ஒரு சேவையாகப் பயன்படுத்துகிறீர்கள் உங்களுக்கு எந்தக் கட்டுப்பாடும் இல்லை, மென்பொருள் எப்போது புதுப்பிக்கப்படும், எந்த நற்பொருத்தங்கள் சேர்க்கப்படும் அல்லது அகற்றப்படும் அல்லது பணி நிறுத்தப்பட்டால் கூட. நேர வரையறுக்கப்பட்ட பயன்பாட்டின் சட்டப்பூர்வ உரிமையை மட்டுமே நீங்கள் பெறுவீர்கள். </p> <p> உங்கள் சொந்த சேவையகத்தில் தனியுரிம மென்பொருளை நிறுவலாம், ஆனால் உங்களுக்கும் மட்டுமே உள்ளது இந்த நிறுவலைப் பொறுத்தவரை வரையறுக்கப்பட்ட உரிமைகள். மாற்றவோ அல்லது கடந்து செல்லவோ உங்களுக்கு இசைவு இல்லை இந்தத் தனியுரிம மென்பொருள். </p> <p> திறந்த மூல மென்பொருள் தனியுரிமை இப்போது <b> உங்கள் சொத்து </b>! இந்த மென்பொருளை யாரும் பறிக்க முடியாது அல்லது இந்த நிறுவல். AGPLV3 உரிமத்தின்படி, இந்த மென்பொருளை நீங்கள் மாற்றலாம் அல்லது விநியோகிக்கலாம். வாழ்க்கையின் முடிவைப் பற்றி நீங்கள் கவலைப்பட வேண்டியதில்லை. </p> <p> <b> திறந்த மூலத்தைப் பயன்படுத்துவது பணம் செலவழிப்பது அல்ல, ஆனால் நீங்கள் பெறும் முழு கட்டுப்பாட்டைப் பற்றியது உங்கள் சொந்த அமைப்பு! என்றென்றும்! </b> </p>
tr: <p> Artık sana ait olmayan kitap okuyorsun. E-kitap okuyucunuz sadece okuma zamanını sağlar. Bir yazılım kullanıyorsunuz ve yazılım güncellendiğinde, herhangi bir kontrolünüz yok, Hangi özellikler eklenecek veya kaldırılacak veya hizmet durdurulabilirse. Sınırlı kullanımın sadece yasal bir hak kazanırsınız. </p> <p> Özel yazılımı kendi sunucunuza yükleyebilirsiniz, ancak sende Bu kurulum konusunda sınırlı haklar. Değiştirmenize veya geçmenize izin verilmez Bu tescilli yazılım. </p> <p> Açık kaynaklı yazılım PrivacyIDEA şimdi <b> Mülkünüz </b>! Kimse bu yazılımı kaldıramaz veya bu kurulum. AGPLV3 lisansına göre, bu yazılımı değiştirebilir veya dağıtabilirsiniz. Hayat sonu hakkında endişelenmenize gerek yok. </p> <p> <b> Açık kaynak kullanarak para harcamakla ilgili değildir, ancak tam kontrol ile ilgilidir. Kendi sisteminiz! Sonsuza dek! </b> </p>

source: Create a new HTTP Resolver
de: Erzeuge einen neuen HTTP Resolver
fr: Créer un nouvel interpréteur HTTP
it: Crea un nuovo resolver HTTP
nl: Maak een nieuwe HTTP-resolver
pt: Criar um novo Resolvedor HTTP
ru: Создать новый HTTP Resolver
ta: புதிய HTTP தீர்வை உருவாக்கவும்
tr: Yeni bir http çözücü oluştur

source: Edit HTTP Resolver {{ resolvername }}
de: Bearbeite HTTP Resolver {{ resolvername }}
fr: Modifier l’interpréteur HTTP {{ resolvername }}
it: Modifica il resolver HTTP {{ resolvername }}
nl: Bewerk HTTP-resolver {{ resolvername }}
pt: Editar resolvedor HTTP {{ resolvername }}
ru: Редактирование HTTP Resolver {{ resolvername }}
ta: Http தீர்வைத் திருத்து {{ resolvername }}
tr: HTTP Çözücü Düzenle {{resolvername}}

source: Request Mapping (JSON format)
de: Anfrage Mapping (JSON Format)
fr: Cartographie de la requête (format JSON)
it: Corrispondenza delle richieste (formato JSON)
nl: Koppelingsverzoek (JSON formaat)
pt: Mapeamento de pedidos (formato JSON)
ru: Сопоставление запросов (формат JSON)
ta: மேப்பிங் கோரிக்கை (JSON வடிவம்)
tr: Eşleme İsteği (JSON Format)

source: Response contains (JSON format):
cs: Odpověď obsahuje (formát JSON):
de: Antwort beinhaltet (JSON Format):
fr: La réponse contient (format JSON) :
it: La risposta contiene (formato JSON):
nl: Antwoord bevat (JSON format):
pt: A resposta contém (formato JSON):
ru: Ответ содержит (формат JSON):
ta: பதிலில் உள்ளது (JSON வடிவம்):
tr: Yanıt (JSON Biçimi) içerir:

source: STARTTLS
ta: Startls

source: Send test RADIUS request
de: RADIUS-Anfrage senden
fr: Envoyer une requête RADIUS de test
it: Invia richiesta RADIUS di prova
nl: Stuur een test RADIUS-vraag
pt: Enviar pedido RADIUS de teste
ru: Отправка тестового запроса RADIUS
ta: சோதனை ஆரம் கோரிக்கையை அனுப்பவும்
tr: Test yarıçapı isteği gönder

source: The user data in this database can be modified from within privacyIDEA.
cs: Uživatelská data v této databázi mohou být upravována přímo v systému privacyIDEA.
de: Die Benutzerdaten in der Datenbank können von privacyIDEA aus verwaltet werden.
fr: Les données de l'utilisateur dans cette base de données peuvent être modifiées à partir de privacyIDEA.
it: I dati degli utenti in questo database possono essere modificati dall'interno di privacyIDEA.
nl: De gebruikersgegevens in deze databank kunnen vanuit privacyIDEA gewijzigd worden.
pt: Os dados do utilizador nesta base de dados podem ser modificados a partir do privacyIDEA.
ru: Данные пользователя в этой базе данных могут быть изменены из privacyIDEA.
ta: இந்த தரவுத்தளத்தில் உள்ள பயனர் தரவை உள்ளே இருந்து மாற்றலாம் தனியுரிமை.
tr: Bu veritabanındaki kullanıcı verileri içinden değiştirilebilir privacyidea.

source: URL
ta: முகவரி

source: UserId
cs: ID uživatele
de: Benutzer-ID
fr: IdUtilisateur
it: ID utente
nl: Gebruikerid
pt: IdUtilizador
ta: பயனர்அடையாளம்
tr: Kullanıcı kimliği

source: VASCO Token blob
fr: Blob jeton VASCO
it: Blob token VASCO
pt: Blob do Token VASCO
ta: VASCO கிள்ளாக்கு blob

source: id
ta: ஐடி

source: mOTP PIN
fr: PIN mOTP
it: PIN mOTP
pt: PIN mOTP
ta: mOTP முள்

source: trust_anchor_dir
fr: rep_ancre_confiance
pt: diretório_âncoras_confiança
ta: நம்பிக்கை_நங்கூரம்_கோப்புறை

source: Here you can define settings, that will be set as default values, when enrolling a DayPassword token.
de: Hier können Sie Werte definieren, die als Standard-Werte für neu ausgerollte DayPassword-Token verwendet werden.
fr: Ici vous pouvez définir les paramètres par défaut lors de l'enrôlement d'un jeton DayPassword.
pt: Aqui pode definir definições, que serão definidas como valores predefinidos, ao registar um token DayPassword.

source: Here you can define settings, that will be set as default values, when enrolling a HOTP token.
de: Hier können Sie Werte definieren, die als Standard-Werte für neu ausgerollte HOTP-Token verwendet werden.
fr: Ici vous pouvez définir les paramètres par défaut lors de l'enrôlement d'un jeton HOTP.
it: Qui è possibile definire le impostazioni predefinite quando si registrerà un token HOTP.
nl: Hier kun instellingen geven die als standaardwaarden zullen gebruikt worden wanneer een HOTP-token aangemeld wordt.
pt: Aqui pode definir as definições, que serão definidas como valores por defeito, ao registar um token HOTP.
tr: Burada ayarları tanımlayabilir, bu, varsayılan değerler olarak ayarlanacak Hotp belirteci kaydolun.

source: Here you can define settings, that will be set as default values, when enrolling a TOTP token.
cs: Zde můžete zvolit nastavení, které se použije jako výchozí při registraci TOTP tokenu.
de: Hier können Sie Werte definieren, die als Standard-Werte für neu ausgerollte TOTP-Token verwendet werden.
fr: Ici vous pouvez définir les paramètres par défaut lors de l'enrôlement d'un jeton TOTP.
it: Qui è possibile definire le impostazioni predefinite quando si registrerà un token TOTP.
nl: Hier kun je instellingen geven die als standaardwaarden zullen gebruikt worden wanneer een TOTP-token aangemeld wordt.
pt: Aqui pode definir as configurações que serão definidas como valores por defeito, ao registar um token TOTP.
tr: Burada ayarları tanımlayabilir, bu, varsayılan değerler olarak ayarlanacak TOTP belirteci kaydolun.

source: Realm name
cs: Název domény
fr: Nom du domaine
it: Nome del realm
nl: Realm naam
pt: Nome do domínio
tr: Realm adı

source: The HOTP Token is a event based one time password token. It is described in <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
de: Der HOTP-Token ist ein ereignisbasiertes Einmalpasswort-Token. Er ist in <a href="https://tools.ietf.org/html/rfc4226">RFC 4226 beschrieben</a>.
fr: Le jeton HOTP est un jeton avec mot de passe unique basé sur un événement. Il est décrit dans la <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
it: Il token HOTP è un token di password monouso basato su eventi. È descritto in <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
nl: Het HOTP-token is een gebeurtenis gebaseerd One Time Password-token. Het wordt beschreven in <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
pt: O token HOTP é um token de senha única baseado em eventos. Está descrito na <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
tr: Hotp belirteci bir etkinlik tabanlı bir zaman şifre belirtecidir. <a href="htps://tools.ietf.org/html/rfc4226"> rfc adresinde açıklanmıştır. 4226 </a>.

source: The server will create the private RSA key and store it in the database. You can later download the PKCS#12 file.
de: Der Server erzeugt das RSA Schlüsselpaar und speichert es in der Datenbank. Sie können es später im PKCS#12-Format abspeichern.
fr: Le serveur créera la clé privée RSA et la stockera dans la base de données. Vous pourrez télécharger plus tard le fichier PKCS#12.
it: Il server creerà la chiave privata RSA e la memorizzerà nel database. In seguito sarà possibile scaricare il file PKCS#12.
nl: De server zal een private RSA-sleutel maken en die bewaren in de databank. Je kunt het PKCS#12-bestand later downloaden.
pt: O servidor criará a chave RSA privada e armazená-la-á na base de dados. Mais tarde, poderá transferir o ficheiro PKCS#12.
tr: Sunucu özel RSA anahtarını oluşturacak ve saklayacak veritabanı. Daha sonra PKCS # 12 dosyasını indirebilirsiniz.

source: You are authenticated by the web server as user <b>{{ remoteUser }}</b>. You may login as this user to privacyIDEA without any further credentials.
cs: Jste autentizován/autentizována webovým serverem jako uživatel <b>{{ remoteUser }}</b>. Můžete se přihlásit do privacyIDEA jako tento uživatel bez dalšího ověření.
de: Sie wurden vom Webserver als Benutzer <b>{{ remoteUser }}</b> authentifiziert. Sie können sich ohne weitere Authentisierung an privacyIDEA anmelden.
fr: Vous êtes authentifié par le serveur web en tant qu'utilisateur <b>{{ remoteUser }}</b> Vous pouvez vous connecter avec cet utilisateur à privacyIDEA sans identification supplémentaire.
it: Sei autenticato dal server web come utente <b>{{ remoteUser }}</b>. Puoi accedere come questo utente a privacyIDEA senza ulteriori credenziali.
nl: Je bent nu geauthenticeerd door de webserver als gebruiker <b>{{ remoteUser }}</b>. Je kunt als deze gebruiker verder aanmelden bij privacyIDEA zonder verdere aanmeldgegevens.
pt: O utilizador é autenticado pelo servidor Web como utilizador <b>{{ remoteUser }}</b>. Pode iniciar sessão como este utilizador no privacyIDEA sem quaisquer outras credenciais.
tr: Web sunucusu tarafından kullanıcı olarak doğrulanırsınız. <b> {{ remoteUser }} </b>. Bu kullanıcı olarak Gigraryidea'ya daha fazla giriş yapabilirsiniz. kimlik bilgileri.

source: appId
fr: IdApp
pt: ID da aplicação
tr: applid

source: resolvers
cs: resolvery
de: Resolver
fr: interpréteurs
it: resolver
pt: resolvedores
tr: çözücüler

source: set Default
cs: nastavit výchozí
de: Setze als Standard
fr: définir par Défaut
it: imposta Predefinito
nl: standaard instellen
pt: definir Predefinição
tr: Varsayılana ayarla

source: start typing a serial number of a token that is notassigned, yet.
cs: Začněte psát sériové číslo tokenu, který ještě není přiřazen.
de: Fangen Sie an, eine nicht zugewiesene Seriennummer zu tippen.
fr: Saisir un numéro de série qui n'a pas encore été assigné.
it: inizia a digitare un numero seriale di un token che non è ancora stato assegnato.
nl: begin met een serienummer van een token dat nog niet toegewezen is te typen.
pt: começe a escrever um número de série de um token que ainda não foi atribuído.
tr: Notlandırılmayan bir belirleyici sayısını yazmaya başlayın.

source: Assign container to user
de: Container einem Benutzer zuweisen
fr: Assigner le conteneur à l'utilisateur

source: Challenge Response Authentication. You are not completely authenticated, yet.
cs: Autentizace výzva-odpověď. Autentizace ještě není kompletní.
de: Challenge-Response Anmeldung. Sie sind noch nicht fertig angemeldet.
fr: Authentification Challenge Réponse. Vous n'êtes pas encore complètement authentifié.
it: Risposta della sfida per l'Autenticazione. L'utente non è ancora completamente autenticato.
nl: Challenge -response authenticatie. Je bent nog niet volledig geauthenticeerd.
tr: Mücadele müdahale kimlik doğrulaması. Henüz tamamen doğrulanmış değilsin.

source: Container details for {{ containerSerial }}
de: Details zu Container {{ containerSerial }}
fr: Détails du conteneur {{ containerSerial }}
tr: {{ containerSerial }} için jeton detayları

source: Delete this token?
de: Soll dieser Token gelöscht werden?
fr: Supprimer ce jeton ?
it: Eliminare questo token?

source: Last Seen
de: Zuletzt gesehen
fr: Vu pour la dernière fois
it: Visto l'ultima volta

source: Last Updated
de: Letzte Aktualisierung
fr: Dernière mise à jour

source: List privacyIDEA server definitions
de: Liste der privacyIDEA Server
fr: Lister les définitions du serveur privacyIDEA

source: Save Container Info
de: Container Info speichern
fr: Enregistrer les informations du conteneur

source: IP/FQDN
ru: IP-адрес/FQDN

source: Certificate: Enroll an x509 Certificate Token.
cs: Certifikát: token ve formě x509 certifikátu.

source: Check all possible resolvers of a user to match the resolver in this policy.
cs: Hledat uživatele ve všech dostupných resolverech při porovnávání s resolverem v této politice.

source: Clear default realm
cs: Zrušit výchozí doménu

source: Clear failcounter after minutes
cs: Vynulovat počitadlo chyb po kolika minutách

source: Click <a href="{{ enrolledToken.googleurl.value }}">here</a> or scan the QR Code, if you want to add the Token to your Google Authenticator.
cs: Klikněte <a href="{{ enrolledToken.googleurl.value }}">zde</a> nebo naskenujte QR kód pro přidání tokenu do TOTP aplikace (např. Google Authenticator).

source: Create realm
cs: Vytvořit doménu

source: EMail: Send a One Time Password to the users email address.
cs: E-mail: Jednorázové heslo odeslané na e-mailovou adresu.

source: HOTP: event based One Time Passwords
cs: HOTP: jednorázové kódy založené na počitadle

source: Include SAML attributes in the authentication response.
cs: Zahrnout SAML atributy v autentizační odpovědi.

source: Max Failcount of newly enrolled tokens
cs: Maximální počet chyb nově zaregistrovaných tokenů

source: OTP length of newly enrolled tokens
cs: Délka kódu nově registrovaných tokenů

source: PAPER: OTP values on a sheet of paper.
cs: PAPER: jednorázové kódy, které si můžete vytisknout.

source: Prepend the PIN in front of the OTP value . Otherwise it will be post pended.
cs: Vkládat PIN před jednorázový kód . Jinak se bude vkládat na konec.

source: RADIUS: Forward authentication request to a RADIUS server
cs: RADIUS: Vzdálená autentizace serverem RADIUS

source: Remote Token: Forward authentication request to another server
cs: Remote Token: Vzdálená autentizace jiným serverem

source: SMS: Send a One Time Password to the users mobile phone.
cs: SMS: Jednorázový kód odeslaný na mobilní telefon.

source: SPass: Simple Pass token. Static passwords
cs: SPass: Jednoduché, statické heslo

source: SSH Public Key: The public SSH key
cs: SSH Public Key: Veřejný SSH klíč

source: Sync Window of newly enrolled tokens
cs: Synchronizační okno nově zaregistrovaných tokenů

source: TOTP: time based One Time Passwords
cs: TOTP: jednorázové kódy na základě času

source: The Google Authenticator only supports an OTP length of 6.
cs: Aplikace Google Authenticator podporuje pouze kódy s délkou 6.

source: The Google Authenticator only supports the SHA1 algorithm.
cs: Aplikace Google Authenticator podporuje pouze algoritmus SHA1.

source: The Simple Pass Token does not take additional arguments. You only need to specify a OTP PIN.
cs: Token Simple Pass nepotřebuje žádné další argumenty. Musíte pouze nastavit PIN.

source: The TOTP token is a time based token. You can paste a secret key or have the server generate the secret and scan the QR code with a smartphone app like the Google Authenticator or FreeOTP turning your smartphone into an authentication device.
cs: TOTP token je založen na čase. Můžete vložit tajný klíč nebo si ho nechat vygenerovat a naskenovat QR kód aplikací v chytrém telefonu (např. Google Authenticator nebo FreeOTP), čímž ze svého telefonu učiníte autentikátor.

source: Use @ sign to split the username and the realm.
cs: Použít @ jako oddělovač uživatelského jména a domény.

source: User Cache expiration in seconds
cs: Expirace mezipaměti uživatelů v sekundách

source: WebAuthn: Web Authentication hardware token.
cs: WebAuthn: autentikátory standardu Web Authentication.
