Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Assign a new token {{ newTokenObject.serial }}
cs: Přiřadit nový token {{ newTokenObject.serial }}
de: Einen neuen Token {{ newTokenObject.serial }} zuweisen
fr: Assigner un nouveau jeton {{ newTokenObject.serial }}
it: Assegnare un nuovo token {{ newTokenObject.serial }}
nl: Een nieuw token toewijzen {{ newTokenObject.serial }}
pt: Atribuir um token {{ newTokenObject.serial }} novo
ru: Назначьте новый токен {{ newTokenObject.serial }}
ta: புதிய கிள்ளாக்கை ஒதுக்குங்கள் {{ newTokenObject.serial }}
tr: Yeni bir jeton atayın {{ newTokenObject.serial }}
uk: Призначити новий маркер {{ newTokenObject.serial }}

source: Assign the Container to a User
ru: Назначить контейнер пользователю
ta: ஒரு பயனருக்கு கொள்கலனை நியமிக்கவும்
uk: Призначити контейнер користувачеві

source: Assign the container to a user to enable this option.
uk: Призначте контейнер користувачеві, щоб увімкнути цю опцію.

source: Assign the new container to {{ userName }} in realm {{ userRealm }}
de: Den neuen Container {{ userName }} in Realm {{ userRealm }} zuweisen
fr: Assigner le nouveau conteneur à {{ userName }} du domaine {{ userRealm }}
it: Assegna il nuovo container a {{ userName }} in realm {{ userRealm }}
pt: Atribuir um controlador novo a {{ userName }} no domínio {{ userRealm }}
ru: Назначить новый контейнер для {{ userName }} в домене {{ userRealm }}
ta: புதிய கொள்கலனை {{ userName }} in க்கு ஒதுக்கவும் சாம்ராச்யம் {{ userRealm }}
uk: Призначте новий контейнер для {{ userName }} сфера {{ userRealm }}

source: Assign the token to a container
de: Token einem Container zuweisen
fr: Assigner le jeton à un conteneur
pt: Atribuir o token a um contentor
ru: Назначить токен контейнеру
ta: கிள்ளாக்கை ஒரு கொள்கலனுக்கு ஒதுக்குங்கள்
uk: Призначте маркер контейнеру

source: Assign the token to the container owner and/or realm.
ru: Назначить токен владельцу контейнера и/или домену.
ta: கொள்கலன் உரிமையாளர் மற்றும்/அல்லது சாம்ராச்யத்திற்கு கிள்ளாக்கை ஒதுக்கவும்.
uk: Призначте маркер власнику контейнера та/або області.

source: Assign token to user
cs: Přiřadit token uživateli
de: Token einem Benutzer zuweisen
fr: Assigner le jeton à l'utilisateur
it: Assegnare token all'utente
nl: Wijs een token aan een gebruiker toe
pt: Atribuir token ao utilizador
ru: Назначить токен пользователю
ta: பயனருக்கு கிள்ளாக்கை ஒதுக்கவும்
tr: Kullanıcıya jeton atama
uk: Призначити токен користувачеві

source: Assigned User
cs: Přiřazený uživatel
de: Zugewiesener Benutzer
fr: Utilisateur assigné
it: Utente assegnato
nl: Toegewezen gebruiker
pt: Utilizador atribuído
ru: Назначенный пользователь
ta: ஒதுக்கப்பட்ட பயனர்
tr: Atanan kullanıcı
uk: Призначений користувач

source: Assignment State
cs: Stav přiřazení
de: Zuweisung
fr: État d'affectation
it: Stato di assegnamento
nl: Toewijzingsstatus
pt: Estado da Atribuição
ru: Состояние присвоения
ta: ஒதுக்கீட்டு நிலை
tr: Atama durumu
uk: Стан призначення

source: Attach Machine
de: Maschine anhängen
fr: Rattacher la machine
it: Collegare la macchina
nl: Machine koppelen
pt: Anexar Máquina
ru: Присоединить машину
ta: இயந்திரத்தை இணைக்கவும்
tr: Takma makinesi
uk: Приєднати комп'ютер

source: Attach Token
cs: Připojit token
de: Token anhängen
fr: Rattacher le jeton
it: Allega token
nl: Token koppelen
pt: Anexar Token
ru: Прикрепить токен
ta: கிள்ளாக்கை இணைக்கவும்
tr: Jeton Ekleme
uk: Прикріпити токен

source: Attach to a new Machine
de: An eine neue Maschine anhängen
fr: Rattacher à une nouvelle machine
it: Collegare a una nuova macchina
nl: Koppel aan nieuwe machine
pt: Anexar a uma Máquina nova
ru: Присоединить к новой машине
ta: புதிய இயந்திரத்துடன் இணைக்கவும்
tr: Yeni bir makineye ekleyin
uk: Приєднати до нового комп'ютера

source: Attribute Mapping
uk: Зіставлення Атрибутів

source: Attribute mapping
cs: Mapování atributů
de: Attributszuordnung
fr: Mappage d'attribut
it: Mappatura degli attributi
nl: Attributen koppelen
pt: Mapeamento de atributos
ru: Сопоставление атрибутов
ta: பண்புக்கூறு மேப்பிங்
tr: Özellik Haritalama
uk: Зіставлення атрибутів

source: Audit
pt: Auditoria
ru: Аудит
ta: தணிக்கை
tr: Denetim
uk: Аудит

source: Authentication Server URI
cs: URI autentizačního serveru
de: URI des Authentisierungsservers
fr: URI d'authentification au serveur
it: URI del server di autenticazione
nl: URI Authenticatieserver
pt: URI do Servidor de Autenticação
ru: URI сервера аутентификации
ta: அங்கீகார சேவையகம் யூரி
tr: Kimlik Doğrulama Sunucusu Uri
uk: URI сервера автентифікації

source: Authentication failed.
cs: Chyba autentizace.
de: Authentisierung fehlgeschlagen.
fr: Échec de l'authentification.
it: Autenticazione fallita.
nl: Authenticatie mislukt.
pt: A autenticação falhou.
ru: Ошибка аутентификации.
ta: ஏற்பு தோல்வியடைந்தது.
tr: Kimlik doğrulama başarısız oldu.
uk: Помилка автентифікації.

source: Authentications
cs: Autentizace
de: Authentifizierungen
fr: Authentifications
it: Autenticazioni
nl: Authenticaties
pt: Autenticações
ru: Аутентификации
ta: ஏற்புகள்
tr: Kimlik doğrulama
uk: Автентифікації

source: Authentications in the last 24 hours
cs: Autentizace za posledních 24 hodin
de: Authentifizierungen in den letzten 24 Stunden
fr: Authentifications dans les dernières 24 heures
it: Autenticazioni nelle ultime 24 ore
nl: Authenticaties in de laatste 24 uur
pt: Autenticações nas últimas 24 horas
ru: Аутентификации за последние 24 часа
ta: கடந்த 24 மணி நேரத்தில் ஏற்பு
tr: Son 24 saatte kimlik doğrulamaları
uk: Автентифікації за останні 24 години

source: Authority
uk: Авторитет

source: Auto resync timeout
cs: Prodleva automatické synchronizace
de: Zeitüberschreitung der automatischen Resynchronisation
fr: Délai de synchronisation automatique
it: Timeout di risincronizzazione automatica
nl: Automatische synchronisatie time-out
pt: Tempo limite de ressincronização automática
ru: Тайм-аут автоматической повторной синхронизации
ta: ஆட்டோ மறுசீரமைப்பு நேரம் முடிந்தது
tr: Otomatik resync zaman aşımı
uk: Час очікування автоматичної повторної синхронізації

source: Automatic resync during authentication
cs: Automaticky synchronizovat při autentizaci
de: Automatische Resynchronisation während der Authentifizierung
fr: Synchronisation automatique pendant l'authentification
it: Risincronizzazione automatica durante l'autenticazione
nl: Automatische synchronisatie tijdens authenticatie
pt: Re-sincronização automática durante a autenticação
ru: Автоматическая повторная синхронизация во время аутентификации
ta: அங்கீகாரத்தின் போது தானியங்கி மறுசீரமைப்பு
tr: Kimlik Doğrulama Sırasında Otomatik Resync
uk: Автоматична повторна синхронізація під час автентифікації

source: Bad U2F Request
cs: Chybný požadavek U2F
de: Fehlerhafte U2F-Anfrage
fr: Mauvaise requête U2F
it: Richiesta U2F errata
nl: Fout U2F verzoek
pt: Pedido U2F incorreto
ru: Неверный запрос U2F
ta: மோசமான U2F கோரிக்கை
tr: Kötü U2F isteği
uk: Неправильний запит U2F

source: Base Config
cs: Základní nastavení
de: Basiskonfiguration
fr: Configuration de base
it: Configurazione di base
nl: Basisconfiguratie
pt: Configuração Base
ru: Базовая конфигурация
ta: அடிப்படை கட்டமைப்பு
tr: Temel yapılandırma
uk: Базова конфігурація

source: Base DN
fr: Nom de domaine de base
pt: DN Base
ru: Базовый DN
ta: அடிப்படை டி.என்
tr: Taban dn
uk: Базовий DN

source: Base URL
uk: База URL

source: Basic Settings
uk: Основні налаштування

source: Bind DN
cs: uživatelské jméno
fr: Lier le nom de domaine
pt: DN de Vínculo
ru: DN Пользователя
ta: பிணைப்பு டி.என்
tr: Dn bağlamak
uk: Прив’язати DN

source: Bind Password
cs: heslo
de: Bind-Passwort
fr: Lier le mot de passe
nl: Bind wachtwoord
pt: Palavra-passe de Vínculo
ru: Пароль пользователя
ta: கடவுச்சொல்லை பிணைக்கவும்
tr: Bağlama şifresi
uk: Пароль Bind

source: Bind Type
cs: typ
de: Bind-Typ
fr: Lier le type
it: Tipo di Bind
pt: Tipo de Vínculo
ru: Тип привязки
ta: பிணைப்பு வகை
tr: Bağlama türü
uk: Тип Bind

source: By entering an OTP value you can get the serial number of the token. You can also enter additional optional parameters, to narrow down the search for the token. So you can only search within certain token types or in assigned or unassigned tokens.
cs: Vložte jednorázový kód pro zjištění sériového čísla tokenu. Můžete přidat další parametry pro zpřesnění hledání. Můžete hledat pouze tokeny určitého typu nebo jen přiřazené/nepřiřazené.
de: Sie können die Seriennummer eines Tokens bestimmen, indem Sie einen bisher nicht gebrauchten OTP-Wert dieses Tokens eingeben. Sie können weitere Parameter eingeben, um die Suche einzuschränken. So können Sie bspw. nur innerhalb bestimmter Tokentypen oder zugewiesener oder noch nicht zugewiesener Token suchen.
fr: En entrant une valeur OTP vous pouvez obtenir le numéro de série du jeton Vous pouvez aussi entrer des paramètres additionnels, afin d'affiner la recherche du jeton. Vous pouvez également chercher certains types de jetons assignés ou non-assignés.
it: Inserendo un valore OTP è possibile ottenere il numero di serie del token. È inoltre possibile inserire ulteriori parametri opzionali, per restringere la ricerca del token. In questo modo è possibile effettuare la ricerca solo all'interno di determinati tipi di token o nei token assegnati o non assegnati.
nl: Door een OTP-waarde in te geven, kun je het serienummer of het token bekomen. Je kunt ook bijkomende optionele parameters ingeven om het zoeken naar het token te versmallen. Zo kun je enkel binnen bepaalde token types zoeken of in toegekende of niet toegekende tokens.
pt: Ao introduzir um valor OTP, pode obter o número de série do token. Também é possível introduzir parâmetros opcionais adicionais, para filtrar a pesquisa do token. Assim, só pode pesquisar em determinados tipos de token ou em tokens atribuídos ou não atribuídos.
ru: Введя значение OTP, вы можете получить серийный номер токена. Вы также можете ввести дополнительные необязательные параметры, чтобы сузить круг ищите токен. Таким образом, вы можете выполнять поиск только по определенным типам токенов. или в назначенных или неназначенных токенах.
ta: OTP மதிப்பை உள்ளிடுவதன் மூலம் டோக்கனின் வரிசை எண்ணைப் பெறலாம். குறைக்க, கூடுதல் விருப்ப அளவுருக்களையும் உள்ளிடலாம் டோக்கனைத் தேடுங்கள். எனவே நீங்கள் சில கிள்ளாக்கு வகைகளுக்குள் மட்டுமே தேட முடியும் அல்லது ஒதுக்கப்பட்ட அல்லது ஒதுக்கப்படாத டோக்கன்களில்.
tr: Bir OTP değeri girerek, belirteçlerin seri numarasını alabilirsiniz. Daraltmak için ek isteğe bağlı parametreler de girebilirsiniz. Jetonu arayın. Böylece yalnızca belirli jeton türlerinde arama yapabilirsiniz. veya atanmış veya atanmamış jetonlarda.
uk: Ввівши значення OTP, ви можете отримати серійний номер токена. Ви також можете ввести додаткові необов'язкові параметри, щоб звузити пошук токена. Тож шукати можна лише за певними типами токенів або в призначених чи непризначених токенах.

source: CA Certificate
cs: Certifikát CA
de: Zertifikat der Zeritfizierungsstelle (CA)
fr: Certificat d'Autorité de Certification (CA)
it: Certificato CA
nl: CA Certificaat
pt: Certificado da AC
ru: Сертификат УЦ
ta: சான்றிதழ்களாக
tr: Ca sertifikası
uk: Сертифікат CA

source: CA Connector
cs: CA konektor
de: CA-Konnektor
fr: Connecteur CA
it: Connettore CA
pt: Conector da AC
ru: Соеденитель УЦ
ta: CA இணைப்பு
tr: Ca konektörü
uk: З'єднувач CA

source: CA Connector name
cs: Název CA konektoru
de: CA-Konnektor-Name
fr: Nom du connecteur CA
it: Nome del connettore CA
nl: CA Connector naam
pt: Nome do Conector da AC
ru: Имя соеденителя УЦ
ta: CA இணைப்பான் பெயர்
tr: CA konektörü adı
uk: Назва з'єднувача CA

source: CA Key
cs: Klíč CA
de: Schlüssel der Zertifizierungsstelle
fr: Clé de l'autorité de certification (CA)
it: Chiave CA
nl: CA sleutel
pt: Chave da AC
ru: Ключ УЦ
ta: திறவுகோல் போன்றது
tr: Ca anahtar
uk: CA-ключ

source: CA certificate (filename)
cs: Certifikát CA (název souboru)
de: CA-Zertifikat (Dateiname)
fr: Certificat de l'Autorité de Certification (nom de fichier)
it: CA certificate (nome del file)
nl: CA certificate (bestandsnaam)
pt: Certificado da AC (nome do ficheiro)
ru: Корневой сертификат (имя файла)
ta: CA சான்றிதழ் (கோப்பு பெயர்)
uk: Сертифікат ЦС (назва файлу)

source: CA specific options
de: CA-spezifische Optionen
fr: Options spécifiques de l'Autorité de Certification (CA)
it: CA opzioni specifiche
nl: CA specifieke opties
pt: Opções específicas da AC
ru: Специальные опции для УЦ
ta: CA குறிப்பிட்ட விருப்பங்கள்
uk: Спеціальні параметри CA

source: CAs
cs: CA
de: Zertifizierungsstellen
fr: CA
it: CA
pt: ACs
ru: УЦ-ры
ta: கேச்
uk: CA

source: CRL Configuration
cs: Konfigurace CRL
de: CRL Konfiguration
fr: Configuration liste de révocation (CRL)
it: Configurazione CRL
nl: CRL Configuratie
pt: Configuração de CRL
ru: Концигуряция списков отозванных сертификатов (CRL)
ta: சி.ஆர்.எல் உள்ளமைவு
tr: CRL yapılandırması
uk: Налаштування CRL

source: Cache Timeout (seconds)
cs: Prodleva mezipaměti (sekundy)
de: Cache-Zeitüberschreitung (Sekunden)
fr: Délai du cache (en secondes)
it: Timeout della cache (secondi)
nl: Cache time-out (seconden)
pt: Tempo limite da cache (segundos)
ru: Тайм-аут кеша (секунды)
ta: கேச் நேரம் முடிந்தது (விநாடிகள்)
tr: Önbellek zaman aşımı (saniye)
uk: Тайм-аут кешу (у секундах)

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleer
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
tr: İptal
uk: Скасувати

source: Certificate (PEM)
cs: Certifikát (PEM)
de: Zertifikat (PEM)
fr: Certificat (PEM)
it: Certificato (PEM)
nl: Certificaat (PEM)
pt: Certificado (PEM)
ru: Сертификат (PEM)
ta: சான்றிதழ் (PEM)
tr: Sertifika (PEM)
uk: Сертифікат (PEM)

source: Certificate Directory
cs: Adresář s certifikáty
de: Zertifikats-Verzeichnis
fr: Répertoire des certificats
it: Cartella dei certificati
nl: Certificatenmap
pt: Diretório de certificados
ru: Каталог Сертификатов
ta: சான்றிதழ் அடைவு
tr: Sertifika Dizini
uk: Каталог сертифікатів

source: Certificate Revocation List
cs: CRL
de: Zertifikatssperrliste (CRL)
fr: Liste de révocation des certificats
it: Elenco di revoca dei certificati
nl: Lijst met ingetrokken certificaten
pt: Lista de revogação de certificados
ru: Лист отозванных Сертификатов
ta: சான்றிதழ் திரும்பப்பெறுதல் பட்டியல்
tr: Sertifika İptal Listesi
uk: Список відкликаних сертифікатів

source: Certificate Signing Request Directory
de: Verzeichnis für Zertifikatsanforderungen
fr: Dossier des demandes de signatures de certificats
it: Firma del Certificato Cartella delle richieste
nl: Certificaten tekenen Aanvraagmap
pt: Diretório de pedidos de assinatura de certificados
ru: Подпись сертификата Каталог запросов
ta: சான்றிதழ் கையொப்பமிடுதல் கோப்பகம் கோரியது
tr: Sertifika İmzalama Dizin Talep
uk: Каталог запитів на підписання сертифікатів

source: Certificate Signing Request (PEM)
cs: CSR (PEM)
de: Zertifikatsanforderung (PEM)
fr: Demande de signature de certificat (PEM)
it: Richiesta di firma del certificato (PEM)
nl: Ondertekeningsaanvraag certificaat (PEM)
pt: Pedido de assinatura de certificados (PEM)
ru: CSR Сертификата (PEM)
ta: சான்றிதழ் கையொப்பமிடும் கோரிக்கை (PEM)
tr: Sertifika İmzalama İsteği (PEM)
uk: Запит на підпис сертифіката (PEM)

source: Certificate Template
cs: Šablona certifikátu
de: Zertifikatsvorlage
fr: Modèle de certificat
it: Modello di certificato
nl: Certificaat sjabloon
pt: Modelo de certificado
ru: Шаблон Сертификата
ta: சான்றிதழ் வார்ப்புரு
tr: Sertifika şablonu
uk: Шаблон сертифіката

source: Certificates Templates file
de: Datei mit Zertifikatstemplates
fr: Fichiers de modèle des certificats
it: File di modelli di certificati
nl: Certificaat sjabloonbestand
pt: Ficheiro de modelos de certificados
ru: Файл шаблонов сертификатов
ta: சான்றிதழ்கள் வார்ப்புருக்கள் கோப்பு
tr: Sertifikalar Şablonlar Dosyası
uk: Файл шаблонів сертифікатів

source: Challenge Response Authentication.
ru: Challenge Response Аутентификация.
ta: பதில் அங்கீகாரத்தை அறைகூவல் செய்யுங்கள்.
uk: Автентифікація відповіді на виклик.

source: Challenge Response Authentication. Your response was not valid!
cs: Autentizace výzva-odpověď. Odpověď byla chybná.
de: Challenge-Response Anmeldung. Ihre Antwort war ungültig!
fr: Authentification Challenge Réponse. Votre réponse n'était pas valide !
it: Risposta alla sfida per l'Autenticazione. La risposta non è valida!
nl: Challenge -response authenticatie. Je antwoord was niet geldig!
pt: Autenticação da resposta ao desafio. A sua resposta não era válida!
ru: Проверка подлинности ответа на запрос. Ваш ответ недействителен!
ta: பதில் அங்கீகாரத்தை அறைகூவல் செய்யுங்கள். உங்கள் பதில் செல்லுபடியாகாது!
tr: Mücadele müdahale kimlik doğrulaması. Cevabınız geçerli değildi!
uk: Автентифікація Запит-Відповідь. Відповідь неприпустима!

source: Change PIN
cs: Změnit PIN
de: PIN ändern
fr: Modifier le code PIN
it: Modifica del PIN
nl: Wijzig PIN
pt: Mudar PIN
ru: Изменить PIN-код
ta: முள் மாற்றவும்
tr: Pin'i değiştir
uk: Зміна PIN-коду

source: Check OTP only.
cs: Zkontrolovat pouze jednorázový kód.
de: Nur den OTP-Wert prüfen.
fr: Vérifier l'OTP seulement.
it: Controlla solo OTP.
nl: Controleer enkel OTP.
pt: Verificar apenas a OTP.
ru: Проверить только OTP.
ta: OTP ஐ மட்டுமே சரிபார்க்கவும்.
tr: Sadece OTP'yi kontrol edin.
uk: Перевірити лише OTP.

source: Check all possible resolvers of a user to match the resolver in this policy.
de: Alle möglichen Resolver eines Benutzers werden geprüft, ob sie die Resolver-Bedingung dieser Richtlinie erfüllen.
fr: Vérifier tous les interpréteurs possibles d'un utilisateur pour correspondre à l'interpréteur dans cette politique.
pt: Verifica todos os resolvedores possíveis de um utilizador para corresponder ao resolvedor nesta política.
ru: Проверить все возможные распознаватели пользователя на соответствие распознавателю в этой политике.
ta: தீர்வுடன் பொருந்த ஒரு பயனரின் சாத்தியமான அனைத்து தீர்வுகளையும் சரிபார்க்கவும் இந்த கொள்கையில்.
uk: Перевірте всі можливі резолвери користувача на відповідність резолверу у цій політиці.

source: Check the PIN locally
cs: Kontrolovat PIN lokálně
de: PIN lokal verifizieren
fr: Vérifier le code PIN localement
it: Controllare il PIN localmente
nl: Controleer de PIN lokaal
pt: Verificar o PIN localmente
ru: Проверять PIN-код локально
ta: உள்ளூரில் முள் சரிபார்க்கவும்
tr: Pimi yerel olarak kontrol edin
uk: Перевірити PIN-код локально

source: Check with OTP PIN.
cs: Zkontrolovat jednorázový kód a PIN.
de: OTP PIN und OTP Wert prüfen.
fr: Vérifier avec le PIN OTP.
it: Verifica con il PIN OTP.
nl: Controleer met OTP PIN.
pt: Verificar com o PIN OTP.
ru: Проверьте с помощью OTP PIN.
ta: OTP முள் மூலம் சரிபார்க்கவும்.
tr: OTP PIN ile kontrol edin.
uk: Перевірити з PIN-кодом OTP.

source: Choose a realm...
cs: Zvolte doménu...
de: Realm auswählen...
fr: Sélectionner un domaine…
it: Scegliere un realm...
nl: Kies een realm...
pt: Escolher um domínio...
ru: Выберите область...
ta: ஒரு சாம்ராச்யத்தைத் தேர்வுசெய்க ...
tr: Bir alem seçin ...
uk: Оберіть область...

source: Clear Default Realm
de: Standard-Realm zurücksetzen
fr: Effacer le Domaine par Défaut
pt: Limpar domínio predefinido
ru: Очистить домен по умолчанию
ta: இயல்புநிலை சாம்ராச்யத்தை அழிக்கவும்
uk: Очистити область за замовчуванням

source: Clear failcounter after minutes
de: Lösche den Fehlerzähler nach Minuten
fr: Réinitialiser le compteur d'échecs après X minutes
pt: Limpar o contador de falhas após minutos
ru: Очистить счетчик сбоев через несколько минут
ta: தெளிவான தோல்வி நிமிடங்களுக்குப் பிறகு
uk: Очистити лічильник помилок через хвилини

source: Click <a href="{{ enrolledToken.googleurl.value }}">here</a> or scan the QR Code, if you want to add the Token to your smartphone authenticator app.
de: Klicken Sie <a href="{{ enrolledToken.googleurl.value }}">hier</a> oder scannen Sie den QR-Code, um den Token in Ihrer Smartphone-App hinzuzufügen.
fr: Cliquez <a href="{{ enrolledToken.googleurl.value }}">ici</a> ou scannez le code QR si vous souhaitez ajouter le jeton à votre application Google Authenticator.
pt: Clique <a href="{{ enrolledToken.googleurl.value }}">aqui</a> ou leia o código QR, se pretender adicionar o Token à aplicação de autenticação do seu smartphone.
ru: Нажмите <a href="{{ enrolledToken.googleurl.value }}">here</a> или отсканируйте QR-код, если вы хотите добавить токен в приложение для проверки подлинности вашего смартфона.
ta: <a href="{{ enrolledToken.googleurl.value }}"> இங்கே </a> அல்லது ச்கேன் என்பதைக் சொடுக்கு செய்க QR குறியீடு, நீங்கள் இருந்தால் உங்கள் ச்மார்ட்போன் அங்கீகார பயன்பாட்டில் டோக்கனைச் சேர்க்க விரும்புகிறேன்.
uk: Натисніть <a href="{{ enrolledToken.googleurl.value }}">тут</a> або відскануйте QR-код, якщо ви бажаєте додати маркер до програми автентифікації свого смартфона.

source: Click <a href="{{ enrolledToken.motpurl.value }}">here</a> or scan the QR Code, if you want to add the Token to your mOTP App like Token2.
de: Klicken Sie <a href="{{ enrolledToken.motpurl.value }}">hier</a> oder scannen Sie den QR-Code, um den Token Ihrer mOTP App wie "Token2" hinzuzufügen.
fr: Cliquez <a href="{{ enrolledToken.motpurl.value }}">ici</a> ou scannez le code QR si vous souhaitez ajouter le jeton à votre application mOTP comme Token2.
it: Fare clic <a href="{{ enrolledToken.motpurl.value }}">qui</a> o eseguire la scansione del QR Code, se vuoi aggiungere il Token alla tua app mOTP come Token2.
nl: Klik <a href="{{ enrolledToken.motpurl.value }}">hier</a> of scan de QR Code, als je het token wil toevoegen aan je mOTP APP zoals Token2.
pt: Clique <a href="{{ enrolledToken.motpurl.value }}">aqui</a> ou leia o código QR, se pretender adicionar o Token à sua aplicação mOTP como o Token2.
ru: Нажмите <a href="{{ enrolledToken.motpurl.value }}">здесь</a> или отсканируйте QR-код, если вы хотите добавить токен в свое приложение mOTP, например Token2.
ta: <a href="{{ enrolledToken.motpurl.value }}">இங்கே </a> அல்லது ச்கேன் என்பதைக் சொடுக்கு செய்க QR குறியீடு, நீங்கள் இருந்தால் கிள்ளாக்கு 2 போன்ற உங்கள் MOTP பயன்பாட்டில் டோக்கனைச் சேர்க்க விரும்புகிறேன்.
tr: <a href="{{ enrolledToken.motpurl.value }}"> buradaki </a> veya tarama üzerine tıklayın. QR kodu, eğer Token'i Token2 gibi MOTP uygulamanıza eklemek istiyorum.
uk: Натисніть <a href="{{ enrolledToken.motpurl.value }}"> тут </a> або відскануйте QR-код, якщо ви хочете додати токен у свій застосунок mOTP, наприклад Token2.

source: Click <a href="{{ enrolledToken.tiqrenroll.value }}">here</a> or scan the QR Code, if you want to add the Token to your TiQR App.
de: Klicken Sie <a href="{{ enrolledToken.tiqrenroll.value }}">hier</a> oder scannen Sie den QR-Code, um den Token Ihrer TiQR-App hinzuzufügen.
fr: Cliquez <a href="{{ enrolledToken.tiqrenroll.value }}">ici</a> ou scannez le code QR si vous souhaitez ajouter le jeton à votre application TiQR.
it: Fare clic <a href="{{ enrolledToken.tiqrenroll.value }}">qui</a> o scannerizzare il QR Code se vuoi aggiungere il Token alla tua App TiQR.
nl: Klik <a href="{{ enrolledToken.tiqrenroll.value }}">hier</a> of scan de QR Code, als je het token wil toevoegen aan je TiQR App.
pt: Clique <a href="{{ enrolledToken.tiqrenroll.value }}">aqui</a> ou leia o código QR, se pretender adicionar o Token à sua aplicação TiQR.
ru: Нажмите <a href="{{ enrolledToken.tiqrenroll.value }}">здесь</a> или сканировать QR-код, если вы хотите добавить токен в свое приложение TiQR.
ta: <a href="{{ enrolledToken.tiqrenroll.value }}"> இங்கே </a> அல்லது ச்கேன் QR குறியீடு, நீங்கள் இருந்தால் உங்கள் TIQR பயன்பாட்டில் டோக்கனைச் சேர்க்க விரும்புகிறேன்.
tr: <a href="{{ enrolledToken.tiqrenroll.value }}"> buradaki </a> veya taramak QR kodu, eğer Timen'i Tiqr uygulamanıza eklemek istiyorum.
uk: Натисніть <a href="{{ enrolledToken.tiqrenroll.value }}"> тут </a> або відскануйте QR-код, якщо ви хочете додати токен у свій застосунок TiQR.

source: Client
cs: Klient
pt: Cliente
ru: Клиент
ta: கிளீன்
tr: Müşteri
uk: Клієнт
