Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Password of encrypted client private key
de: Passwort des verschlüsselten privaten Schlüssels des Clients
fr: Mot de passe de clé privée chiffrée du client
it: Password della chiave privata del client criptata
nl: Wachtwoord van de geëncrypteerde client private sleutel
pt: Palavra-passe da chave privada cifrada do cliente
ru: Пароль зашифрованного закрытого ключа клиента
ta: மறைகுறியாக்கப்பட்ட கிளையன்ட் தனிப்பட்ட விசையின் கடவுச்சொல்
uk: Пароль зашифрованого закритого ключа клієнта

source: Password set successfully.
cs: Heslo bylo úspěšně nastaveno.
de: Passwort erfolgreich gesetzt.
fr: Mot de passe défini avec succès.
it: Password impostata con successo.
nl: Wachtwoord instellen gelukt.
pt: Palavra-passe definida com sucesso.
ru: Пароль установлен успешно.
ta: கடவுச்சொல் வெற்றிகரமாக அமைக்கவும்.
tr: Şifre başarıyla ayarlandı.
uk: Пароль встановлено успішно.

source: Paste the ssh PUBLIC key
cs: Vložte veřejný SSH klíč
de: Fügen Sie hier den öffentlichen SSH-Schlüssel ein
fr: Coller la clé SSH publique
it: Incolla la chiave PUBBLICA ssh
nl: Plak de PUBLIEKE SSH-sleutel
pt: Colar a chave ssh pública
ru: Вставьте ПУБЛИЧНЫЙ ключ SSH
ta: பாஓடு பொது விசையை ஒட்டவும்
tr: SSH ortak anahtarını yapıştırın
uk: Вставте відкритий ключ ssh

source: Path to the private key file
uk: Шлях до файлу закритого ключа

source: Per-process server pool
de: Serverpool pro Prozess
fr: Groupement des serveurs par processus
it: Pool di server per processo
nl: Per proces server-pool
pt: Grupo de servidores por processo
ru: Пул серверов для каждого процесса
ta: செயல்முறை சேவையக பூல்
tr: Süreç başına sunucu havuzu
uk: Пул серверів для кожного процесу

source: Periodic Tasks
de: Regelmäßige Aufgaben
fr: Tâches périodiques
it: Attività periodiche
nl: Periodieke taken
pt: Tarefas periódicas
ru: Периодические задания
ta: அவ்வப்போது பணிகள்
tr: Periyodik görevler
uk: Періодичні завдання

source: Phone
cs: Telefon
de: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon
pt: Telemóvel
ru: Телефон
ta: தொலைபேசி
tr: Telefon
uk: Телефон

source: Phone number
cs: Telefonní číslo
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
pt: Número de telemóvel
ru: Номер телефона
ta: தொலைபேசி எண்
tr: Telefon numarası
uk: Номер телефону

source: Please answer at least {{ num_answers }} of the following questions.
cs: Prosím odpovězte na alespoň {{ num_answers }} z následujících otázek.
de: Bitte beantworten Sie wenigstens {{ num_answers }} der folgenden Fragen.
fr: Veuillez répondre au moins à {{ num_answers }} réponses des questions suivantes.
it: Rispondi ad almeno {{ num_answers }} delle seguenti domande.
nl: Beantwoord minstens {{ num_answers }} van volgende vragen.
pt: Responda a, pelo menos, {{ num_answers }} das seguintes perguntas.
ru: Пожалуйста, ответьте не менее чем на {{ num_answers }} следующих вопросов.
ta: பின்வரும் கேள்விகளில் குறைந்தபட்சம் {{ num_answers }} பெறுநர் க்கு பதிலளிக்கவும்.
tr: Lütfen aşağıdaki soruların en azından {{ num_answers }} cevabını verin.
uk: Будь ласка, дайте відповідь принаймні на {{ num_answers }} із наведених нижче запитань.

source: Please confirm with one of these tokens:
cs: Prosím potvrďte jedním z těchto tokenů:
de: Bitte bestätigen Sie mit einem dieser Token:
fr: Veuillez confirmer avec un de ces jetons :
it: Conferma con uno di questi token:
nl: Bevestig met minstens één van deze tokens:
pt: Por favor, confirme com um destes tokens:
ru: Пожалуйста, подтвердите одним из этих токенов:
ta: இந்த டோக்கன்களில் ஒன்றை உறுதிப்படுத்தவும்:
tr: Lütfen bu belirteçlerden biriyle onaylayın:
uk: Будь ласка, підтвердьте одним із цих маркерів:

source: Please note, that your smartphone needs internet access during the authentication process.
cs: Váš chytrý telefon musí být během autentizace připojený k internetu.
de: Bitte beachten Sie, dass Ihr Smartphone während des Anmeldevorgangs eine Internetverbindung benötigt.
fr: Veuillez noter que votre smartphone doit être connecté à Internet pendant le processus d'authentification.
it: Tieni presente che lo smartphone deve avere accesso a Internet durante il processo di autenticazione.
nl: Merk op dat je smartphone een internetverbinding nodig heeft tijdens het authenticatieproces.
pt: Tenha em atenção que o seu smartphone necessita de acesso à Internet durante o processo de autenticação.
ru: Обратите внимание, что во время процесса аутентификации вашему смартфону необходим доступ в интернет.
ta: அங்கீகார செயல்பாட்டின் போது உங்கள் ச்மார்ட்போனுக்கு இணைய அணுகல் தேவை என்பதை நினைவில் கொள்க.
tr: Lütfen, akıllı telefonunuzun kimlik doğrulama işlemi sırasında internet erişimine ihtiyacı olduğunu unutmayın.
uk: Зверніть увагу, що вашому смартфону потрібен доступ до Інтернету під час процесу автентифікації.

source: Please pass the public key and the fingerprint to the token provider.
de: Bitte übergeben Sie den öffentlichen Schlüssel und den Fingerabdruck an den Token-Lieferanten.
fr: Veuillez transférer la clé publique et l'empreinte au fournisseur du jeton.
it: Si prega di fornire la chiave pubblica ed il "fingerprint" al fornitore di token.
nl: Geef de publieke sleutel en de vingerafdruk door aan de token-provider.
pt: Passe a chave pública e a impressão digital ao fornecedor do token.
ru: Пожалуйста, передайте открытый ключ и отпечаток пальца поставщику токенов провайдер.
ta: தயவுசெய்து பொது விசையையும் கைரேகையையும் டோக்கனுக்கு அனுப்பவும் வழங்குநர்.
tr: Lütfen genel anahtarını ve parmak izini belirteçten geçirin Sağlayıcı.
uk: Будь ласка, передайте відкритий ключ і відбиток пальця до маркера провайдер.

source: Please provide the base URL of the privacyIDEA server.
de: Geben Sie die Basis-URL des privacyIDEA Servers an.
fr: Veuillez indiquer l'URL de base du serveur privacyIDEA.
it: Indicare l'URL di base del server privacyIDEA.
nl: Geef de basis-URL van de privacyIDEA-server.
pt: Indique o URL base do servidor privacyIDEA.
ru: Укажите базовый URL-адрес сервера privacyIDEA.
ta: தனியுரிமைடியா சேவையகத்தின் அடிப்படை முகவரி ஐ வழங்கவும்.
tr: Lütfen PrivacyIDEA sunucusunun temel URL'sini sağlayın.
uk: Надайте базову URL-адресу сервера privacyIDEA.

source: Please scan the QR code with the privacyIDEA Authenticator App or click <a href="{{ containerRegistrationURL }}">this link</a> on your smartphone to register your container. It will send the missing registration data to the configured endpoint.
ru: Пожалуйста, отсканируйте QR-код с помощью приложения privacyIDEA Authenticator или нажмите <a href="{{ containerRegistrationURL }}">эту ссылку</a> на своём смартфоне, чтобы зарегистрировать контейнер. Это действие отправит недостающие регистрационные данные на настроенную конечную точку.
ta: QR குறியீட்டை privacyidea Authenticator பயன்பாட்டுடன் ச்கேன் செய்யுங்கள் அல்லது <a href="{{ containerRegistrationURL }}"> இந்த இணைப்பு </a> உங்கள் மீது என்பதைக் சொடுக்கு செய்க ச்மார்ட்போன்.
uk: Відскануйте QR-код за допомогою програми privacyIDEA Authenticator або натисніть <a href="{{ containerRegistrationURL }}">це посилання</a> на своєму смартфон для реєстрації вашого контейнера. Він надішле відсутні реєстраційні дані до налаштованого кінцева точка.

source: Please scan the QR code with the privacyIDEA Authenticator App or click <a href="{{ enrolledToken.pushurl.value }}">this link</a> on your smartphone.
cs: Naskenujte QR kód aplikací privacyIDEA Authenticator nebo klikněte na <a href="{{ enrolledToken.pushurl.value }}">tento odkaz</a> ze svého chytrého telefonu.
de: Bitte scannen Sie den QR-Code mit der privacyIDEA Authenticator-App oder klicken Sie <a href="{{ enrolledToken.pushurl.value }}">den Link</a> auf Ihrem Smartphone.
fr: Veuillez scanner le code QR avec l'application privacyIDEA authenticator ou cliquer sur <a href="{{ enrolledToken.pushurl.value }}">ce lien</a> sur votre smartphone.
it: Eseguire la scansione del codice QR con l'applicazione privacyIDEA Authenticator o fare clic su <a href="{{ enrolledToken.pushurl.value }}">questo link</a> sul vostro smartphone.
nl: San de QR-code met de privacyIDEA authenticator app of klik op <a href="{{ enrolledToken.pushurl.value }}">deze link</a> op uw smartphone.
pt: Leia o código QR com a aplicação PrivacyIDEA Authenticator ou clique <a href="{{ enrolledToken.pushurl.value }}">nesta hiperligação</a> no seu smartphone.
ru: Please scan the QR code with the privacyIDEA Authenticator App или нажмите <a href="{{ enrolledToken.pushurl.value }}">эту ссылку</a> на своем смартфоне.
ta: QR குறியீட்டை privacyidea Authenticator பயன்பாட்டுடன் ச்கேன் செய்யுங்கள் அல்லது <a href = "{{ enrolledToken.pushurl.value }}"> இந்த இணைப்பு </a> உங்கள் மீது என்பதைக் சொடுக்கு செய்க ச்மார்ட்போன்.
tr: Lütfen QR kodunu PrivacyIDEA Authenticator uygulamasıyla tarayın Veya <a href="{{ enrolledToken.pushurl.value }}">"> Bu link </a> akıllı telefon.
uk: Будь ласка, відскануйте QR-код за допомогою застосунку privacyIDEA Authenticator або натисніть <a href="{{ enrolledToken.pushurl.value }}">це посилання</a> на вашому смартфоні.

source: Please scan the QR code with the privacyIDEA authenticator app and enter the generated code below.
cs: Naskenujte QR kód aplikací privacyIDEA authenticator a níže vložte vygenerovaný kód.
de: Bitte scannen Sie den QR-Code mit der privacyIDEA Authenticator-App und geben Sie den angezeigten Code unten ein.
fr: Veuillez scanner le code QR avec l'application privacyIDEA Authenticator et saisissez le code généré ci-dessous.
it: Eseguire la scansione del codice QR con l'applicazione privacyIDEA authenticator e inserire il codice generato qui sotto.
nl: San de QR-code met de privacyIDEA authenticator app en geef de gegenereerde code hieronder in.
pt: Leia o código QR com a aplicação de autenticação privacyIDEA e introduza o código gerado abaixo.
ru: Пожалуйста, отсканируйте QR-код с помощью приложения для аутентификации privacyIDEA и введите сгенерированный код ниже.
ta: QR குறியீட்டை privacyidea authenticator பயன்பாட்டுடன் ச்கேன் செய்து உள்ளிடவும் கீழே உருவாக்கப்பட்ட குறியீடு.
tr: Lütfen QR kodunu PrivacyIDEA Authenticator uygulamasıyla tarayın ve girin Aşağıdaki oluşturulan kod.
uk: Відскануйте QR-код за допомогою програми автентифікації privacyIDEA та введіть згенерований код нижче.

source: Please sign in
cs: Prosím přihlaste se
de: Anmelden
fr: Veuillez vous inscrire
it: Effettua l'accesso
nl: Aanmelden aub
pt: Por favor inicie sessão
ru: Пожалуйста войдите
ta: தயவுசெய்து உள்நுழைக
tr: Lütfen giriş yapın
uk: Будь ласка, увійдіть

source: Please use crontab notation to specify the times at which the periodic task should be run.
de: Bitte benutzen Sie die "crontab" Notation, um die Zeiten, an denen die regelmäßigen Aufgaben ausgeführt werden sollen, anzugeben.
fr: Veuillez utiliser la notation crontab pour spécifier les heures d'exécution de la tâche périodique.
it: Usa la notazione crontab per specificare l'orario nel quale il task periodico deve essere eseguito.
nl: Gebruik crontab-notatie om op te geven op welke tijdstippen de periodieke taken moeten lopen.
pt: Utilize a notação crontab para especificar as horas em que a tarefa periódica deve ser executada.
ru: Используйте crontab, чтобы указать время, в которое периодическое задание должно выполняться.
ta: அவ்வப்போது பணியை எந்த நேரங்களைக் குறிப்பிட க்ரோன்டாப் குறியீட்டைப் பயன்படுத்தவும் இயக்கப்பட வேண்டும்.
tr: Lütfen periyodik görevin zamanlarını belirlemek için Crontab Notasyonu kullanın. çalıştırılmalıdır.
uk: Використовуйте нотацію crontab, щоб указати час виконання періодичного завдання слід запускати.

source: Policies
cs: Politiky
de: Richtlinien
fr: Politiques
it: Policy
nl: Beleidsregels
pt: Políticas
ru: Политики
ta: கொள்கைகள்
tr: Politikalar
uk: Політики

source: Policy Name
cs: Název politiky
de: Richtlinienname
fr: Nom de la politique
it: Nome Policy
nl: Beleidsnaam
pt: Nome da política
ru: Имя политики
ta: கொள்கை பெயர்
tr: Poliçe ismi
uk: Назва політики

source: Policy Templates
cs: Šablony politik
de: Vorlagen für Richtlinien
fr: Modèles de politique
it: Modelli di policy
nl: Beleidssjablonen
pt: Modelo da política
ru: Шаблоны политики
ta: கொள்கை வார்ப்புருக்கள்
tr: Politika Şablonları
uk: Шаблони політики

source: Pool recycle timeout
fr: Délai d'expiration de recyclage du groupement
it: Timeout di riciclo del pool
nl: Pool recyclage-time-out
pt: Tempo limite de pool recycle
ru: Таймаут повторного использования пула
ta: பூல் மறுசுழற்சி நேரம் முடிந்தது
tr: Havuz Geri Dönüşüm Zaman Aşımı
uk: Час очікування перезавантаження пулу

source: Pool size
de: Pool-Größe
fr: Taille du groupement
it: Dimensioni del Pool
nl: Pool-grootte
pt: Tamanho da pool
ru: Размер пула
ta: பூல் அளவு
tr: Havuz büyüklüğü
uk: Розмір басейну

source: Pool timeout
fr: Délai d'expiration du groupement
it: Timeout del Pool
pt: Tempo limite da pool
ru: Тайм-аут пула
ta: பூல் நேரம் முடிந்தது
tr: Havuz zaman aşımı
uk: Час очікування пулу

source: Pooling strategy
de: Pooling-Strategie
fr: Stratégie de groupement
it: Strategia di pooling
pt: Estratégia de pooling
ru: Стратегия объединения
ta: பூலிங் உத்தி
uk: Стратегія об'єднання

source: Port
it: Porta
nl: Poort
pt: Porta
ru: Порт
ta: துறைமுகம்
tr: Liman
uk: Порт

source: Position
cs: Pozice
it: Posizione
nl: Positie
pt: Posição
ru: Позиция
ta: நிலை
tr: Konum
uk: Позиція

source: Possible tags:
uk: Можливі теги:

source: Pre Shared Key
cs: Předem sdílený klíč
fr: Clé partagée
it: Chiave condivisa
nl: Vooraf gedeelde sleutel
pt: Chave pré-partilhada
ru: Предварительный общий ключ
ta: முன் பகிரப்பட்ட விசை
tr: Ön Paylaşımlı Anahtar
uk: Попередній спільний ключ

source: Prepend the PIN in front of the OTP value . Otherwise it will be post pended.
de: OTP-PIN dem OTP-Wert voranstellen. Andernfalls wird die OTP-PIN an den OTP-Wert angehängt.
fr: Préfixer le code PIN devant la valeur OTP. Sinon il sera demandé dans un second temps.
pt: Anexe o PIN à frente do valor OTP. Caso contrário, será anexado a posteriori.
ru: Добавьте PIN-код перед значением OTP . В противном случае он будет отправлен.
ta: OTP மதிப்புக்கு முன்னால் முள் ஆயத்தம் செய்யுங்கள் . இல்லையெனில் அது நிலுவையில் இருக்கும்.
uk: Додайте PIN-код перед значенням OTP . Інакше його буде опубліковано.

source: Preset Active Directory
de: Active Directory vorbelegen
fr: Préréglage Active Directory
it: Active Directory preimpostato
nl: Instellingen Active Directory
pt: Predefinição do Active Diretory
ru: Предварительная настройка Active Directory
ta: முன்னமைக்கப்பட்ட செயலில் அடைவு
tr: Önceden ayarlanmış Active Directory
uk: Попередньо встановлений Active Directory

source: Preset OpenLDAP
de: OpenLDAP vorbelegen
fr: Préréglage OpenLDAP
it: OpenLDAP preimpostato
nl: Instellingen OpenLDAP
pt: Predefinição do OpenLDAP
ru: Предварительная настройка OpenLDAP
ta: முன்னமைக்கப்பட்ட Openldap
tr: Preset OpenLddap
uk: Попередньо встановлений OpenLDAP

source: Previous
cs: Předchozí
de: Zurück
fr: Précédent
it: Precedente
nl: Vorige
pt: Anterior
ru: Предыдущее
ta: முந்தைய
tr: Öncesi
uk: Попередній

source: Print the OTP list
cs: Vytisknout seznam jednorázových kódů
de: OTP-Liste drucken
fr: Afficher la liste des clés OTP
it: Stampa l'elenco OTP
nl: Druk de OTP-lijst af
pt: Imprimir a lista de OTPs
ru: Печать списка OTP
ta: OTP பட்டியலை அச்சிடுக
tr: OTP listesini yazdırın
uk: Роздрукуйте список OTP

source: Priority
cs: Priorita
de: Priorität
fr: Priorité
it: Priorità
nl: Prioriteit
pt: Prioridade
ru: Приоритет
ta: முன்னுரிமை
tr: Öncelik
uk: Пріоритет

source: Privacy Statement
cs: Ochrana osobních údajů
de: Datenschutzhinweis
fr: Déclaration de confidentialité
it: Informativa sulla privacy
nl: Privacyverklaring
pt: Declaração de privacidade
ru: Заявление о конфиденциальности
ta: தனியுரிமை அறிக்கை
tr: Gizlilik bildirimi
uk: Заява про конфіденційність

source: PrivacyIDEA Attribute
uk: Атрибут PrivacyIDEA

source: Progress
cs: Průběh
de: Fortschritt
fr: Progression
it: Progresso
nl: Voortgang
pt: Progresso
ru: Прогресс
ta: முன்னேற்றம்
tr: İlerleme
uk: Прогрес

source: Provider Config
de: Provider-Konfiguration
fr: Configuration du fournisseur
it: Configurazione del provider
nl: Provider configuratie
pt: Configuração do fornecedor
ru: Конфигурация провайдера
ta: வழங்குநர் கட்டமைப்பு
tr: Sağlayıcı yapılandırma
uk: Конфігурація постачальника

source: Providermodule
de: Providermodul
fr: Module du fournisseur
it: Modulo provider
pt: Módulo do fornecedor
ta: வழங்குநர்
tr: Tedarik etmek
uk: Провайдерський модуль

source: Push Yubikey button here...
de: Drücken Sie hier den Knopf auf dem Yubikey...
fr: Pressez le bouton Yubikey ici...
it: Premi il pulsante Yubikey qui ...
nl: Druk hier op de Yubikey-knop...
pt: Carregue aqui no botão Yubikey...
ru: Нажмите кнопку Yubikey...
ta: யூபிகே பொத்தானை இங்கே தள்ளுங்கள் ...
tr: Yubikey düğmesini buradan itin ...
uk: Натисніть тут кнопку Yubikey...

source: Question
cs: Otázka
de: Frage
it: Domanda
nl: Vraag
pt: Pergunta
ru: Вопрос
ta: கேள்வி
tr: Soru
uk: Питання

source: Questionnaire
de: Fragenkatalog
it: Questionario
nl: Enquête token-instellingen
pt: Questionário
ru: Опросный лист
ta: வினாத்தாள்
tr: Anket
uk: Анкета

source: Questionnaire Token settings
de: Fragenkatalog-Token Einstellungen
fr: Paramètres du jeton de questionnaire
it: Questionario Impostazioni token
nl: Enquête token-instellingen
pt: Definições do Token de Questionário
ru: Настройки токена анкеты
ta: கேள்வித்தாள் கிள்ளாக்கு அமைப்புகள்
tr: Anket Token Ayarları
uk: Налаштування маркера анкети

source: Quick Resolver Test
cs: Rychlý test resolveru
de: Schneller Resolver-Test
fr: Test rapide de l'interpréteur
it: Test rapido del resolver
nl: Snelle resolver-test
pt: Teste rápido do resolvedor
ru: Быстрое тестирование Resolver
ta: விரைவான தீர்க்கும் சோதனை
tr: Hızlı Çözüm Testi
uk: Тест швидкого вирішення

source: Quick links
cs: Rychlé odkazy
de: Verwandte Themen
fr: Liens rapides
it: Collegamenti rapidi
nl: Snelle links
pt: Ligações rápidas
ru: Быстрые ссылки
ta: விரைவான இணைப்புகள்
tr: Hızlı Linkler
uk: Швидкі посилання

source: RADIUS Config saved.
de: RADIUS-Konfiguration erfolgreich gespeichert.
fr: Configuration RADIUS enregistrée.
it: Configurazione RADIUS salvata.
nl: RADIUS configuratie bewaard.
pt: Configuração RADIUS guardada.
ru: Конфигурация RADIUS сохранена.
ta: ஆரம் கட்டமைப்பு சேமிக்கப்பட்டது.
tr: RADIUS CONFIG kaydedildi.
uk: Конфігурацію RADIUS збережено.

source: RADIUS Dictionary
uk: Словник RADIUS

source: RADIUS Token settings
de: RADIUS-Token Einstellungen
fr: Paramètres du jeton RADIUS
it: Impostazioni del token RADIUS
nl: RADIUS token-instellingen
pt: Definições do Token RADIUS
ru: Настройки токена RADIUS
ta: ஆரம் கிள்ளாக்கு அமைப்புகள்
tr: Yarıçapı Token Ayarları
uk: Налаштування маркера RADIUS

source: RADIUS User
de: RADIUS-Benutzer
fr: Utilisateur de RADIUS
it: Utente RADIUS
nl: RADIUS-gebruiker
pt: Utilizador RADIUS
ru: Пользователь RADIUS
ta: ஆரம் பயனர்
tr: RADIUS kullanıcısı
uk: Користувач RADIUS

source: RADIUS request failed!
de: RADIUS-Anfrage fehlgeschlagen!
fr: Échec de la requête vers le serveur RADIUS !
it: Richiesta al server RADIUS fallita!
nl: RADIUS-aanvraag mislukt!
pt: O pedido RADIUS falhou!
ru: Запрос RADIUS не прошел!
ta: ஆரம் கோரிக்கை தோல்வியடைந்தது!
tr: Yarıçap isteği başarısız oldu!
uk: Помилка запиту RADIUS!

source: RADIUS request successful.
de: RADIUS-Anfrage erfolgreich durchgeführt.
fr: Requête RADIUS réussie.
it: Richiesta al server RADIUS riuscita.
nl: RADIUS-aanvraag gelukt.
pt: Pedido RADIUS bem sucedido.
ru: Запрос RADIUS успешно выполнен.
ta: ஆரம் கோரிக்கை வெற்றிகரமாக.
tr: Yarıçap isteği başarılı.
uk: Запит RADIUS виконано.

source: RADIUS server configuration
de: RADIUS-Server Konfiguration
fr: Configuration du serveur RADIUS
it: Configurazione Server RADIUS
nl: RADIUS serverconfiguratie
pt: Configuração do servidor RADIUS
ru: Конфигурация сервера RADIUS
ta: ஆரம் சேவையக உள்ளமைவு
tr: RADIUS Sunucusu Yapılandırması
uk: Конфігурація сервера RADIUS

source: RADIUS servers
de: RADIUS-Server
fr: Serveurs RADIUS
it: Server RADIUS
pt: Servidores RADIUS
ru: RADIUS-серверы
ta: ஆரம் சேவையகங்கள்
tr: Yarıçap sunucuları
uk: Сервери RADIUS

source: Random generated PIN
cs: Náhodně vygenerovaný PIN
de: Zufällig erzeugte PIN
fr: Code PIN généré aléatoirement
it: PIN generato casualmente
nl: Random gegenereerde PIN
pt: PIN gerado aleatoriamente
ru: Случайно сгенерированный PIN-код
ta: சீரற்ற உருவாக்கப்பட்ட முள்
tr: Rastgele üretilen pim
uk: Випадково згенерований PIN-код

source: Read again
cs: Přečíst znovu
de: Nochmal lesen
fr: Lire à nouveau
it: Leggi di nuovo
nl: Lees opnieuw
pt: Ler novamente
ru: Читать далее
ta: மீண்டும் படியுங்கள்
tr: Yeniden oku
uk: Прочитайте ще раз

source: Read email address dynamically from user source on each request.
de: Die Email-Adresse wird bei jeder Authentifizierung dynamisch aus der Benutzerquelle gelesen.
fr: Lire l'adresse courrielde façon dynamique à partir de la source utilisateur à chaque requête.
it: Leggi l'indirizzo e-mail dall'user source, in modo dinamico per ogni richiesta.
nl: Lees e-mailadres dynamisch van de gebruikersbron bij elke aanvraag.
pt: Ler o endereço de email dinamicamente a partir da fonte de utilizadores em cada pedido.
ru: Считывать адрес электронной почты динамически из источника пользователя при каждом запросе.
ta: ஒவ்வொரு கோரிக்கையிலும் பயனர் மூலத்திலிருந்து மின்னஞ்சல் முகவரியை மாறும்.
tr: Her istek üzerine kullanıcı kaynağından otomatik olarak e-posta adresini okuyun.
uk: Динамічно читайте адресу електронної пошти з джерела користувача за кожним запитом.

source: Read more in new window...
ru: Открыть подробности в новом окне...
ta: புதிய சாளரத்தில் மேலும் வாசிக்க ...
uk: Детальніше в новому вікні...

source: Read number dynamically from user source on each request.
de: Die Mobilnummer wird bei jeder Authentifizierung dynamisch aus der Benutzerquelle gelesen.
fr: Lire le nombre de façon dynamique à partir de la source utilisateur à chaque requête.
it: Leggi il numero dall'user source, in modo dinamico per ogni richiesta.
nl: Lees nummer dynamisch van de gebruikersbron bij elke aanvraag.
pt: Ler o número dinamicamente a partir da fonte de utilizadores em cada pedido.
ru: Считывать номер динамически из источника пользователя при каждом запросе.
ta: ஒவ்வொரு கோரிக்கையிலும் பயனர் மூலத்திலிருந்து எண்ணை மாறும் எண்ணைப் படியுங்கள்.
tr: Her istek üzerine kullanıcı kaynağından dinamik olarak okuma numarasını okuyun.
uk: Динамічне читання числа з джерела користувача за кожним запитом.

source: Realm
cs: Doména
fr: Domaine
pt: Domínio
ru: Домен
ta: சாம்ராச்யம்
tr: Diyar
uk: Королівство

source: Realm Name
fr: Nom du Domaine
pt: Nome do Domínio
ru: Доменное имя
ta: சாம்ராச்யத்தின் பெயர்
uk: Назва області

source: Realm defrealm created.
cs: Doména defrealm byla vytvořena.
de: Der Realm defrealm wurde erzeugt.
fr: Définition du domaine créée.
it: Realm derealm creato.
nl: Realm defrealm gemaakt.
pt: Domínio defrealm criado.
ru: Создать стандартный домен.
ta: ரியல்ம் டெஃப்ரீல்ம் உருவாக்கப்பட்டது.
tr: Realm defrealm oluşturuldu.
uk: Realm derealm створено.

source: Realms
cs: Domény
fr: Domaines
it: Realm
pt: Domínios
ru: Домены
ta: பகுதிகள்
tr: Alem
uk: Царства

source: Received
cs: Přijato
de: Empfangen
fr: Reçu
it: Ricevuto
nl: Ontvangen
pt: Recebido
ru: Получено
ta: பெறப்பட்டது
tr: Alınan
uk: Отримано

source: Recipient for testing
cs: Příjemce pro testování
de: Empfänger für Test-Emails
fr: Destinataire du test
it: Destinatario per il test
nl: Ontvanger voor testen
pt: Destinatário dos testes
ru: Получатель для тестирования
ta: சோதனைக்கு பெறுநர்
tr: Test için alıcı
uk: Одержувач для перевірки

source: Recorded Last Runs
de: Letzte Ausführung
fr: Dernières exécutions enregistrées
it: Ultime esecuzioni registrate
nl: Opgenomen laatste runs
pt: Últimos registos
ru: Запись последних запусков
ta: கடைசி ரன்கள் பதிவு செய்யப்பட்டன
tr: Son koşu kaydedildi
uk: Записані останні пробіжки

source: Recursive Search of User Groups
uk: Рекурсивний пошук груп користувачів
