Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Edit privacyIDEA server {{ identifier }}
de: privacyIDEA-Server {{ identifier }} bearbeiten
fr: Modifier le serveur privacyIDEA {{ identifier }}
it: Modifica privacyIDEA server {{ identifier }}
nl: Bewerk privacyIDEA-server {{ identifier }}
pt: Editar o servidor privacyIDEA {{ identifier }}
ru: Редактировать сервер privacyIDEA {{ identifier }}
ta: Privacyidea சேவையகத்தைத் திருத்தவும் {{ identifier }}
tr: PrivacyIDEA sunucusunu düzenleyin {{ identifier }}
uk: Редагувати сервер privacyIDEA {{ identifier }}

source: Edit realms
cs: Upravit domény
de: Realms bearbeiten
fr: Modifier les domaines
it: Modifica realm
nl: Bewerk realms
pt: Editar domínios
ru: Редактировать домены
ta: பகுதிகளைத் திருத்தவும்
tr: Alemleri düzenle
uk: Редагувати області

source: Edit user
cs: Upravit uživatele
de: Benutzer bearbeiten
fr: Modifier l'utilisateur
it: Modifica utente
nl: Bewerk gebruiker
pt: Editar utilizador
ru: Редактировать пользователя
ta: பயனரைத் திருத்து
tr: Kullanıcıyı düzenle
uk: Редагувати користувача

source: Edit user store
cs: Upravit úložiště uživatelů
de: Benutzerquelle editierbar
fr: Modifier le magasin utilisateurs
it: Modifica archivio utenti
nl: Bewerk gebruikersopslag
pt: Editar armazenamento de utilizadores
ru: Редактировать хранилище пользователей
ta: பயனர் கடையைத் திருத்து
tr: Kullanıcı Mağazasını Düzenle
uk: Редагувати сховище користувачів

source: Email
fr: Courriel
ru: Электронная почта
ta: மின்னஞ்சல்
tr: E-posta
uk: Електронна пошта

source: Email Address
cs: E-mailová adresa
de: E-Mail-Adresse
fr: Adresse courriel
it: Indirizzo e-mail
nl: E-mailadres
pt: Endereço de email
ru: Адрес электронной почты
ta: மின்னஞ்சல் முகவரி
tr: E
uk: Адреса електронної пошти

source: Enable
cs: Povolit
de: Aktivieren
fr: Activer
it: Abilita
nl: Schakel in
pt: Ativar
ru: Включить
ta: இயக்கு
tr: Olanak vermek
uk: Увімкнути

source: Enable All
de: Alle aktivieren
fr: Activer tout
pt: Ativar Todos
ru: Включить все
ta: அனைத்தையும் இயக்கு
uk: Увімкнути всі

source: Enable token
cs: Povolit token
de: Token aktivieren
fr: Activer le jeton
it: Abilita token
nl: Schakel token in
pt: Atvar token
ru: Активировать токен
ta: கிள்ளாக்கை இயக்கவும்
tr: Jetonu etkinleştirmek
uk: Увімкнути токен

source: End Date before Start Date!
cs: Datum konce nemůže být před datem začátku.
de: Enddatum vor dem Startdatum!
fr: La date de fin est située avant la date de début !
it: La data di fine precede la data di inizio!
nl: Einddatum voor startdatum!
pt: Data de fim antes da data de início!
ru: Дата окончания раньше даты начала!
ta: தொடக்க தேதிக்கு முன் தேதி!
tr: Başlangıç tarihinden önce bitiş tarihi!
uk: Дата завершення перед датою початку!

source: Endpoint
uk: Кінцева точка

source: Endpoint (URL)
de: Endpunkt (URL)
fr: Point de sortie (URL)
nl: Eindpunt (URL)
pt: Ponto de acesso (URL)
ru: Конечная точка (URL-адрес)
ta: இறுதிப்புள்ளி (URL)
tr: Son nokta (URL)
uk: Кінцева точка (URL)

source: Enroll New Token
cs: Přidat další token
de: Neuen Token ausrollen
fr: Inscrire un nouveau jeton
it: Registra un nuovo token
nl: Nieuw token registreren
pt: Registar novo Token
ru: Выпустить новый токен
ta: புதிய கிள்ளாக்கை பதிவு செய்யுங்கள்
tr: Yeni jeton kayıt
uk: Випустити новий токен

source: Enroll Token
cs: Přidat token
de: Token ausrollen
fr: Inscrire le jeton
it: Registra token
nl: Token registreren
pt: Registar Token
ru: Зарегистрировать токен
ta: கிள்ளாக்கை பதிவு செய்யுங்கள்
tr: Jeton Ekle
uk: Випустити токен

source: Enroll a new token
cs: Přidat další token
de: Neuen Token ausrollen
fr: Inscrire un nouveau jeton
it: Registra un nuovo token
nl: Een nieuw token registreren
pt: Registar um novo token
ru: Зарегистрировать новый токен
ta: ஒரு புதிய கிள்ளாக்கை சேர்க்கவும்
tr: Yeni bir jeton kaydet
uk: Випустити новий токен

source: Enrollment successfully verified.
cs: Registrace byla úspěšně ověřena.
de: Der Rollout wurde erfolgreich überprüft.
fr: Inscription vérifiée avec succès.
it: Registrazione verificata con successo.
nl: Registratie geverifieerd.
pt: Registo verificado com sucesso.
ru: Регистрация успешно проверена.
ta: பதிவு வெற்றிகரமாக சரிபார்க்கப்பட்டது.
tr: Kayıt başarıyla doğrulandı.
uk: Реєстрацію успішно перевірено.

source: Enrollment verification failed.
cs: Ověření registrace selhalo.
de: Die Überprüfung des Rollouts ist fehlgeschlagen.
fr: Vérification de l'inscription échouée.
it: Verifica della registrazione non riuscita.
nl: Registratieverificatie mislukt.
pt: A verificação do registo falhou.
ru: Проверка регистрации не прошла.
ta: பதிவு சரிபார்ப்பு தோல்வியடைந்தது.
tr: Kayıt doğrulaması başarısız oldu.
uk: Не вдалося перевірити реєстрацію.

source: Enter OTP + PIN to check the token.
cs: Vložte jednorázový kód a PIN pro kontrolu tokenu.
de: OTP und PIN eingeben, um den Token zu prüfen.
fr: Veuillez entrer le code OTP + PIN pour vérifier le jeton.
it: Inserisci OTP + PIN per verificare il token.
nl: Geef OTP + PIN om het token te controleren.
pt: Introduza OTP + PIN para verificar o token.
ru: Введите OTP + PIN-код для проверки токена.
ta: கிள்ளாக்கை சரிபார்க்க OTP + முள் ஐ உள்ளிடவும்.
tr: Belireni kontrol etmek için OTP + PIN'i girin.
uk: Введіть OTP + PIN, щоб перевірити токен.

source: Enter OTP key...
cs: Vložte jednorázový kód...
de: OTP Schlüssel eingeben...
fr: Veuillez entrer la clé OTP...
it: Inserisci la chiave OTP ...
nl: Voer OTP-sleutel in...
pt: Introduza a chave OTP...
ru: Введите OTP код...
ta: OTP விசையை உள்ளிடவும் ...
tr: OTP anahtarını girin ...
uk: Введіть ключ OTP...

source: Enter PIN again
cs: Vložte znovu PIN
de: PIN wiederholen
fr: Veuillez saisir de nouveau le code PIN
it: Inserisci di nuovo il PIN
nl: Voeg PIN nogmaals in
pt: Introduza novamente o PIN
ru: Введите PIN-код еще раз
ta: மீண்டும் முள் உள்ளிடவும்
tr: PIN'i tekrar girin
uk: Введіть PIN-код ще раз

source: Enter PIN and OTP to check the token.
cs: Vložte PIN a jednorázový kód pro kontrolu tokenu.
de: PIN und OTP eingeben, um den Token zu prüfen.
fr: Veuillez entrer le PIN et le code OTP pour vérifier le jeton.
it: Inserisci PIN e OTP per verificare il token.
nl: Geef PIN en OTP om het token te controleren.
pt: Introduza o PIN e a OTP para verificar o token.
ru: Введите PIN-код и OTP для проверки токена.
ta: கிள்ளாக்கை சரிபார்க்க முள் மற்றும் OTP ஐ உள்ளிடவும்.
tr: Belirtiyi kontrol etmek için PIN ve OTP'yi girin.
uk: Введіть PIN та OTP, щоб перевірити токен.

source: Enter PIN for token
cs: Vložte PIN pro token
de: Token-PIN eingeben
fr: Veuillez saisir le code PIN pour le jeton
it: Inserisci il PIN per il token
nl: Geef PIN voor token
pt: Introduza o PIN do token
ru: Введите PIN-код токена
ta: டோக்கனுக்கு முள் உள்ளிடவும்
tr: Jeton için PIN girin
uk: Введіть PIN-код для токена

source: Enter a passphrase prompt that will be displayed to the user. This should indicate which passphrase the user should enter.
ru: Введите подсказку для парольной фразы, которая будет отображаться пользователю. Она должна ясно указывать, какую фразу нужно ввести.
ta: பயனருக்கு காண்பிக்கப்படும் பாச்ஃபிரேச் வரியில் உள்ளிடவும். பயனர் எந்த பாச்ஃபிரேசை உள்ளிட வேண்டும் என்பதை இது குறிக்க வேண்டும்.
uk: Введіть парольну фразу, яка відображатиметься користувачеві. Тут має бути вказано, яку парольну фразу має ввести користувач.

source: Enter code to verify enrollment
cs: Vložte kód pro potvrzení registrace
de: Bitte Code eingeben, um das Rollout abzuschließen
fr: Veuillez saisir le code pour vérifier l'inscription
it: Inserisci il codice per verificare la registrazione
nl: Geef code om aanmelding te verifiëren
pt: Introduza o código para verificar o registo
ru: Введите код для подтверждения регистрации
ta: சேர்க்கையை சரிபார்க்க குறியீட்டை உள்ளிடவும்
tr: Kayıtları doğrulamak için kod girin
uk: Введіть код для підтвердження реєстрації

source: Enter first OTP value
cs: Vložte první jednorázový kód
de: Ersten OTP-Wert eingeben
fr: Veuillez entrer la première valeur OTP
it: Inserire il primo valore OTP
nl: Geef eerst de OTP-waarde
pt: Introduza o primeiro valor OTP
ru: Введите первое значение OTP
ta: முதல் OTP மதிப்பை உள்ளிடவும்
tr: İlk OTP değerini girin
uk: Введіть перше значення OTP

source: Enter second OTP value
cs: Vložte druhý jednorázový kód
de: Zweiten OTP-Wert eingeben
fr: Veuillez entrer la seconde valeur OTP
it: Inserisci il secondo valore OTP
nl: Geef de tweede OTP-waarde
pt: Introduza o segundo valor OTP
ru: Введите второе значение OTP
ta: இரண்டாவது OTP மதிப்பை உள்ளிடவும்
tr: İkinci OTP değerini girin
uk: Введіть друге значення OTP

source: Enter the secret...
de: Geheimnis eingeben...
fr: Veuillez entrer le secret...
pt: Introduza o segredo...
ru: Введите ключ ОТP...
ta: ரகசியத்தை உள்ளிடவும் ...
uk: Введіть секрет...

source: Enter your username and password and click Log In to authenticate.
cs: Vložte své uživatelské jméno a heslo a přihlaste se.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein, um sich anzumelden.
fr: Saisissez votre nom d'utilisateur et votre mot de passe et cliquez sur Se connecter pour vous authentifier.
it: Inserire il nome utente e la password e fare clic su Accedi per autenticarsi.
nl: Geef je gebruikersnaam en wachtwoord en klik om aan te melden.
pt: Introduza o seu nome de utilizador e palavra-passe e clique em Iniciar sessão para autenticar.
ru: Введите свое имя пользователя и пароль и нажмите «Войти», чтобы аутентифицировать.
ta: உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிட்டு உள்நுழைக என்பதைக் சொடுக்கு செய்க அங்கீகரிக்கவும்.
tr: Kimlik doğrulaması için kullanıcı adınızı ve şifrenizi girin ve giriş yapın
uk: Введіть ім'я користувача та пароль і натисніть кнопку Увійти, щоб автентифікуватись.

source: Equal
ru: Равно
ta: சமமான
uk: Рівні

source: Error fetching policy template
cs: Chyba při načítání šablony politiky
de: Fehler beim Laden der Richtlinien-Vorlage
fr: Erreur lors de la récupération du modèle de politique
it: Errore nel recupero del modello di policy
nl: Fout bij het ophalen van het beleidssjabloon
pt: Erro ao obter o modelo de política
ru: Ошибка при получении шаблона политики
ta: கொள்கை வார்ப்புருவைப் பெறுவதில் பிழை
tr: Politika şablonunu alma hatası
uk: Помилка під час отримання шаблону політики

source: Error fetching policy templates.
cs: Chyba při načítání šablon politik.
de: Fehler beim Laden der Richtlinien-Vorlagen.
fr: Erreur lors de la récupération des modèles de politique.
it: Errore nel recupero dei modelli di policy.
nl: Fout bij het ophalen van de beleidssjablonen.
pt: Erro ao obter modelos de política.
ru: Ошибка при получении шаблонов политики.
ta: கொள்கை வார்ப்புருக்களைப் பெறுவதில் பிழை.
tr: Politika şablonlarını alma hatası.
uk: Помилка під час отримання шаблонів політики.

source: Error in U2F response.
cs: Chyba v U2F odpovědi.
de: Fehler in der U2F-Antwort.
fr: Erreur dans la réponse U2F.
it: Errore nella risposta U2F.
nl: Fout gevonden in U2F antwoord.
pt: Erro na resposta U2F.
ru: Ошибка в ответе U2F.
ta: U2F பதிலில் பிழை.
tr: U2F yanıtında hata.
uk: Помилка у відповіді U2F.

source: Error in WebAuthn response.
cs: Chyba v odpovědi WebAuthn.
de: Fehler in der WebAuthn-Antwort.
fr: Erreur dans la réponse WebAuthn.
it: Errore nella risposta WebAuthn.
nl: Fout gevonden in WebAuthn antwoord.
pt: Erro na resposta WebAuthn.
ru: Ошибка в ответе WebAuthn.
ta: WebAuthn பதிலில் பிழை.
tr: WebAuthn cevabında hata.
uk: Помилка у відповіді WebAuthn.

source: Events
cs: Události
de: Ereignisse
fr: Événements
it: Eventi
pt: Eventos
ru: События
ta: நிகழ்வுகள்
tr: Olaylar
uk: Події

source: Examples
cs: Příklady
de: Beispiele
fr: Exemples
it: Esempi
nl: Voorbeelden
pt: Exemplos
ru: Примеры
ta: எடுத்துக்காட்டுகள்
tr: Örnekler
uk: Приклади

source: Expiration
cs: Expirace
de: Gültig bis
it: Scadenza
nl: Verloopt
pt: Expiração
ru: Срок действия
ta: காலாவதி
tr: Son
uk: Термін дії

source: Extended Attributes
cs: Rozšířené nastavení
de: Erweiterte Attribute
fr: Attributs étendus
pt: Atributos alargados
ru: Расширенные атрибуты
ta: நீட்டிக்கப்பட்ட பண்புக்கூறுகள்
uk: Розширені атрибути

source: Fail counter
cs: Počitadlo chyb
de: Fehlerzähler
fr: Compteur d'échecs
it: Contatore degli errori
nl: Foutenteller
pt: Contagem de falhas
ru: Счетчик ошибок
ta: எதிர் தோல்வி
tr: Başarısız sayaç
uk: Лічильник помилок

source: Failcounter
de: Fehlerzähler
fr: Compteur d'échecs
pt: Contador de falhas
ru: Счетчик сбоев
ta: தோல்வி
uk: Лічильник відмов

source: Failed to delete user.
cs: Smazání uživatele se nezdařilo.
de: Löschen des Benutzers fehlgeschlagen.
fr: Échec de la suppression de l'utilisateur.
it: Impossibile eliminare l'utente.
nl: Gebruiker verwijderen mislukt.
pt: Falha ao eliminar o utilizador.
ru: Не удалось удалить пользователя.
ta: பயனரை நீக்குவதில் தோல்வி.
tr: Kullanıcı silinemedi.
uk: Не вдалося видалити користувача.

source: Failed to get a valid JSON response from the privacyIDEA server.
cs: Server privacyIDEA vrátil neplatnou JSON odpověď.
de: Keine valide JSON-Antwort vom privacyIDEA Servers erhalten.
fr: Échec de récupération d'une réponse JSON valide depuis le serveur privacyIDEA.
it: Impossibile ottenere una risposta JSON valida dal server privacyIDEA.
nl: Kon geen geldig JSON-antwoord krijgen van de privacyIDEA-server.
pt: Falha ao obter uma resposta JSON válida do servidor privacyIDEA.
ru: Не удалось получить корректный JSON-ответ от сервера privacyIDEA.
ta: தனியுரிமைடியா சேவையகத்திலிருந்து செல்லுபடியாகும் சாதொபொகு பதிலைப் பெறுவதில் தோல்வி.
tr: PrivacyIDEA sunucusundan geçerli bir JSON cevabı alınamadı.
uk: Не вдалося отримати дійсну відповідь JSON від сервера privacyIDEA.

source: Failed to reset your password.
cs: Reset hesla se nezdařil.
de: Zurücksetzen des Passworts fehlgeschlagen.
fr: Échec de la réinitialisation de votre mot de passe.
it: Impossibile reimpostare la password.
nl: Kon je wachtwoord niet opnieuw instellen.
pt: Falha ao redefinir a sua palavra-passe.
ru: Не удалось сбросить пароль.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்கத் தவறிவிட்டது.
tr: Şifrenizi sıfırlayamadı.
uk: Не вдалося скинути пароль.

source: Failed to set PIN.
cs: Nastavení PIN se nezdařilo.
de: Setzen der PIN fehlgeschlagen.
fr: Échec de la définition du code PIN.
it: Impossibile impostare il PIN.
nl: Kon PIN niet instellen.
pt: Falha na definição do PIN.
ru: Не удалось установить PIN-код.
ta: முள் அமைக்கத் தவறிவிட்டது.
tr: PIN ayarlanamadı.
uk: Не вдалося встановити PIN-код.

source: Failed to update user.
cs: Aktualizace uživatele selhala.
de: Aktualisieren des Benutzers fehlgeschlagen.
fr: Échec de la mise à jour de l'utilisateur.
it: Impossibile aggiornare l'utente.
nl: Gegevens gebruiker bijwerken mislukt.
pt: Falha ao atualizar o utilizador.
ru: Не удалось обновить пользователя.
ta: பயனரைப் புதுப்பிக்கத் தவறிவிட்டது.
tr: Kullanıcı güncellenemedi.
uk: Не вдалося оновити користувача.

source: File name
cs: Název souboru
de: Dateiname
fr: Nom du fichier
it: Nome del file
nl: Bestandsnaam
pt: Nome do ficheiro
ru: Название файла
ta: கோப்பு பெயர்
tr: Dosya adı
uk: Назва файлу

source: Filter to get the groups of a single user. Possible tags: <code>{base_dn}</code>, <code>{username}</code>, and all attribute mapping keys.
uk: Фільтр для отримання груп одного користувача. Можливі теги: <code>{base_dn}</code>, <code>{username}</code>, та всі ключі зіставлення атрибутів.

source: Fingerprint
cs: Otisk
de: Fingerabdruck
fr: Empreinte
it: Impronta digitale
nl: Vingerafdruk
pt: Impressão digital
ru: Отпечаток пальца
ta: கைரேகை
tr: Parmak izi
uk: Відбиток

source: First
cs: První
de: Anfang
fr: Premier
it: Primo
nl: Eerst
pt: Primeiro
ru: Первый
ta: முதல்
tr: Öncelikle
uk: Перший

source: For Email tokens to work properly you need to set the <a ui-sref="config.tokens({tokentype:'email'})">Email Token Config</a>!
de: Damit E-Mail-Token richtig funktionieren, müssen Sie die <a ui-sref="config.tokens({tokentype:'email'})">Email-Token Konfiguration</a> setzen!
fr: Pour que les jetons de messagerie fonctionnent correctement, vous devez définir la <a ui-sref="config.tokens({tokentype:'email'})">Configuration Jeton Courriel</a> !
it: Affinché i token e-mail funzionino correttamente, è necessario impostare il parametro <a ui-sref="config.tokens({tokentype:'email'})">Email Token Config</a>!
nl: Om e-mailtokens goed te laten werken, moet je eerst de <a ui-sref="config.tokens({tokentype:'email'})">E-mail token-configuratie</a> instellen!
pt: Para que os tokens de email funcionem corretamente, é necessário definir a <a ui-sref="config.tokens({tokentype:'email'})">configuração do token de email</a>!
ru: Для правильной работы Email-токенов необходимо настроить <a ui-sref="config.tokens({tokentype:'email'})">Email Token Config</a>!
ta: மின்னஞ்சல் டோக்கன்கள் சரியாக வேலை செய்ய நீங்கள் அமைக்க வேண்டும் <a ui-sref = "config.tokens ({tokentype: 'மின்னஞ்சல்'})"> மின்னஞ்சல் கிள்ளாக்கு கட்டமைப்பு </a>!
tr: E-posta jetonlarının düzgün çalışması için ayarlamanız gerekir. <a ui-sref="config.tokens( instokentype:'email'} )"> E-posta Token Config </a>!
uk: Щоб Email токени працювали належним чином, потрібно встановити параметр <a ui-sref="config.tokens({tokentype:'email'})"> Налаштування Email токена</a>!

source: For HOTP and TOTP tokens:
cs: Pro tokeny HOTP a TOTP:
de: Für HOTP und TOTP Token:
fr: Pour les jetons HOTP et TOTP :
it: Per i token HOTP e TOTP:
nl: Voor HOTP- en TOTP-tokens:
pt: Para tokens HOTP e TOTP:
ru: Для HOTP и TOTP токенов:
ta: HOTP மற்றும் TOTP டோக்கன்களுக்கு:
tr: HOTP ve TOTP jetonları için:
uk: Для токенів HOTP і TOTP:

source: For OCRA tokens:
cs: Pro OCRA tokeny:
de: Für OCRA Token:
fr: Pour les jetons OCRA :
it: Per i token OCRA:
nl: Voor OCRA-tokens:
pt: Para tokens OCRA:
ru: Для OCRA токенов:
ta: OCRA டோக்கன்களுக்கு:
tr: Ocra jetonları için:
uk: Для токенів OCRA:

source: For SMS tokens to work properly you need to set the <a ui-sref="config.tokens({tokentype:'sms'})">SMS Token Config</a>!
de: Damit SMS-Token richtig funktionieren, müssen Sie die <a ui-sref="config.tokens({tokentype:'sms'})">SMS-Token Konfiguration</a> setzen!
fr: Pour que les jetons SMS fonctionnent correctement, vous devez paramétrer la <a ui-sref="config.tokens({tokentype:'sms'})">Configuration Jeton SMS</a> !
it: Affinché i token SMS funzionino correttamente, è necessario impostare il parametro <a ui-sref="config.tokens({tokentype:'sms'})">SMS Token Config</a>!
nl: Om SMS-tokens goed te laten werken, moet je eerst de <a ui-sref="config.tokens({tokentype:'sms'})">SMS token-onfiguratie</a> instellen!
pt: Para que os tokens SMS funcionem corretamente, é necessário definir a <a ui-sref="config.tokens({tokentype:'sms'})">configuração do token SMS</a>!
ru: Чтобы SMS-токены работали правильно, необходимо установить <a ui-sref="config.tokens({tokentype:'sms'})">SMS Token Config</a>!
ta: எச்எம்எச் டோக்கன்கள் சரியாக வேலை செய்ய நீங்கள் அமைக்க வேண்டும் <a ui-sref = "config.tokens ({tokentype: 'sms'})"> SMS கிள்ளாக்கு கட்டமைப்பு </a>!
tr: SMS jetonlarının düzgün çalışması için ayarlamanız gerekir. <a ui-sref="config.tokens({tokentype:'sms'})">SMS Token Ayarları</a>!
uk: Щоб SMS токени працювали належним чином, потрібно встановити параметр <a ui-sref="config.tokens({tokentype:'sms'})"> Налаштування SMS токенів</a>!

source: For TiQR tokens to work properly you need to set the <a ui-sref="config.tokens({tokentype:'tiqr'})">TiQR Token Config</a>!
de: Damit TiQR-Token richtig funktionieren, müssen Sie die <a ui-sref="config.tokens({tokentype:'tiqr'})">TiQR-Token Konfiguration</a> setzen!
fr: Pour que les jetons TiQR fonctionnent correctement, vous devez paramétrer la <a ui-sref="config.tokens({tokentype:'tiqr'})">Configuration Jeton TiQR</a> !
it: Affinché i token TiQR funzionino correttamente, è necessario impostare il parametro <a ui-sref="config.tokens({tokentype:'tiqr'})">TiQR Token Config</a>!
nl: Om TiQR-tokens goed te laten werken, moet je eerst de <a ui-sref="config.tokens({tokentype:'tiqr'})">TiQR Token-configuratie</a> instellen!
pt: Para que os tokens TiQR funcionem corretamente, é necessário definir a <a ui-sref="config.tokens({tokentype:'tiqr'})">configuração do Token TiQR</a>!
ru: Чтобы TiQR-токены работали правильно, необходимо установить <a ui-sref="config.tokens({tokentype:'tiqr'})">TiQR Token Config</a>!
ta: TIQR டோக்கன்கள் சரியாக வேலை செய்ய நீங்கள் அமைக்க வேண்டும் <a ui-sref = "config.tokens ({tokentype: 'tiqr'})"> tiqr கிள்ளாக்கு கட்டமைப்பு </a>!
tr: TiQR belirteçlerinin düzgün çalışması için <a ui-sref="config.tokens({tokentype:'tiqr'})"> ayarlamanız gerekir.</a>!
uk: Щоб TiQR токени працювали належним чином, потрібно встановити <a ui-sref="config.tokens({tokentype:'tiqr'})">Налаштування TiQR токена </a>!

source: For Yubico tokens to work properly you need to set the <a ui-sref="config.tokens({tokentype:'yubico'})">Yubico Token Config</a>!
de: Damit Yubico-Token richtig funktionieren, müssen Sie die <a ui-sref="config.tokens({tokentype:'yubico'})">Yubico-Token Konfiguration</a> setzen!
fr: Pour que les jetons Yubico fonctionnent correctement, vous devez paramétrer la <a ui-sref="config.tokens({tokentype:'yubico'})">Configuration Jeton Yubico</a> !
it: Affinché i token Yubico funzionino correttamente è necessario impostare il parametro <a ui-sref="config.tokens({tokentype:'yubico'})">Yubico Token Config</a>!
nl: Om Yubico-tokens goed te laten werken, moet je eerst de <a ui-sref="config.tokens({tokentype:'yubico'})">Yubico token-configuratie</a> instellen!
pt: Para que os tokens Yubico funcionem corretamente, é necessário definir a <a ui-sref="config.tokens({tokentype:'yubico'})">configuração do token Yubico</a>!
ru: Чтобы Yubico-токены работали правильно, необходимо установить <a ui-sref="config.tokens({tokentype:'yubico'})">Yubico Token Config</a>!
ta: யூபிகோ டோக்கன்கள் சரியாக வேலை செய்ய நீங்கள் அமைக்க வேண்டும் <a ui-sref = "config.tokens ({tokentype: 'yubico'})"> Yubico கிள்ளாக்கு கட்டமைப்பு </a>!
tr: Yubico Jeton'un düzgün çalışması için ayarlamanız gerekir. <a ui-sref="config.tokens( instokentyyype:'yubico' ___ '' "> Yubico Token Config </a>!
uk: Для того, щоб Yubico токени працювали належним чином, потрібно встановити <a ui-sref="config.tokens({tokentype:'yubico'})">Налаштування Yubico токенів</a>!

source: For the enrollment process and for the authentication process your smartphone needs an internet connection to privacyIDEA.
cs: Pro registraci a autentizaci Váš chytrý telefon musí být připojen k internetu.
de: Für den Initialisierungsprozess und auch während der Anmeldung benötigt Ihr Smartphone eine Netzwerkverbindung, um privacyIDEA zu erreichen.
fr: Pour les processus d'enrôlement et d'authentification, votre smartphone nécessite une connexion vers privacyIDEA.
it: Per il processo di registrazione e per il processo di autenticazione lo smartphone ha bisogno di una connessione internet a privacyIDEA.
nl: Voor het aanmeldingsproces en voor het authenticatieproces heeft je smartphone een internetverbinding naar privacyIDEA nodig.
pt: Para o processo de adesão e para o processo de autenticação, o seu smartphone precisa de uma ligação à Internet para o privacyIDEA.
ru: Для процесса регистрации и аутентификации вашему смартфону необходимо подключение к Интернету к privacyIDEA.
ta: பதிவுசெய்தல் செயல்முறை மற்றும் அங்கீகார செயல்முறைக்கு உங்கள் ச்மார்ட்போனுக்கு இணைய இணைப்பு தேவை தனியுரிமைக்கு.
tr: Kayıt işlemi ve kimlik doğrulama işlemi için akıllı telefonunuzun bir internet bağlantısına ihtiyacı var
uk: Для процесів випуску та автентифікації ваш смартфон потребує Інтернет підключення до privacyIDEA.

source: From
cs: Od
de: Von
fr: De
it: Da
nl: Van
pt: De
ru: Для
ta: இருந்து
tr: İtibaren
uk: З

source: Generate OTP Key on the Server
cs: Generovat klíč pro jednorázové kódy na serveru
de: OTP-Schlüssel auf dem Server erzeugen
fr: Générer la clé OTP sur le serveur
it: Generare la chiave OTP sul server
nl: Genereer OTP-sleutel op de server
pt: Gerar chave OTP no servidor
ru: Сгенерируйте ключ OTP на сервере
ta: சேவையகத்தில் OTP விசையை உருவாக்குங்கள்
tr: Sunucu OTP anahtarını otomatik oluştursun(önerilir)
uk: Створити ключ OTP на Сервері
