Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Select a predefined <a ui-sref="config.radius">RADIUS server configuration</a>.
de: Wählen Sie eine bestehende <a ui-sref="config.radius">RADIUS-Server Konfiguration</a>.
fr: Sélectionner une prédéfinie <a ui-sref="config.radius">Configuration de serveur RADIUS</a>.
it: Seleziona una configurazione predefinita <a ui-sref="config.radius">del server RADIUS</a>.
nl: Selecteer een voorgedefinieerde <a ui-sref="config.radius">RADIUS serverconfiguratie</a>.
pt: Selecionar uma <a ui-sref="config.radius">configuração de servidor RADIUS</a> predefinida.
ru: Выберите предварительно определенную конфигурацию <a ui-sref="config.radius">RADIUS-сервера</a>.
ta: முன் வரையறுக்கப்பட்ட என்பதைத் தேர்ந்தெடுக்கவும் <a ui-sref = "config.radius"> ஆரம் சேவையக உள்ளமைவு </a>.
tr: Önceden tanımlanmış bir seçme <a ui-sref="config.radius"> RADIUS sunucusu yapılandırması </a>.
uk: Виберіть попередньо визначений <a ui-sref="config.radius">Конфігурація сервера RADIUS</a>.

source: Select a predefined <a ui-sref="config.radius">RADIUS server configuration</a>. The RADIUS request will be forwarded to this RADIUS server.
de: Wählen Sie eine bestehende <a ui-sref="config.radius">RADIUS-Server Konfiguration</a>. Die RADIUS-Anfrage wird an diesen RADIUS-Server weitergeleitet.
fr: Sélectionner une prédéfinie <a ui-sref="config.radius">Configuration de serveur RADIUS</a> La requête RADIUS sera transférée à ce serveur RADIUS.
it: Seleziona una configurazione predefinita <a ui-sref="config.radius">del server RADIUS</a>. La richiesta RADIUS verrà inoltrata a questo server RADIUS.
nl: Selecteer een voorgedefinieerde <a ui-sref="config.radius">RADIUS serverconfiguratie</a>. De RADIUS aanvraag zal doorgestuurd worden naar deze RADIUS-server.
pt: Selecionar uma <a ui-sref="config.radius">configuração de servidor RADIUS</a> predefinida. O pedido RADIUS será reencaminhado para este servidor RADIUS.
ru: Выберите предварительно определенную <a ui-sref="config.radius">конфигурацию сервера RADIUS</a>. Запрос RADIUS будет перенаправлен на этот сервер RADIUS.
ta: முன் வரையறுக்கப்பட்ட என்பதைத் தேர்ந்தெடுக்கவும் <a ui-sref = "config.radius"> ஆரம் சேவையக உள்ளமைவு </a>. ஆரம் கோரிக்கை இந்த ஆரம் சேவையகத்திற்கு அனுப்பப்படும்.
tr: Önceden tanımlanmış bir seçme <a ui-sref="config.radius"> RADIUS sunucusu yapılandırması </a>. Yarıçap isteği bu RADIUS sunucusuna iletilecektir.
uk: Виберіть попередньо визначений <a ui-sref="config.radius">Конфігурація сервера RADIUS</a>. RADIUS-запит буде перенаправлено на цей RADIUS-сервер.

source: Select a predefined <a ui-sref="config.smsgateway">SMS Gateway configuration</a>.
de: Wählen Sie eine bestehende <a ui-sref="config.smsgateway">SMS-Gateway Konfiguration</a>.
fr: Sélectionner une prédéfinie <a ui-sref="config.smsgateway">Configuration de Passerelle SMS</a>.
it: Seleziona una configurazione predefinita <a ui-sref="config.smsgateway">del gateway SMS</a>.
nl: Selecteer een voorgedefinieerde <a ui-sref="config.smsgateway">SMS Gateway configuration</a>.
pt: Selecionar uma <a ui-sref="config.smsgateway">configuração de gateway SMS</a> predefinida.
ru: Выберите предварительно определенную конфигурацию <a ui-sref="config.smsgateway">SMS-шлюза</a>.
ta: முன் வரையறுக்கப்பட்ட என்பதைத் தேர்ந்தெடுக்கவும் <a ui-sref = "config.smsgateway"> SMS நுழைவாயில் உள்ளமைவு </a>.
tr: Önceden tanımlanmış bir seçme <a ui-sref="config.smsgateway"> SMS Ağ Geçidi Yapılandırması </a>.
uk: Виберіть попередньо визначений <a ui-sref="config.smsgateway">Конфігурація шлюзу SMS</a>.

source: Select a predefined <a ui-sref="config.smtp">SMTP server configuration</a>.
de: Wählen Sie eine bestehende <a ui-sref="config.smtp">SMTP-Server Konfiguration</a>.
fr: Sélectionner une prédéfinie <a ui-sref="config.smtp">Configuration de serveur SMTP</a>.
it: Seleziona una configurazione predefinita <a ui-sref="config.smtp">del server SMTP</a>.
nl: Selecteer een voorgedefinieerde <a ui-sref="config.smtp">SMTP serverconfiguratie</a>.
pt: Selecionar uma <a ui-sref="config.smtp">configuração de servidor SMTP</a> predefinida.
ru: Выберите предварительно определенную конфигурацию <a ui-sref="config.smtp">SMTP-сервера</a>.
ta: முன் வரையறுக்கப்பட்ட என்பதைத் தேர்ந்தெடுக்கவும் <a ui-sref = "config.smtp"> SMTP சேவையக உள்ளமைவு </a>.
tr: Önceden tanımlanmış bir seçme <a ui-sref="config.smtp"> SMTP sunucusu yapılandırması </a>.
uk: Виберіть попередньо визначений <a ui-sref="config.smtp">Конфігурація сервера SMTP</a>.

source: Select a token type to add:
ru: Выберите тип токена, который хотите добавить:
ta: சேர்க்க ஒரு கிள்ளாக்கு வகையைத் தேர்ந்தெடுக்கவும்:
uk: Виберіть тип маркера, який потрібно додати:

source: Select file and import
cs: Zvolte soubor a provést import
de: Datei auswählen und importieren
fr: Sélectionner le fichier et l'importer
it: Seleziona il file e importa
nl: Selecteer bestand en importeer
pt: Selecionar ficheiro e importar
ru: Выберите файл и импортируйте
ta: கோப்பு என்பதைத் தேர்ந்தெடுத்து இறக்குமதி செய்யுங்கள்
tr: Dosya ve İçe Aktar'ı seçin
uk: Виберіть файл і імпортуйте

source: Selection
de: Auswahl
fr: Sélection
pt: Seleção
ru: Выбор
ta: தேர்வு
uk: Вибір

source: Send RADIUS test request
uk: Надіслати тестовий запит RADIUS

source: Send Reset Code
cs: Odeslat kód pro reset
de: Reset-Code senden
fr: Envoyer code de réinitialisation
it: Inviare il codice di ripristino
nl: Stuur code voor opnieuw instellen
pt: Enviar código de reposição
ru: Отправить код сброса
ta: மீட்டமைப்பு குறியீட்டை அனுப்பவும்
tr: Sıfırlama kodunu gönder
uk: Надіслати код скидання

source: Send Test Email
cs: Odeslat testovací e-mail
de: Sende Test-Email
fr: Envoyer un courriel de test
it: Invia e-mail di prova
nl: Stuur test e-mail
pt: Enviar email de teste
ru: Отправить тестовое электронное письмо
ta: சோதனை மின்னஞ்சலை அனுப்பவும்
tr: Test E-postası Gönder
uk: Надіслати тестовий електронний лист

source: Send mail from job queue
cs: Odeslat e-mail z fronty
de: Sende Email über die Job-Queue
fr: Envoyer des courriels depuis la file d'attente des travaux
it: Invia e-mail dalla coda dei processi
nl: Stuur een mail van de takenwachtrij
pt: Enviar email a partir da fila de trabalhos
ru: Отправка почты из очереди заданий
ta: வேலை வரிசையில் இருந்து அஞ்சல் அனுப்பவும்
tr: İş kuyruğundan posta gönder
uk: Надсилати листи з черги завдань

source: Send test request to privacyIDEA server
de: Sende Test-Request an den privacyIDEA Server
fr: Envoyer une requête de test au serveur privacyIDEA
it: Invia richiesta di prova al server privacyIDEA
nl: Stuur een testvraag naar privacyIDEA-server
pt: Enviar pedido de teste para o servidor privacyIDEA
ru: Отправьте тестовый запрос на сервер privacyIDEA
ta: சோதனை கோரிக்கையை தனியுரிமை சேவையகத்திற்கு அனுப்பவும்
tr: PrivaciDea sunucusuna test isteği gönderin
uk: Надіслати тестовий запит на сервер privacyIDEA

source: Sender
cs: Odesílatel
de: Absender
fr: Expéditeur
it: Mittente
nl: Afzender
pt: Remetente
ru: Отправитель
ta: அனுப்புநர்
tr: Gönderen
uk: Відправник

source: Sender Email
cs: E-mail odesílatele
de: Absende-Email-Adresse
fr: Expéditeur du courriel
it: E-mail del mittente
nl: Afzender e-mail
pt: Email do remetente
ru: Электронная почта отправителя
ta: அனுப்புநர் மின்னஞ்சல்
tr: Gönderen e-posta
uk: Електронна пошта відправника

source: Separator
cs: Oddělovač
de: Trennzeichen
fr: Séparateur
it: Separatore
nl: Scheidingsteken
pt: Separador
ru: Разделитель
ta: பிரிப்பான்
tr: Ayırıcı
uk: Роздільник

source: Serial
cs: Sériové číslo
de: Seriennummer
fr: Numéro de série
it: Seriale
nl: Serienummer
pt: Série
ru: Серийный номер
ta: தொடர்
tr: Seri
uk: Серійний

source: Serial Substring
cs: Část sériového čísla
de: Teil einer Seriennummer
fr: Sous-chaîne de la série
it: Sottostringa seriale
nl: Serienummer substring
pt: Subcadeia de série
ru: Часть серийного номера
ta: தொடர் அடி மூலக்கூறு
tr: Seri substring
uk: Послідовний підрядок

source: Server
fr: Serveur
pt: Servidor
ru: Сервер
ta: சேவையகம்
tr: Sunucu
uk: Сервер

source: Server URI
cs: URI serveru
fr: URI du serveur
it: URI del server
pt: URI do servidor
ru: URI сервера
ta: சேவையக யூரி
tr: Sunucu Uri
uk: URI сервера

source: Server pool retry rounds
de: Serverpool Rundenanzahl
fr: Nombre de réessaies du groupement de serveurs
it: Cicli di tentativi del pool di server
nl: Server pool opnieuw proberen
pt: Rondas de repetição da pool de servidores
ru: Количество раундов в пуле сервера
ta: சேவையக பூல் மீண்டும் சுற்றுகள்
tr: Sunucu Havuzu Retry Rounds
uk: Повторні раунди пулу серверів

source: Server pool skip timeout (seconds)
de: Zeit, die ein nicht erreichbarer Server im Serverpool ignoriert wird (Sekunden)
fr: Délai d'expiration du saut du groupement de serveurs (secondes)
it: Timeout di salto del server pool (in secondi)
nl: Server pool time-out overslaan (seconden)
pt: Tempo limite de pool do servidor (segundos)
ru: Время, в течение которого недоступный сервер в пуле серверов игнорируется (секунды)
ta: சேவையக பூல் ச்கிப் காலக்கெடு (விநாடிகள்)
tr: Sunucu havuzu zaman aşımını atla (saniye)
uk: Час очікування пропуску пулу серверів (у секундах)

source: Service ID
de: Dienste-Kennzeichnung
fr: ID du service
ru: Идентификатор службы
ta: பணி ஐடி
uk: ID служби

source: Service ID saved.
de: Dienste-Kennzeichnung gespeichert.
fr: ID de service sauvegardée.
it: Service ID salvato.
pt: Service ID guardado.
ru: Идентификатор службы сохранен.
ta: பணி ஐடி சேமிக்கப்பட்டது.
uk: ID служби збережено.

source: Service IDs
de: Dienste-Kennzeichnungen
fr: IDs de services
ru: Идентификаторы служб
ta: பணி ஐடிகள்
uk: Ідентифікатори послуг

source: Service IDs can be used to attach e.g. SSH keys to certain machines and services. To view attached tokens go to <a ui-sref="token.applications">token applications</a>.
de: Dienste-Kennzeichnungen können genutzt werden um beispielsweise SSH-Schlüssel bestimmten Servern oder Diensten zuzuordnen. Die zugeordneten Token können Sie unter <a ui-sref="token.applications">token applications</a> einsehen.
fr: Les ID de services peuvent être utilisées pour rattacher des clés SSH à certaines machines et services. Pour voir les jetons rattachés, allez sur <a ui-sref="token.applications">applications de jetons</a>.
it: I Service ID possono essere utilizzati per associare ad esempio delle chiavi SSH a determinati dispositivi o servizi. Per visualizzare i token associati andare su <a ui-sref="token.applications">applicazioni token</a>.
pt: Service IDs podem ser utilizados para anexar, por exemplo, chaves SSH a determinadas máquinas e serviços. Para ver os tokens anexados, vá para <a ui-sref="token.applications">aplicações de tokens</a>.
ru: Идентификаторы служб могут использоваться, например, для подключения SSH-ключей к определенным компьютерам и службам. Чтобы просмотреть прикрепленные токены, перейдите в <a ui-sref="token.applications">приложения для токенов</a>.
ta: பணி ஐடிகளை இணைக்க பயன்படுத்தலாம் எ.கா. சில இயந்திரங்கள் மற்றும் சேவைகளுக்கு பாஓடு விசைகள். இணைக்கப்பட்ட டோக்கன்களைக் காண <a ui-sref = "token.applications"> கிள்ளாக்கு பயன்பாடுகள் </a> க்குச் செல்லவும்.
uk: Ідентифікатори послуг можна використовувати, наприклад, для прикріплення. Ключі SSH для певних машин і служб. Щоб переглянути вкладені маркери, перейдіть до <a ui-sref="token.applications">додатків маркерів</a>.

source: Set Default
ru: По умолчанию
ta: இயல்புநிலையை அமைக்கவும்
uk: Установити за замовчуванням

source: Set PIN
cs: Nastavit PIN
de: PIN setzen
fr: Définir le code PIN
it: Imposta il PIN
nl: PIN instellen
pt: Definir PIN
ru: Установить PIN-код
ta: முள் அமைக்கவும்
tr: Pin Ayarla
uk: Встановити PIN-код

source: Set as default template
ru: Установить как шаблон по умолчанию
ta: இயல்புநிலை வார்ப்புருவாக அமைக்கவும்
uk: Встановити як шаблон за замовчуванням

source: Set count window
de: Zählerfenster setzen
fr: Définir la fenêtre de comptage
it: Imposta la finestra di conteggio
nl: Telvenster instellen
pt: Definir janela de contagem
ru: Установить окно счетчика
ta: எண்ணிக்கை சாளரத்தை அமைக்கவும்
tr: Som penceresini ayarla
uk: Вікно підрахунку

source: Set description
cs: Nastavit popis
de: Beschreibung setzen
fr: Définir une description
it: Impostare la descrizione
nl: Beschrijving instellen
pt: Definir descrição
ru: Установить описание
ta: விளக்கத்தை அமைக்கவும்
tr: Açıklama
uk: Опис набору

source: Set max fail
cs: Nastavit maximální počet chyb
de: Max. Fehlerzähler setzen
fr: Définir le nombre d'échecs max
it: Imposta il numero massimo errori
nl: Max aantal mislukkingen
pt: Definir falha máxima
ru: Установить максимальное значение отказа
ta: செட் மேக்ச் தோல்வி
tr: Maksimum başarısız ayarla
uk: Установити максимальну помилку

source: Set random PIN
cs: Nastavit náhodný PIN
de: Zufällige PIN setzen
fr: Définir un code PIN aléatoire
it: Imposta PIN casuale
nl: Willekeurige PIN instellen
pt: Definir PIN aleatorio
ru: Установить случайный PIN-код
ta: சீரற்ற முள் அமைக்கவும்
tr: Rastgele pim ayarla
uk: Встановити випадковий PIN-код

source: Set sync window
cs: Nastavit synchronizační okno
de: Sync-Fenster setzen
fr: Définir la fenêtre de synchronisation
it: Imposta la finestra di sincronizzazione
nl: Synchronisatievenster instellen
pt: Definir janela de sincronização
ru: Настройка окна синхронизации
ta: ஒத்திசைவு சாளரத்தை அமைக்கவும்
tr: SYNC penceresini ayarla
uk: Встановити вікно синхронізації

source: Show
ru: Показать
ta: காட்டு
uk: Показати

source: Show PKCS12 password
ru: Показать пароль PKCS12
ta: PKCS12 கடவுச்சொல்லைக் காட்டு
uk: Показати пароль PKCS12

source: Show Policy templates
cs: Zobrazit šablony politik
de: Vorlagen anzeigen
fr: Afficher les modèles de politique
it: Mostra i modelli di Policy
nl: Toon beleidssjablonen
pt: Mostrar modelos de políticas
ru: Показать шаблоны политики
ta: கொள்கை வார்ப்புருக்களைக் காட்டு
tr: Politika şablonlarını göster
uk: Показати шаблони політики

source: Show all actions
cs: Zobrazit všechny akce
de: Zeige alle Aktionen
fr: Afficher toutes les actions
it: Mostra tutte le azioni
nl: Toon alle acties
pt: Mostrar todas as ações
ru: Показать все действия
ta: எல்லா செயல்களையும் காட்டு
tr: Tüm eylemleri göster
uk: Показати всі дії

source: Show all conditions
cs: Zobrazit všechny podmínky
de: Alle Bedingungen anzeigen
fr: Afficher toutes les conditions
it: Mostra tutte le condizioni
nl: Alle voorwaarden tonen
pt: Mostrar todas as condições
ru: Показать все условия
ta: எல்லா நிபந்தனைகளையும் காட்டு
tr: Tüm koşulları göster
uk: Показати всі умови

source: Show password
cs: Zobrazit heslo
de: Passwort anzeigen
fr: Afficher le mot de passe
it: Mostra la password
nl: Toon wachtwoord
pt: Mostrar palavra-passe
ru: Показать пароль
ta: கடவுச்சொல்லைக் காட்டு
tr: Şifreyi göster
uk: Показати пароль

source: Show selected actions only
cs: Zobrazit pouze zvolené akce
de: Zeige nur aktivierte Aktionen
fr: Afficher les actions sélectionnées uniquement
it: Mostra solo le azioni selezionate
nl: Toon enkel geselecteerde acties
pt: Mostrar apenas as ações selecionadas
ru: Отображать только выбранные действия
ta: தேர்ந்தெடுக்கப்பட்ட செயல்களை மட்டும் காட்டு
tr: Yalnızca seçilen eylemleri göster
uk: Показати лише вибрані дії

source: Show selected conditions only
cs: Zobrazit pouze zvolené podmínky
de: Nur ausgewählte Bedingungen anzeigen
fr: Afficher les conditions sélectionnées uniquement
it: Mostra solo le condizioni selezionate
nl: Toon alleen geselecteerde voorwaarden
pt: Mostrar apenas as condições selecionadas
ru: Отображать только выбранные условия
ta: தேர்ந்தெடுக்கப்பட்ட நிபந்தனைகளை மட்டும் காட்டு
tr: Yalnızca seçilen koşulları göster
uk: Показати лише вибрані умови

source: Size Limit
cs: Limit velikosti
de: Größenbeschränkung
fr: Limite de taille
it: Limite della dimensione
nl: Limiet grootte
pt: Tamanho limite
ru: Предельный размер
ta: அளவு வரம்பு
tr: Boyut sınırı
uk: Обмеження розміру

source: Skip tokens that can not be verified
cs: Přeskočit tokeny, které nelze ověřit
de: Token überspringen, die nicht verifiziert werden können
fr: Passer les jetons qui ne peuvent pas être vérifiés
it: Salta i token che non possono essere verificati
nl: Tokens die niet geverifieerd kunnen worden overslaan
pt: Ignorar os tokens que não podem ser verificados
ru: Пропускайте токены, которые невозможно проверить
ta: சரிபார்க்க முடியாத டோக்கன்களைத் தவிர்க்கவும்
uk: Пропустити маркери, які не можна перевірити

source: Skipped Tokens
cs: Přeskočené tokeny
de: Ausgelassene Token
fr: Jetons passés
it: Token saltati
nl: Overgeslagen Tokens
pt: Tokens ignorados
ru: Пропущенные токены
ta: டோக்கன்களைத் தவிர்த்தது
tr: Atlanan belirteçler
uk: Пропущені токени

source: Software
fr: Logiciel
ru: Программное обеспечение
ta: மென்பொருள்
tr: Yazılım
uk: Програмне забезпечення

source: Some Authenticator Apps only support an OTP length of 6.
de: Einige Authenticator-Apps unterstützen lediglich OTPs der Länge 6.
fr: Certaines applications d'authentification supportent seulement un OTP de longueur 6.
pt: Algumas aplicações de autenticação apenas suportam um comprimento de OTP de 6.
ru: Некоторые приложения-аутентификаторы поддерживают длину OTP только 6.
ta: சில அங்கீகார பயன்பாடுகள் OTP நீளத்தை 6 இன் நீளத்தை மட்டுமே ஆதரிக்கின்றன.
uk: Деякі програми Authenticator підтримують лише одноразовий пароль 6.

source: Some Authenticator Apps only support the SHA1 algorithm.
de: Einige Authenticator-Apps unterstützen lediglich den SHA1-Algorithmus.
fr: Certaines applications d'authentification supportent seulement l'algorithme SHA1.
pt: Algumas aplicações de autenticação apenas suportam o algoritmo SHA1.
ru: Некоторые приложения-аутентификаторы поддерживают только алгоритм SHA1.
ta: சில அங்கீகார பயன்பாடுகள் SHA1 வழிமுறையை மட்டுமே ஆதரிக்கின்றன.
uk: Деякі програми Authenticator підтримують лише алгоритм SHA1.

source: Some nice words...
cs: Popis...
de: Ein paar nette Worte...
fr: En quelques mots…
it: Alcune belle parole...
nl: Een vriendelijk woord...
pt: Algumas palavras bonitas...
ru: Несколько приятных слов...
ta: சில நல்ல வார்த்தைகள் ...
tr: Akılda kalıcı tanımlar..
uk: Трохи гарних слів...

source: Some tokens could not be deleted:
uk: Деякі токени не вдалося видалити:

source: Something went wrong!
de: Etwas ist schief gelaufen!
fr: Une erreur est survenue !
it: Qualcosa non ha funzionato!
pt: Algo correu mal!
ru: Что-то пошло не так!
ta: ஏதோ தவறு நடந்தது!
uk: Щось пішло не так!

source: Special Error Handling
de: Spezielle Fehlerbehandlung
fr: Gestion des erreurs spécifiques
it: Errore speciale Gestione
nl: Speciale fout Afhandeling
pt: Tratamento especial de erros
ru: Специальная обработка ошибок
ta: சிறப்பு பிழை கையாளுதல்
tr: Özel hata Taşıma
uk: Особлива помилка поводження

source: Special Error Handling
uk: Спеціальна помилка Керування

source: Specify the path to the private key file of the servers certificate. If you use an encrypted key, add the password here, otherwise leave the field empty. The server certificate must be uploaded in Entra's app registration as client credential.
uk: Вкажіть шлях до файлу закритого ключа сертифіката сервера. Якщо ви використовуєте зашифрований ключ, додайте тут пароль, інакше залиште поле порожнім. Сервер Сертифікат необхідно завантажити в реєстраційний застосунок Entra як облікові дані клієнта.

source: Start typing a serial number of a token that is not yet assigned
ru: Введите серийный номер токена, который ещё не привязан
ta: இன்னும் ஒதுக்கப்படாத ஒரு டோக்கனின் வரிசை எண்ணைத் தட்டச்சு செய்யத் தொடங்குங்கள்
uk: Почніть вводити серійний номер маркера, який ще не призначено

source: StartTLS
ta: Startls
uk: Запустіть TLS

source: State
de: Status
fr: Etat
it: Stato
pt: Estado
ru: Статус
ta: மாநிலம்
uk: Держава

source: Subscription about to expire
cs: Předplatné brzy vyprší
de: Die Subskription läuft in Kürze ab
fr: L'abonnement est sur le point d'expirer
it: L'abbonamento sta per scadere
nl: Inschrijving gaat vervallen
pt: A subscrição está prestes a expirar
ru: Срок действия подписки истекает в ближайшее время
ta: சந்தா காலாவதியாகிறது
tr: Sona Erme Hakkında Abonelik
uk: Термін дії підписки закінчується

source: Subscription expired
cs: Předplatné vypršelo
de: Die Subskription ist abgelaufen
fr: Abonnement expiré
it: Abbonamento scaduto
nl: Inschrijving vervallen
pt: Subscrição expirou
ru: Срок действия подписки истек
ta: சந்தா காலாவதியானது
tr: Abonelik süresi doldu
uk: Термін дії підписки закінчився

source: Subscription issued to
de: Subskription ausgestellt für
fr: Abonnement délivré à
it: Abbonamento rilasciato a
nl: Inschrijving gegeven aan
pt: Subscrição emitida a
ru: Подписка, выпущенная для
ta: சந்தா வழங்கப்பட்டது
tr: Abonelik Verilen
uk: Оформлено підписку на

source: Subscriptions
de: Subskriptionen
fr: Abonnements
it: Abbonamenti
nl: Inschrijvingen
pt: Subscrições
ru: Подписки
ta: சந்தாக்கள்
tr: Abonelikler
uk: Підписки

source: Successfully authenticated.
cs: Přihlášení bylo úspěšné.
de: Erfolgreich authentisiert.
fr: Authentification réussie.
it: Autenticato con successo.
nl: Authenticatie gelukt.
pt: Autenticação bem sucedida.
ru: Успешная аутентификация.
ta: வெற்றிகரமாக அங்கீகரிக்கப்பட்டது.
tr: Başarıyla doğrulanmış.
uk: Успішно автентифіковано.

source: Summary
ru: Обзор
ta: சுருக்கம்
uk: Резюме

source: Support
cs: Podpora
fr: Assistance
it: Supporto
nl: Ondersteuning
pt: Suporte
ru: Поддержка
ta: உதவி
tr: Destek
uk: Підтримка

source: Supported Token Types
de: Unterstützte Tokentypen
fr: Types de jetons supportés
pt: Tipos de token suportados
ru: Поддерживаемые типы токенов
ta: ஆதரிக்கப்பட்ட கிள்ளாக்கு வகைகள்
uk: Підтримувані типи токенів

source: Surname
cs: Příjmení
de: Nachname
fr: Surnom
it: Cognome
nl: Achternaam
pt: Apelido
ru: Фамилия
ta: குடும்பப்பெயர்
tr: Soyadı
uk: Прізвище

source: Sync Window
cs: Rozsah pro synchronizaci
de: Sync-Fenster
fr: Fenêtre de synchronisation
it: Finestra di sincronizzazione
nl: Synchronisatievenster
pt: Janela de sincronização
ru: Окно синхронизации
ta: சாளரத்தை ஒத்திசைக்கவும்
tr: Senkronizasyon penceresi
uk: Вікно синхронізації

source: Sync Window of newly enrolled tokens
de: Synchronisationsfenster für neu ausgerollte Token
fr: Fenêtre de synchronisation de jetons nouvellement enrôlés
pt: Janela de sincronização de tokens recentemente registados
ru: Окно синхронизации новых зарегистрированных токенов
ta: சாளரத்தை ஒத்திசைக்கவும் புதிதாக பதிவுசெய்யப்பட்ட டோக்கன்கள்
uk: Вікно синхронізації щойно зареєстровані токени

source: Synchronization
ru: Синхронизация
ta: ஒத்தியக்கம்
uk: Синхронізація

source: System
cs: Systém
fr: Système
it: Sistema
nl: Systeem
pt: Sistema
ru: Система
ta: மண்டலம்
tr: Sistem
uk: Система

source: System Config
cs: Nastavení systému
de: Systemkonfiguration
fr: Configuration du système
it: Configurazione di sistema
nl: Systeemconfiguratie
pt: Configuração de sistema
ru: Конфигурация системы
ta: கணினி கட்டமைப்பு
tr: Sistem Yapılandırması
uk: Конфігурація системи

source: System Config saved.
cs: Nastavení systému bylo uloženo.
de: Systemkonfiguration gespeichert.
fr: Configuration du système enregistrée.
it: Configurazione di sistema salvata.
nl: Systeemconfiguratie bewaard.
pt: Configuração de sistema guardada.
ru: Конфигурация системы сохранена.
ta: கணினி கட்டமைப்பு சேமிக்கப்பட்டது.
tr: Sistem Konfigürasyonu kaydedildi.
uk: Конфігурацію системи збережено.

source: System entry deleted.
de: Systemeinstellung gelöscht.
fr: Entrée du système supprimée.
it: Voce di sistema cancellata.
nl: Systeemvermelding verwijderd.
pt: Entrada de sistema eliminada.
ru: Системная запись удалена.
ta: கணினி நுழைவு நீக்கப்பட்டது.
tr: Sistem girişi silindi.
uk: Системний запис видалено.

source: TLS Version
cs: Verze TLS
de: TLS Protokollversion
fr: Version du protocole TLS
it: Versione TLS
nl: TLS - versie
pt: Versão TLS
ru: Версия TLS
ta: டி.எல்.எச் பதிப்பு
tr: TLS versiyonu
uk: Версія TLS
