Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: You can choose how the authenticity of the tokens to be imported should be verified.
de: Sie können auswählen, wie die Authentizität der importierten Token überprüft wird.
fr: Vous pouvez choisir comment l'authenticité des jetons à importer doit être vérifiée.
it: È possibile scegliere come verificare l'autenticità dei token da importare.
nl: U kunt kiezen hoe de authenticiteit van de te importeren tokens moet worden geverifieerd.
pt: Pode escolher a forma como a autenticidade dos tokens a importar deve ser verificada.
ta: You can choose how the authenticity of the tokens பெறுநர் be imported should be verified.
tr: İthal edilecek belirteçlerin orijinalliğinin nasıl doğrulanacağını seçebilirsiniz.
uk: Ви можете вибрати спосіб перевірки автентичності токенів, які потрібно імпортувати.

source: You can find most of these settings in the app registration in the Entra Admin Center or you also have to add them there.
uk: Більшість цих налаштувань можна знайти під час реєстрації застосунку в Центрі адміністрування Entra або ж треба їх туди додати.

source: You have no editable resolvers defined. So you can not write to any user store. If you want to add users, you need to <a ui-sref="config.resolvers.list">define an editable resolver</a> (like SQLResolver) and check the box "Edit user store".
de: Sie haben keine editierbaren Resolver definiert. Daher können Sie in keine Benutzer-Quelle schreiben. Wenn Sie Benutzer hinzufügen wollen, müssen Sie einen <a ui-sref="config.resolvers.list">editierbaren Resolver definieren</a> (bpsw. SQLResolver) und die Checkbox "Benutzerquelle editierbar" anhaken.
fr: Vous n'avez aucun interpréteur modifiable défini. Vous ne pouvez donc écrire dans aucun magasin d'utilisateurs. Si vous voulez ajouter des utilisateurs, vous devez <a ui-sref="config.resolvers.list"> définir un interpréteur modifiable</a> (comme SQLResolver) et cocher la case "Editer le magasin d'utilisateurs".
it: Non sono stati definiti resolver modificabili. Quindi non è possibile scrivere in nessun archivio utenti. Se si vogliono aggiungere utenti, occorre <a ui-sref="config.resolvers.list">definire un risolver modificabile</a> (come SQLResolver) e selezionare la casella "Modifica archivio utenti".
nl: Je hebt geen bewerkbare resolvers gedefiniëerd. Dus je kunt niet bewaren in een gebruikersopslag. Als je gebruikers wil toevoegen, dan moet je <a ui-sref="config.resolvers.list">een bewerkbare resolver definiëren.</a> (zoals SQL-resolver) en een vinkje zetten bij "Bewerk gebruikersopslag".
pt: Não tem nenhum resolvedor editável definido. Por isso, não pode escrever em nenhum armazenamento de utilizadores. Se quiser adicionar utilizadores, tem de <a ui-sref="config.resolvers.list">definir um resolvedor editável</a> (como o SQLResolver) e marcar a caixa "Editar armazenamento de utilizadores".
ta: You have இல்லை editable resolvers defined. So you can not write பெறுநர் any பயனர் store. If you want பெறுநர் கூட்டு users, you need to <a ui-sref="config.resolvers.list">define an editable resolver</a> (like SQLResolver) and சரிபார் the box "Edit பயனர் store".
tr: Belirtilen düzenlenebilir bir çözümüz yok. Yani yazamazsın herhangi bir kullanıcı deposuna. Kullanıcı eklemek istiyorsanız, ihtiyacınız var <a ui-sref="config.resolvers.list"> Düzenlenebilir tanımla çözümleyici </a> (SQLRESOrver gibi) ve kontrol edin Kutu "Kullanıcı Mağazasını Düzenle".
uk: У вас не визначено редагованих резолверів. Так можна і не писати до будь-якого магазину користувачів. Якщо ви хочете додати користувачів, вам це потрібно <a ui-sref="config.resolvers.list">визначити редагований розв’язувач</a> (наприклад, SQLResolver) і перевірте поле «Редагувати магазин користувача».

source: You may pass this registration code to the user.
de: Sie können diesen Registrierungscode an den Benutzer übergeben.
fr: Vous devez transférer ce code d'enregistrement à l'utilisateur.
it: È possibile fornire questo codice di registrazione all'utente.
nl: Je mag deze registratiecode aan de gebruiker bezorgen.
pt: Este código de registo pode ser transmitido ao utilizador.
ta: You சி-வைகாசி கணவாய் this registration குறியீடு பெறுநர் the user.
tr: Bu kayıt kodunu kullanıcıya iletebilirsiniz.
uk: Ви можете передати цей реєстраційний код користувачеві.

source: You need to confirm the registration with your authenticator. For an external authenticator, this usually means pushing the button on the authenticator, or replugging it (if there is no button on the authenticator). If you want to use an authenticator that is integrated into your device, look for a dialog box from your operating system. If you do not see anything, please make sure that your authenticator supports WebAuthn.
cs: Registraci musíte potvrdit svým autentikátorem. U fyzického autentikátoru to většinou vyžaduje stisknutí tlačítka na autentikátoru nebo opětovné připojení (pokud nemá žádné tlačítko). Pokud chcete použít autentikátor zabudovaný v zařízení, vyhledejte dialogové okno operačního systému. Pokud žádné nevidíte, zkontrolujte, zda Váš autentikátor podporuje WebAuthn.
de: Sie müssen die Registrierung mit ihrem Token bestätigen. Bei einem "external" Token bedeutet das i.d.R., dass Sie einen Knopf auf dem Token drücken müssen, oder dass Sie das Gerät aus dem USB-Port rausziehen und wieder reinstecken müssen. Wenn Sie einen Token benutzen wollen, der in Ihr Gerät integriert ist, achten Sie auf ein Dialogfenster, das sich von Ihrem Betriebssystem aus öffnet. Wenn Sie nichts sehen, stellen Sie bitte sicher, dass Ihr Token tatsächlich WebAuthn unterstützt.
fr: Vous devez confirmer l'enregistrement avec votre authentificateur. Pour un authentificateur externe, cela signifie habituellement de cliquer sur le bouton de l'authentificateur, ou de le rebrancher (s'il n'y a pas de bouton). Si vous voulez utiliser un authentificateur intégré à votre appareil, cherchez une boite de dialogue sur votre écran. Si vous ne voyez rien, veuillez vous assurer que votre authentificateur est compatible avec WebAuthn.
it: È necessario confermare la registrazione con il proprio autenticatore. Per un autenticatore esterno, di solito questo significa premere il pulsante sull'autenticatore o ricollegarlo (se non c'è un pulsante sull'autenticatore). Se si desidera utilizzare un autenticatore integrato nel dispositivo, cercare una finestra di dialogo del sistema operativo. Se non si vede nulla, assicurarsi che l'autenticatore supporti WebAuthn.
nl: Je moet de registratie bevestigen met je authenticator. Voor een externe authenticator betekent dit gewoonlijk op de knop van de authenticator drukken, of uittrekken en terug inpluggen (als er geen knop is op de authenticator). Als je een authenticator wil gebruiken die in je toestel geïntegreerd is, kijk dan uit naar een dialoogvenster van je besturingssysteem. As je niets ziet, controleer dan of je authenticator WebAuthn ondersteunt.
pt: É necessário confirmar o registo com o seu autenticador. No caso de um autenticador externo, isto significa normalmente premir o botão no autenticador ou voltar a ligá-lo (se não existir um botão no autenticador). Se pretender utilizar um autenticador integrado no seu dispositivo, procure uma caixa de diálogo do seu sistema operativo. Se não vir nada, certifique-se de que o seu autenticador suporta WebAuthn.
ta: You need பெறுநர் உறுதிப்படுத்தவும் the registration with your authenticator. க்கு an external authenticator, this usually means pushing the button on the authenticator, or replugging it (if there is இல்லை button on the authenticator). If you want பெறுநர் use an authenticator that is integrated into your device, look க்கு a dialog box இருந்து your operating system. If you do not see anything, please make sure that your authenticator supports WebAuthn.
tr: Kayıt işlemini onaylamanız gerekir. doğrulayıcı. Harici bir doğrulayıcı için bu genellikle doğrulayıcıya düğmeyi iterek veya ictioning anlamına gelir (Doğrudanın üzerinde hiçbir düğme yoksa). Eğer istersen Cihazınıza entegre edilmiş bir doğrulayıcıyı kullanmak için, İşletim sisteminizden bir iletişim kutusu arayın. Yaparsan Hiçbir şey görmüyorum, lütfen kimlikçinizin olduğundan emin olun. WebAuthn'i destekler.
uk: Вам потрібно підтвердити реєстрацію за допомогою вашого автентифікатором. Для зовнішнього автентифікатора це зазвичай означає натискання кнопки на автентифікаторі або його перепідключення (якщо на ньому немає кнопки). його (якщо на автентифікаторі немає кнопки). Якщо ви хочете використовувати автентифікатор, інтегрований у ваш пристрій, знайдіть діалогове вікно у вашій операційній системі. Якщо ви нічого не побачите нічого не побачите, переконайтеся, що ваш автентифікатор підтримує WebAuthn.

source: You need to confirm the registration with your token either by pushing the blinking button or by replugging your token. This depends on the actual token model.
cs: Potvrďte registraci svým tokenem, zmáčknutím blikajícího tlačítka nebo opětovným připojením tokenu. Postup záleží na konkrétním modelu.
de: Sie müssen die Registrierung an Ihrem Token bestätigen. Entweder durch Drücken des blinkenden Knopfes oder durch neu Einstecken des Tokens. Dies hängt von dem konkreten Tokentyp an.
fr: Vous devez confirmer l'enregistrement avec votre jeton en appuyant sur le bouton clignotant ou en le rebranchant. Cela dépend de votre modèle de jeton actuel.
it: È necessario confermare la registrazione con il proprio token premendo il pulsante lampeggiante oppure reinserendo il token. Questo dipende dal modello di modello di token.
nl: Je moet je registratie bevestigen et je token ofwel door het drukken op de knipperende knop of door je token uit te trekken en terug in te steken. Dit hangt af van het token model.
pt: É necessário confirmar o registo com o seu token, carregando no botão intermitente ou voltando a ligar o token. Isto depende do modelo do token.
ta: You need பெறுநர் உறுதிப்படுத்தவும் the registration with your token either by pushing the blinking button or by replugging your token. This depends on the actual கிள்ளாக்கு model.
tr: Kayıtunuzu belirteçlerinizle onaylamanız gerekir. Yanıp sönen düğmeye basarak veya belirteçinizi yenilemek. Bu gerçeke bağlı belirteç modeli.
uk: Вам потрібно підтвердити реєстрацію своїм токеном або натиснувши миготливу кнопку, або під'єднавши токен. Це залежить від фактичної моделі токену.

source: You will be logged in as: {{ loggedinUsername }}
uk: Ви увійдете як: {{ loggedinUsername }}

source: You will be logged out in {{ myCountdown }} second(s).
cs: Za {{ myCountdown }} s dojde k odhlášení.
de: Sie werden nach {{ myCountdown }} Sekunden abgemeldet.
fr: Vous serez déconnecté dans {{ myCountdown }} seconde(s).
it: La disconnessione avverrà entro {{ myCountdown }} secondi.
nl: Je zult afgemeld worden in {{ myCountdown }} seconden.
pt: A sessão será terminada em {{ myCountdown }} segundo(s).
ta: நீங்கள் {{ myCountdown }} இரண்டாவது (கள்) இல் உள்நுழைந்திருப்பீர்கள்.
tr: {{ myCountdown }} ikinci (ler) de oturum açacaksınız.
uk: Ви вийдете з системи через {{ myCountdown }} секунд(и).

source: Your CSR to the certificate authority failed.
de: Der CSR an die Zertifizierungsstelle ist fehlgeschlagen.
fr: Votre demande CSR à l'autorité de certification à échouée.
it: La tua Richiesta di firma del Certificato all'autorità di certificazione non è riuscita.
nl: Je CSR naar de certificaatsauthoriteit mislukt.
pt: O seu CSR para a autoridade de certificação falhou.
ta: Your CSR பெறுநர் the certificate authority failed.
uk: Ваш CSR до центру сертифікації не вдалося.

source: Your OTP pin expires on
cs: Váš PIN k jednorázovému kódu expiruje
de: Ihre OTP PIN läuft ab am
fr: Votre PIN OTP expire dans
it: Il tuo PIN OTP scade il
nl: Je OTP PIN vervalt op
pt: O seu PIN OTP expira em
ta: Your OTP முள் expires on
tr: OTP PIN'iniz sona eriyor
uk: Термін дії вашого PIN-коду OTP закінчується

source: Your Password:
de: Ihr Passwort:
fr: Votre mot de passe :
it: La tua password:
pt: A sua palavra-passe:
ru: Пароль пользователя:
ta: Your கடவுச்சொல்:
uk: Ваш пароль:

source: Your certificate request is taken under submission and waiting for administrative approval.
de: Ihre Zertifikatsanforderung ist eingegangen und wartet auf die Genehmigung eine Administrators.
fr: Votre demande de certificat a été soumise et est en attente d'approbation administrative.
it: La tua richiesta di certificato è presa in carico e in attesa approvazione amministrativa.
nl: Je certificaatsaanvraag is in onderzoek en wacht op administratieve goedkeuring.
pt: O seu pedido de certificado está a ser apresentado e aguarda aprovação administrativa.
ta: உங்கள் சான்றிதழ் கோரிக்கை சமர்ப்பிப்பின் கீழ் எடுக்கப்பட்டு காத்திருக்கிறது நிர்வாக ஒப்புதல்.
uk: Ваш запит на сертифікат прийнято на розгляд і очікує адміністративне погодження.

source: Your container was successfully created with the serial:
ta: உங்கள் கொள்கலன் தொடர்ச்சியுடன் வெற்றிகரமாக உருவாக்கப்பட்டது:
uk: Ваш контейнер успішно створено з серійним номером:

source: Your details
cs: Podrobnosti
de: Ihr Profil
fr: Vos détails
it: I tuoi dettagli
nl: Jouw details
pt: Os seus dados
ta: உங்கள் விவரங்கள்
tr: Detayların
uk: Ваші дані

source: Your password has been reset successfully.
cs: Vaše heslo bylo úspěšně resetováno.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
fr: Votre mot de passe a été réinitialisé avec succès.
it: La tua password è stata reimpostata con successo.
nl: Het opnieuw instellen van je wachtwoord is gelukt.
pt: A sua palavra-passe foi reposta com sucesso.
ta: Your password has been மீட்டமை successfully.
tr: Şifreniz başarıyla sıfırlandı.
uk: Ваш пароль успішно скинуто.

source: Your search would include {{ count }} tokens. This can take a lot of time and could even timeout. Do you want to run the search? You might also cancel this and narrow down the search!
cs: Vaše hledání by zahrnovalo {{ count }} tokenů. To může trvat delší dobu a může dojít k chybě. Chcete provést hledání? Můžete hledání zrušit a upřesnit.
de: Die Suche würde sich über {{ count }} Token erstrecken. Dies kann eine lange Zeit dauern und sogar zu einer Zeitüberschreitung führen. Wollen Sie die Suche starten? Sie können auch abbrechen und die Suchkriterien weiter einschränken!
fr: Votre recherche comprendrait {{ count }} jetons. Elle peut prendre beaucoup de temps et peut même expirer. Voulez-vous lancer la recherche ? Vous pouvez aussi l'annuler et affiner la recherche !
it: La ricerca dovrebbe includere {{ count }} token. Questo può richiedere molto tempo e potrebbe anche andare in timeout. Si vuole eseguire la ricerca? Si può anche annullare questa operazione e restringere la ricerca!
nl: Je zoekopdracht doorzoekt {{ count }} tokens. Dit kan veel tijd in beslag nemen en kan zelfs een time-out genereren. Wil je de zoekopdracht echt uitvoeren? Je kunt ook annuleren en je zoekopdracht versmallen!
pt: A sua pesquisa incluiria {{ count }} tokens. Isto pode levar muito tempo e pode até mesmo atingir o tempo limite. Deseja executar a pesquisa? Também pode cancelar isto e restringir a pesquisa!
ta: Your தேடல் would include {{ count }} tokens. This can take a நிறைய of time and could இரட்டை timeout. Do you want பெறுநர் ஓடு the search? You might also ரத்துசெய் this and narrow down the search!
tr: Aramanız, {{ count }} belirteçlerini içerecektir. Bu çok fazla şey alabilir zaman ve zaman aşımı bile olabilir. Aramayı çalıştırmak ister misiniz? Sen Bunu da iptal edebilir ve aramayı daraltabilir!
uk: Ваш пошук буде включати {{ count }} токенів. Це може зайняти багато часу і навіть може завершитися в таймауті. Ви хочете запустити пошук? Ви також можете скасувати пошук і звузити його!

source: Your secret phrase.
cs: Vaše tajná fráze.
de: Ihre geheime Zeichenkette oder Satz.
fr: Votre phrase secrète.
it: La tua frase segreta.
nl: Jouw geheime zin.
pt: A sua frase secreta.
ta: உங்கள் ரகசிய சொற்றொடர்.
tr: Gizli ifaden.
uk: Твоя секретна фраза.

source: Your subscription for the privacyIDEA Authenticator has expired.
de: Die Susbscription für den privacyIDEA Authenticator ist abgelaufen.
fr: Votre abonnement pour le privacyIDEA Authenticator a expiré.
it: L'abbonamento a privacyIDEA Authenticator è scaduto.
nl: Je abonnement voor de PrivacyIDEA Authenticator App is verlopen.
pt: A sua subscrição do PrivacyIDEA Authenticator expirou.
ta: Your சந்தா க்கு the privacyIDEA Authenticator has expired.
tr: PrivacyIDEA doğrulayıcısının aboneliğiniz sona ermiştir.
uk: Термін дії вашої підписки на privacyIDEA Authenticator закінчився.

source: Your subscription is not valid anymore. Either you exceeded the number of tokens or the subscription expired. Please check, if you need to renew your <a ui-sref="component.subscriptions">subscription</a>.
de: Ihre Subskription ist nicht mehr gültig. Entweder haben Sie die Anzahl der erlaubten Token überschritten oder Ihre Subskription ist abgelaufen. Bitte überprüfen Sie, ob Sie Ihre <a ui-sref="component.subscriptions">Subskription</a> erneuern müssen.
fr: Votre abonnement n'est plus valide. Soit vous avez dépassé le nombre de jetons, soit l'abonnement a expiré. Veuillez vérifier si vous devez renouveler votre <a ui-sref="component.subscriptions">abonnement</a>.
it: L'abbonamento non è più valido. O si è superato il numero di token o l'abbonamento è scaduto. Verificare se è necessario rinnovare <a ui-sref="component.subscriptions">l'abbonamento</a> .
nl: Je abonnement is niet meer geldig. Ofwel heb je het aantal tokens overschreden of je abonnement is vervallen. Controleer of je een nieuw <a ui-sref="component.subscriptions">abonnement</a> nodig hebt.
pt: A sua subscrição já não é válida. Ou excedeu o número de tokens ou a subscrição expirou. Verifique se precisa de renovar a sua <a ui-sref="component.subscriptions">subscrição</a>.
ta: Your சந்தா is not valid anymore. Either you exceeded the எண் of tokens or the சந்தா expired. Please check, if you need பெறுநர் renew your <a ui-sref="component.subscriptions">subscription</a>.
tr: Aboneliğiniz artık geçerli değil. Ya belirteçlerin sayısını ya da Abonelik süresi doldu. Lütfen <a ui-sref="component.subscripts"> aboneliğinizi yenilemenizi istiyorsanız, </a>.
uk: Ваша підписка більше не діє. Або ви перевищили кількість токенів, або термін дії підписки закінчився. Будь ласка, перевірте, якщо вам потрібно оновити свій <a ui-sref="component.subscriptions">підписка</a>.

source: Your token PIN has expired. You need to set a new PIN for token {{ pin_change_serial }}.
cs: PIN k Vašemu tokenu expiroval. Musíte si nastavit nový PIN pro token {{ pin_change_serial }}.
de: Ihre PIN ist abgelaufen. Sie müssen die PIN für den Token {{ pin_change_serial }} ändern.
fr: Le code PIN de votre jeton a expiré, vous devez en définir un nouveau pour le jeton {{ pin_change_serial }}.
it: Il tuo token PIN è scaduto. Devi impostare un nuovo PIN per il token {{ pin_change_serial }}.
nl: De PIN van je token is vervallen. Je moet een nieuwe PIN instellen voor token {{ pin_change_serial }}.
pt: O PIN do seu token expirou. Tem de definir um novo PIN para o token {{ pin_change_serial }}.
ta: Your கிள்ளாக்கு முள் has expired. You need பெறுநர் கணம் a புதிய PIN க்கு கிள்ளாக்கு {{ pin_change_serial }}.
tr: Belirteç PIN'inizin süresi doldu. Yeni bir pin ayarlaman gerekiyor jeton için {{pin_change_serial}}.
uk: Термін дії PIN-коду маркера минув. Потрібно встановити новий PIN-код для маркера {{ pin_change_serial }}.

source: Your token {{ enrolledToken.serial }} is not completely enrolled, yet.
cs: Registrace Vašeho tokenu {{ enrolledToken.serial }} ještě není kompletní.
de: Ihr Token {{ enrolledToken.serial }} ist noch nicht fertig ausgerollt.
fr: L'enrôlement de votre jeton {{ enrolledToken.serial }} n'est pas totalement validé.
it: Il token {{ enrolledToken.serial }} non è ancora completamente registrato.
nl: Je token {{ enrolledToken.serial }} is nog niet volledig aangemeld.
pt: O seu token {{ enrolledToken.serial }} ainda não está completamente registado.
ta: Your கிள்ளாக்கு {{ enrolledToken.serial }} is not completely enrolled, yet.
tr: Belirteçiniz {{ enrolledToken.serial }} tamamen kayıt olmadı.
uk: Ваш маркер {{ enrolledToken.serial }} ще не повністю зареєстровано.

source: Yubico Token settings
de: Yubico Token Einstellungen
fr: Paramètres Jeton Yubico
it: Impostazioni del token Yubico
nl: Yubico token-instellingen
pt: Definições do Token Yubico
ta: Yubico கிள்ளாக்கு அமைப்புகள்
tr: Yubico Token Ayarları
uk: Налаштування Yubico Token

source: Yubico URL
fr: URL Yubico
it: URL Yubico
pt: URL do Yubico
ta: Yubico முகவரி
uk: URL Yubico

source: Yubikey Identifier
de: Yubikey ID
fr: Identifiant Yubikey
it: Identificatore Yubikey
pt: Identificador Yubikey
ta: யூபிகே அடையாளங்காட்டி
tr: Yubikey tanımlayıcısı
uk: Ідентифікатор Yubikey

source: Yubikey Token settings
de: Yubikey Token Einstellungen
fr: Paramètres Jeton Yubikey
it: Impostazioni del token Yubikey
nl: Yubikey token-instellingen
pt: Definições do Token Yubikey
ta: Yubikey கிள்ளாக்கு அமைப்புகள்
tr: Yubikey Token Ayarları
uk: Налаштування Yubikey Token

source: action
cs: akce
de: Aktion
it: azione
nl: acitie
pt: ação
ta: செயல்
tr: eylem
uk: дію

source: action detail
cs: detaily akce
de: Aktionsdetail
fr: Détail de l'action
it: dettaglio dell'azione
nl: actiedetail
pt: detalhe da ação
ta: செயல் detail
tr: eylem detayı
uk: подробиці дії

source: active
cs: aktivní
de: aktiv
fr: actif
it: attivo
nl: actief
pt: ativo
ta: செயலில்
tr: aktif
uk: активний

source: active, assigned tokens
cs: aktivní, přiřazené tokeny
de: aktive, zugewiesene Token
fr: actif, jetons assignés
it: attivo, token assegnati
nl: actief, toegewezen tokens
pt: tokens activos e atribuídos
ta: செயலில், ஒதுக்கப்பட்ட டோக்கன்கள்
tr: Aktif, atanmış belirteçler
uk: активні, призначені маркери

source: administrator
cs: administrátor
fr: administrateur
it: amministratore
nl: beheerder
pt: administrador
ta: நிர்வாகி
tr: yönetici
uk: адміністратор

source: an optional serial substring
cs: volitelné hledání v sériovém čísle
de: Optionaler Teil der Seriennummer
fr: une sous-chaine optionnelle de série
it: una sottostringa seriale facoltativa
nl: een optionele serienummer substring
pt: uma substring de série opcional
ta: an விரும்பினால் serial substring
tr: İsteğe Bağlı Seri Substring
uk: необов'язковий послідовний підрядок

source: authentication
de: Authentifizierung
fr: authentification
pt: autenticação
ru: аутентификация
ta: ஏற்பு
uk: аутентифікація

source: certificate
cs: certifikát
de: Zertifikat
fr: certificat
it: certificato
nl: certificaat
pt: certificado
ta: சான்றிதழ்
tr: sertifika
uk: сертифікат

source: clearance
de: Freigabestufe
fr: autorisation
it: autorizzazione
nl: opruiming
pt: autorização
ta: இசைவு
tr: Boşluk
uk: кліренс

source: client
cs: klient
nl: cliënt
pt: cliente
ta: கிளீன்
tr: müşteri
uk: клієнт

source: description
cs: popis
de: Beschreibung
it: descrizione
nl: beschrijving
pt: descrição
ta: விவரம்
tr: tanım
uk: опис

source: disabled
cs: zakázaný
de: deaktiviert
fr: désactivé
it: disabilitato
nl: uitgeschackeld
pt: desativado
ta: முடக்கப்பட்டது
tr: engelli
uk: вимкнено

source: distinct users with active tokens
cs: unikátní uživatelé s aktivními tokeny
de: eindeutige Benutzer mit aktiven Token
fr: Utilisateurs distincts avec jetons actifs
it: utenti distinti con token attivi
nl: gebruikers onderscheiden met actieve tokens
pt: utilizadores distintos com tokens activos
ta: distinct பயனர்கள் with செயலில் tokens
tr: Aktif belirteçleri olan farklı kullanıcılar
uk: окремі користувачі з активними маркерами

source: duration
cs: trvání
de: Dauer
fr: durée
it: durata
nl: duur
pt: duração
ru: продолжительность
ta: காலம்
tr: süre
uk: тривалість

source: email
fr: courriel
ta: மின்னஞ்சல்
tr: e-posta
uk: електронною поштою

source: enddate
cs: konec
de: Enddatum
fr: date de fin
it: data di fine
nl: einddatum
pt: data de fim
ta: எண்ட்டேட்
tr: bitiş tarihi
uk: кінцева дата
