Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The separator that is used to separate the passwords of the different tokens.
de: Das Trennzeichen, mit dem die einzelnen Passwörter voneinander abgetrennt werden.
fr: Le séparateur utilisé pour séparer les mots de passe des différents jetons.
it: Il separatore che viene utilizzato per separare le password dei diversi token.
nl: Het scheidingsteken dat gebruikt wordt om de wachtwoorden van de verschillende tokens te scheiden.
pt: O separador que é utilizado para separar as palavras-passe dos diferentes tokens.
ru: Разделитель, который используется для разделения паролей разных токенов.
ta: கடவுச்சொற்களைப் பிரிக்கப் பயன்படும் பிரிப்பான் வெவ்வேறு டோக்கன்கள்.
tr: Şifreleri ayırmak için kullanılan ayırıcı farklı belirteçler.
uk: Роздільник, який використовується для розділення паролів різні жетони.

source: The serial number on the remote server
de: Die Seriennummer auf dem Remote-Server
fr: Le numéro de série sur le serveur distant
it: Il numero di serie del server remoto
nl: Het serienummer van de externe server
pt: O número de série do servidor remoto
ru: Серийный номер на удаленном сервере
ta: தொலை சேவையகத்தில் வரிசை எண்
tr: Uzak sunucudaki seri numarası
uk: Серійний номер на віддаленому сервері

source: The serial of the new token is <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
cs: Sériové číslo nového tokenu je <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
de: Die Seriennummer des neuen Tokens ist <a ui-sref="token.details({tokenSerial:lostResult.serial})">{{ lostResult.serial }}</a>.
fr: Le numéro de série du nouveau jeton est <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
it: Il seriale del nuovo token è <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
nl: Het serienummer van het nieuwe token is <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
pt: A série do novo token é <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
ru: Серийный номер нового токена: <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
ta: புதிய டோக்கனின் தொடர் <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.
tr: Yeni belirteç'in seri <a ui-sref="token.details({tokenSerial:lostResult.serial})">{{ lostResult.serial }}</a>.
uk: Серійний номер нового токена <a ui-sref="token.details({tokenSerial:lostResult.serial})"> {{ lostResult.serial }}</a>.

source: The server will create the OTP key and a QR Code will be displayed to you to be scanned.
cs: Server vytvoří klíč pro jednorázové kódy a zobrazí se QR kód, který naskenujete.
de: Der Server erzeugt den geheimen Schlüssel und es wird ein QR-Code angezeigt, den Sie mit einer Smartphone-App scannen können.
fr: Le serveur créera une clé OTP et affichera un code QR que vous devrez scanner.
it: Il server creerà la chiave OTP e un codice QR sarà visualizzato per permetterti di scansionarlo.
nl: De server zal de OTP-sleutel maken en zal een QR-code tonen die je kunt scannen.
pt: O servidor criará a chave OTP e um código QR será que lhe será apresentado para ser digitalizado.
ru: Сервер создаст ключ OTP и QR-код будет отображен для сканирования.
ta: சேவையகம் OTP விசையை உருவாக்கும் மற்றும் ஒரு QR குறியீடு இருக்கும் ச்கேன் செய்ய உங்களுக்கு காட்டப்படும்.
tr: Sunucu OTP anahtarı oluşturacak ve bir QR kodunuz olacak. Taramanız için size gösterilecektir.
uk: Сервер створить ключ OTP і QR-код буде відображаються для сканування.

source: The server will create the private RSA key and return it with the certificate in an encrypted PKCS#12 container.
ru: Сервер создаст закрытый ключ RSA и вернёт его вместе с сертификатом в зашифрованном контейнере PKCS#12.
ta: சேவையகம் தனிப்பட்ட RSA விசையை உருவாக்கி அதைத் தரும் மறைகுறியாக்கப்பட்ட பி.கே.சி.எச்#12 கொள்கலனில் சான்றிதழ்.
uk: Сервер створить приватний ключ RSA та поверне його сертифікат у зашифрованому контейнері PKCS#12.

source: The server will create the secret and a QR Code will be displayed for you to be scanned.
de: Der Server erzeugt den geheimen Schlüssel und es wird ein QR-Code angezeigt, den Sie mit einer Smartphone-App scannen können.
fr: Le serveur créera le secret et affichera un code QR que vous devrez scanner.
pt: O servidor criará o segredo e ser-lhe-á apresentado um código QR para ser digitalizado.
ru: Сервер создаст секрет и отобразит QR-код, который вам нужно будет отсканировать.
ta: சேவையகம் மறைபொருள் மற்றும் QR குறியீட்டை உருவாக்கும் நீங்கள் ச்கேன் செய்ய காண்பிக்கப்படும்.
uk: Сервер створить секрет і QR-код буде відображено для сканування.

source: The server will create the secret key and a QR Code will be displayed to you to be scanned with the Token2 app.
de: Der Server erzeugt den geheimen Schlüssel und es wird ein QR-Code angezeigt, den Sie mit der Token2-App scannen können.
fr: Le serveur créera la clé secrète et un code QR vous sera affiché pour être scanné avec l'application Token2.
it: Il server creerà la chiave segreta e un codice QR sarà visualizzato per permetterti di scansionarlo con l'app Token2.
nl: De server zal een geheime sleutel maken en zal een QR-code tonen die je kunt scannen met de Token2 app.
pt: O servidor criará a chave secreta e ser-lhe-á apresentado um código QR para ser lido com a aplicação Token2.
ru: Сервер создаст секретный ключ, и вам будет показан QR-код, который можно отсканировать с помощью приложения Token2.
ta: சேவையகம் ரகசிய விசையை உருவாக்கும் மற்றும் ஒரு QR குறியீடு இருக்கும் கிள்ளாக்கு 2 பயன்பாட்டுடன் ச்கேன் செய்ய உங்களுக்கு காண்பிக்கப்படுகிறது.
tr: Sunucu gizli anahtarı oluşturacak ve bir QR kodu olacak Token2 uygulamasıyla taranan için görüntülenir.
uk: Сервер створить секретний ключ і QR-код буде відображаються для сканування за допомогою програми Token2.

source: The server will create the static password.
de: Der Server wird ein Passwort erzeugen.
fr: Le serveur créera le mot de passe statique.
it: Il server creerà una password statica.
pt: O servidor criará a palavra-passe estática.
ru: Сервер создаст статический пароль.
ta: சேவையகம் நிலையான கடவுச்சொல்லை உருவாக்கும்.
uk: Сервер створить статичний пароль.

source: The start time and the end time of the validity period should be entered in the format <em>YYYY-MM-DDThh:mm+oooo</em>.
cs: Počátek a konec platnosti zadejte ve formátu <em>RRRR-MM-DDThh:mm+oooo</em>.
de: Die Start- und Endzeit des Gültigkeitszeitraums muss im Format <em>YYYY-MM-DDThh:mm+oooo</em> angegeben werden.
fr: L'heure de début et de fin de la période de validité doivent être entrées dans le format <em>YYYY-MM-DDThh:mm+oooo</em>.
it: L'ora di inizio e l'ora di fine del periodo di validità devono essere inserite nel formato <em>YYYY-MM-DDThh:mm+oooo</em>.
nl: Het begin en het einde van de geldige periode moet gegeven worden in de format <em>YYYY-MM-DDThh:mm+oooo</em>.
pt: A hora de início e a hora de fim do período de validade devem ser introduzidas no formato <em>AAAA-MM-DDThh:mm+oooo</em>.
ru: Время начала и время окончания срока действия должны быть введены в формате <em>ГГГГ-ММ-ДДTчч:мм+oooo</em>.
ta: தொடக்க நேரம் மற்றும் செல்லுபடியாகும் காலத்தின் இறுதி நேரம் வடிவத்தில் உள்ளிடப்பட வேண்டும் <em> yyyy-mm-ddthh: mm+oooo </em>.
tr: Başlangıç zamanı ve geçerlilik süresinin bitiş zamanı formatta girilmelidir <em> yyyy-mm-ddthh: mm + oooo </em>.
uk: Час початку та час закінчення терміну дії слід ввести у форматі <em>РРРР-ММ-ДДТгг:хм+оооо</em>.

source: The time in seconds for which the sent OTP value is valid for authentication.
cs: Doba platnosti zaslaného jednorázového kódu v sekundách.
de: Die Zeit in Sekunden, für die der versendete OTP-Wert zur Authentisierung gültig ist.
fr: La durée de validité en secondes de la valeur OTP envoyée pour l'authentification.
it: Il periodo di tempo in secondi per cui il valore OTP inviato è valido per l'autenticazione.
nl: De geldigheidsduur voor authenticatie in seconden van de OTP-waarde.
pt: O tempo, em segundos, durante o qual o valor OTP enviado é válido para autenticação.
ru: Время в секундах, в течение которого отправленное значение OTP действительно для аутентификации.
ta: அனுப்பப்பட்ட OTP மதிப்பு செல்லுபடியாகும் வினாடிகளில் நேரம் ஏற்பு.
tr: Gönderilen OTP değerinin geçerli olduğu saniye cinsinden zaman kimlik doğrulama.
uk: Час у секундах, протягом якого дійсне надіслане значення OTP аутентифікація.

source: The time in which the password can be used. For example '1d' or '12h'.
de: Der Zeitraum, in dem das Passwort genutzt werden kann. zum Beispiel <code>1d</code> oder <code>12h</code>.
fr: La durée pendant laquelle le mot de passe peut être utilisé. Par exemple '1d' or '12h'.
it: Tempo per il quale sarà possibile utilizzare la password, ad esempio '1d' o '12h'.
pt: A hora em que a palavra-passe pode ser utilizada. Por exemplo, '1d' ou '12h'.
ru: Время, в течение которого пароль может быть использован. Например, «1d» или «12h».
ta: கடவுச்சொல்லைப் பயன்படுத்தக்கூடிய நேரம். உதாரணமாக '1 டி' அல்லது '12 எச்'.
uk: Час, протягом якого можна використовувати пароль. Наприклад, «1d» або «12h».

source: The token has been enrolled in the container <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.
de: Der Token wurde in dem Container <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a> ausgerollt.
fr: Le jeton a été enrôlé dans le conteneur <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.
pt: O token foi registado no contentor <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.
ru: Токен был зарегистрирован в контейнере <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.
ta: கிள்ளாக்கு கொள்கலனில் சேர்க்கப்பட்டுள்ளது <a ui-sref = "token.containerdetails ({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.
tr: Token başarıyla seri numarası ile kayıt oldu. <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})">{{ enrolledToken.container_serial }}</a>
uk: Маркер зареєстровано в контейнері <a ui-sref="token.containerdetails({containerSerial: enrolledToken.container_serial})"> {{ enrolledToken.container_serial }} </a>.

source: The token is currently assigned to container <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .
de: Der Token ist aktuell in dem Container <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .
fr: Le jeton est actuellement assigné au conteneur <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span>.
it: Il token è attualmente assegnato al container <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .
pt: O token está atualmente atribuído ao contentor <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .
ru: В настоящее время токен назначен контейнеру <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .
ta: கிள்ளாக்கு தற்போது கொள்கலனுக்கு ஒதுக்கப்பட்டுள்ளது <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }}} </a> <span ng-hide="checkRight('container_list')"> {{ containerSerial }}</span> .
uk: Маркер наразі призначено контейнеру <a ui-sref="token.containerdetails({containerSerial: containerSerial})" ng-hide="!checkRight('container_list')"> {{ containerSerial }} </a> <span ng-hide="checkRight('container_list')">{{ containerSerial }}</span> .

source: The token is currently in no container.
de: Der Token ist aktuell in keinem Container.
fr: Le jeton n'est actuellement dans aucun conteneur.
it: Il token non è attualmente associato ad alcun container.
pt: O token não está atualmente em nenhum contentor.
ru: В настоящее время токен не находится ни в каком контейнере.
ta: கிள்ளாக்கு தற்போது இல்லை.
uk: Наразі маркер не містить контейнера.

source: The token is enrolled.
cs: Token byl zaregistrován.
de: Der Token wurde ausgerollt.
fr: Le jeton est enrôlé.
it: Il token è registrato.
nl: Het token is aangemeld.
pt: O token está registado.
ru: Токен зарегистрирован.
ta: கிள்ளாக்கு பதிவு செய்யப்பட்டுள்ளது.
tr: Belirteç kayıtlı.
uk: Маркер зареєстровано.

source: The token is valid till {{ lostResult.end_date }}.
cs: Token je platný do {{ lostResult.end_date }}.
de: Der Token ist bis {{ lostResult.end_date }} gültig.
fr: Le jeton est valide jusqu'à {{ lostResult.end_date }}.
it: Il token è valido fino a {{ lostResult.end_date }}.
nl: Het token is geldig tot {{ lostResult.end_date }}.
pt: O token é válido até {{ lostResult.end_date }}.
ru: Токен действителен до {{ lostResult.end_date }}.
ta: {{ lostResult.end_date }} வரை கிள்ளாக்கு செல்லுபடியாகும்.
tr: Belirteç {{ lostResult.end_date }} kadar geçerlidir.
uk: Маркер дійсний до {{ lostResult.end_date }}.

source: The token was enrolled, but you still need to verify it before you can use it!
cs: Token byl zaregistrován, ale před použitím ho musíte ověřit zadáním jednorázového kódu!
de: Der Token wurde ausgerollt, aber Sie müssen ihn noch verifizieren, bevor er verwendet werden kann!
fr: Le jeton a été enrôlé mais vous devez le vérifier avant de l'utiliser !
it: Il token è stato registrato, ma devi ancora verificarlo prima di poterlo utilizzare!
nl: Het token was aangemeld, maar je moet het nog verifiëren voor je het kunt gebruiken!
pt: O token foi registado, mas ainda é necessário verificá-lo antes de o poder utilizar!
ru: Токен был зарегистрирован, но вам все равно необходимо его проверить, прежде чем вы сможете его использовать!
ta: கிள்ளாக்கு பதிவுசெய்யப்பட்டது, ஆனால் நீங்கள் அதைப் பயன்படுத்துவதற்கு முன்பு அதை சரிபார்க்க வேண்டும்!
tr: Token kayıtlı, ancak kullanabilmeniz için önce onu doğrulamanız gerekir!
uk: Маркер зареєстровано, але його потрібно підтвердити, перш ніж використовувати!

source: The token was marked lost successfully.
cs: Token byl úspěšně označen jako ztracený.
de: Der Token wurde erfolgreich als verloren markiert.
fr: Le jeton a été marqué perdu avec succès.
it: Il token è stato contrassegnato con successo come perso.
nl: Het als verloren markeren van het token is gelukt.
pt: O token foi marcado como perdido com sucesso.
ru: Токен был успешно помечен как утерянный.
ta: கிள்ளாக்கு வெற்றிகரமாக இழந்ததாகக் குறிக்கப்பட்டது.
tr: Token başarıyla kaybolan işaretlendi.
uk: Маркер позначено як втрачений.

source: The token was successfully enrolled with serial number <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> for user <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> in realm {{ newUser.realm }}.
cs: Token byl úspěšně přidán se sériovým číslem <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> pro uživatele <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> v doméně {{ newUser.realm }}.
de: Der Token mit der Seriennummer <a ui-sref="token.details({tokenSerial:enrolledToken.serial})">{{ enrolledToken.serial }}</a> wurde erfolgreich für den Benutzer <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> in Realm {{ newUser.realm }} ausgerollt.
fr: Le jeton a été enrôlé avec le numéro de série suivant <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> pour l'utilisateur <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> dans le royaume {{ newUser.realm }}.
it: Il token è stato registrato con successo con il numero di serie <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> per l'utente <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> nel realm {{ newUser.realm }}.
nl: Het aanmelden van het token met serienummer <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> voor gebruiker <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> in realm {{ newUser.realm }} is gelukt.
pt: O token foi registado com sucesso com o número de série <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> para o utilizador <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> no domínio {{ newUser.realm }}.
ru: Токен успешно зарегистрирован с серийным номером <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> для пользователя <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> в области {{ newUser.realm }}.
ta: கிள்ளாக்கு வெற்றிகரமாக வரிசை எண்ணுடன் சேர்க்கப்பட்டது <a ui-sref = "token.details ({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }} </a> பயனருக்கு <a ui-sref = "USER.Details ({பயனர்பெயர்: newuser.user, realmname: newuser.realm})"> {{ newUser.user }} </a> சாம்ராச்யத்தில் {{ newUser.realm }}.
tr: Token başarıyla seri numarası ile kayıt oldu. <a ui-sref="token.details({tokenSerial:enrolledToken.serial})">{{ enrolledToken.serial }}</a> kullanıcı için <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> realm {{ newUser.realm }}.
uk: Маркер успішно зареєстровано з серійним номером <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> для користувача <a ui-sref="user.details({username:newUser.user, realmname:newUser.realm})">{{ newUser.user }}</a> в області {{ newUser.realm }}.

source: The token was successfully enrolled with serial number <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
cs: Token byl úspěšně přidán se sériovým číslem <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
de: Der Token mit der Seriennummer <a ui-sref="token.details({tokenSerial:enrolledToken.serial})">{{ enrolledToken.serial }}</a> wurde erfolgreich ausgerollt.
fr: Le jeton a été enrôlé avec le numéro de série <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
it: Il token è stato registrato con successo con il numero di serie <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
nl: Het aanmelden van het token met serienummer <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a> is gelukt.
pt: O token foi registado com sucesso com o número de série <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
ru: Токен успешно зарегистрирован с серийным номером <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.
ta: கிள்ளாக்கு வெற்றிகரமாக வரிசை எண்ணுடன் சேர்க்கப்பட்டது <a ui-sref = "token.details ({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }} </a>.
tr: Token başarıyla seri numarası ile kayıt oldu. <a ui-sref="token.details({tokenSerial:enrolledToken.serial})">{{ enrolledToken.serial }}</a>.
uk: Маркер успішно зареєстровано з серійним номером <a ui-sref="token.details({tokenSerial:enrolledToken.serial})"> {{ enrolledToken.serial }}</a>.

source: The trust_anchor_dir must be an absolute path.
cs: trust_anchor_dir musí být absolutní cesta.
de: Das trust_anchor_dir muss als absoluter Pfad angegeben werden.
fr: Le chemin de trust_anchor_dir doit être un chemin absolu.
it: Il percorso trust_anchor_dir deve essere un percorso assoluto.
nl: Het trust_anchor_dir moet een absoluut pad zijn.
pt: O diretório_âncoras_confiança deve ser um caminho absoluto.
ru: trust_anchor_dir должен быть абсолютным путем.
ta: Trust_anchor_dir ஒரு முழுமையான பாதையாக இருக்க வேண்டும்.
tr: Trust_anchor_dir mutlak bir yol olmalıdır.
uk: Trust_anchor_dir має бути абсолютним шляхом.

source: The trust_anchor_dir must not end with a "/".
cs: trust_anchor_dir nesmí končit lomítkem.
de: trust_anchor_dir darf nicht mit einem "/" enden.
fr: Le chemin de trust_anchor_dir ne doit pas finir par un "/".
it: Il percorso trust_anchor_dir non deve terminare con "/".
nl: De trust_anchor_dir mag niet eindigen met een "/".
pt: O diretório_âncoras_confiança não deve terminar com uma "/".
ru: trust_anchor_dir не должен заканчиваться на «/».
ta: Trust_anchor_dir ஒரு "/" உடன் முடிவடையக்கூடாது.
tr: Trust_anchor_dir "/" ile bitmemelidir.
uk: Trust_anchor_dir не має закінчуватися символом "/".

source: The user data in this database can be modified from within privacyIDEA.
cs: Uživatelská data v této databázi mohou být upravována přímo v systému privacyIDEA.
de: Die Benutzerdaten in der Datenbank können von privacyIDEA aus verwaltet werden.
fr: Les données de l'utilisateur peuvent être modifiées à partir de privacyIDEA.
it: I dati degli utenti in questo database possono essere modificati dall'interno di privacyIDEA.
nl: De gebruikersgegevens in deze databank kunnen gewijzigd worden door privacyIDEA.
pt: Os dados do utilizador nesta base de dados podem ser modificados a partir do privacyIDEA.
ru: Данные пользователя в этой базе данных могут быть изменены из privacyIDEA.
ta: இந்த தரவுத்தளத்தில் உள்ள பயனர் தரவை உள்ளே இருந்து மாற்றலாம் தனியுரிமை.
tr: Bu veritabanındaki kullanıcı verileri içinden değiştirilebilir privacyidea.
uk: Дані користувача в цій базі даних можна змінювати зсередини privacyIDEA.

source: The user data in this user store can be modified from within privacyIDEA.
uk: Дані користувача в цьому сховищі можна змінити з privacyIDEA.
