Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The TOTP token is a time based token. You can paste a secret key or have the server generate the secret and scan the QR code with a smartphone app like the privacyIDEA Authenticator turning your smartphone into an authentication device. You can also use other authenticator apps like Google Authenticator, Microsoft Authenticator, Authy or FreeOTP. But note, that these might have limitations in the supported hash algorithms or other parameters.
de: Der TOTP-Token ist ein zeit-basierter Token. Diesen können Sie in Ihre Smartphone-App (z.B. dem privacyIDEA-Authenticator) importieren, indem Sie den QR-Code scannen. Beachten Sie, dass andere Authenticator-Apps möglicherweise nicht alle Parameter unterstützen.
fr: Le jeton TOTP est un jeton basé sur le temps. Vous pouvez coller une clé secrète ou demander au serveur de générer le secret et scanner le code QR à l'aide d'une application pour smartphone comme privacyIDEA authenticator transformant votre smartphone en un dispositif d'authentification. Vous pouvez aussi utiliser d'autres applications d'authentification comme Google Authenticator, Microsoft Authenticator, Authy ou FreeOTP. Mais notez que celles-ci peuvent avoir des limitations sur les algorithmes de hachage ou sur d'autres paramètres.
pt: O token TOTP é um token baseado no tempo. Pode colar uma chave secreta ou fazer com que o servidor gere o segredo e digitalize o código QR com uma aplicação para smartphone como o privacyIDEA Authenticator, transformando o seu smartphone num dispositivo de autenticação. Também pode utilizar outras aplicações de autenticação, como o Google Authenticator, o Microsoft Authenticator, o Authy ou o FreeOTP. Mas tenha em atenção que estas podem ter limitações nos algoritmos de hash suportados ou noutros parâmetros.
ru: TOTP-токен — это токен, основанный на времени. Вы можете вставить секретный ключ или заставить сервер сгенерировать секрет и отсканировать QR-код с помощью приложения для смартфона, например, PrivacyIDEA Authenticator, превращая ваш смартфон в устройство аутентификации. Вы также можете использовать другие приложения для аутентификации, например, Google Authenticator, Microsoft Authenticator, Authy или FreeOTP. Но учтите, что они могут иметь ограничения в поддерживаемых алгоритмах хеширования или других параметрах.
ta: TOTP கிள்ளாக்கு என்பது கிள்ளாக்கு அடிப்படையிலான நேரம். நீங்கள் ஒரு ரகசிய விசையை ஒட்டலாம் அல்லது சேவையகம் ரகசியத்தை உருவாக்கி QR குறியீட்டை ச்கேன் செய்யுங்கள் தனியுரிமைடியா அங்கீகாரத்தைப் போன்ற ச்மார்ட்போன் பயன்பாடு உங்களைத் திருப்புகிறது ச்மார்ட்போன் அங்கீகார சாதனத்தில். நீங்கள் மற்றவர்களையும் பயன்படுத்தலாம் Google Authenticator, Microsoft Authenticator, Authy அல்லது freeotp போன்ற அங்கீகார பயன்பாடுகள். ஆனால் கவனியுங்கள், இவை ஆதரிக்கப்பட்ட ஆச் வழிமுறைகள் அல்லது பிற அளவுருக்களில் வரம்புகள் இருக்கலாம்.
uk: Токен TOTP - це токен, заснований на часі. Ви можете вставити секретний ключ або попросити сервер згенерувати секретний ключ і відсканувати QR-код за допомогою додатком для смартфона, наприклад, privacyIDEA Authenticator, що перетворює ваш смартфон на пристрій автентифікації. Ви також можете використовувати інші програми-автентифікатори, такі як Google Authenticator, Microsoft Authenticator, Authy або FreeOTP. Але зауважте, що ці програми можуть мати обмеження у підтримуваних хеш-алгоритмах або інших параметрах.

source: The TiQR Token is an OCRA based Smartphone Token, that can be used to authenticate by just scanning a QR code.
de: Der TiQR-Token ist eine auf dem OCRA-Algorithmus basierende Smartphone App. Die Authentisierung erfolgt durch das Scannen eines QR-Codes.
fr: Le jeton TiQR est un jeton OCRA basé sur un smartphone, qui peut être utilisé pour s'authentifier en scannant juste un code QR.
it: Il token TiQR è un token per smartphone basato su OCRA, che può essere utilizzato per autenticarsi semplicemente scansionando un codice QR.
nl: Het TiQR-token is een OCRA gebaseerd smartphone token dat gebruikt kan worden door enkel maar een QR-code te scannen.
pt: O Token TiQR é um Token para smartphone baseado em OCRA, que pode ser utilizado para autenticação através da simples leitura de um código QR.
ru: Токен TiQR — это токен для смартфона на основе OCRA, который можно использовать для аутентификации, просто отсканировав QR-код.
ta: TIQR கிள்ளாக்கு ஒரு OCRA அடிப்படையிலான ச்மார்ட்போன் கிள்ளாக்கு ஆகும், இது பயன்படுத்தப்படலாம் QR குறியீட்டை ச்கேன் செய்வதன் மூலம் அங்கீகரிக்கவும்.
tr: Tiqr belirteci, kullanılabilecek bir OCRA tabanlı akıllı telefon belirtecisidir. Sadece bir QR kodunu tarayarak kimlik doğrulaması.
uk: Токен TiQR — це токен смартфона на основі OCRA, який можна використовувати аутентифікуватися, просто відсканувавши QR-код.

source: The TiQR token is a Smartphone App token, which allows easy authentication by just scanning a QR Code during the authentication process.
de: Der TiQR-Token ist eine Smartphone-App, die eine leichte Authentisierung durch das Scannen eines QR-Codes ermöglicht.
fr: Le jeton TiQR est un jeton d'application de smartphone, qui permet une authentification facile en scannant juste un code QR pendant la phase d'authentification.
it: Il token TiQR è un token per app per smartphone, che consente una facile autenticazione con la semplice scansione di un codice QR durante il processo di autenticazione.
nl: Het TiQR-token is een smartphone app token waarmee je gemakkelijk toegang krijgt door alleen maar een QR-code te scannen tijdens het authenticatieproces.
pt: O token TiQR é um token de aplicação para smartphone, que permite uma autenticação fácil, bastando ler um código QR durante o processo de autenticação.
ru: Токен TiQR — это токен приложения для смартфона, который позволяет легко пройти аутентификацию, просто отсканировав QR-код во время процесса аутентификации.
ta: TIQR கிள்ளாக்கு ஒரு ச்மார்ட்போன் பயன்பாட்டு கிள்ளாக்கு, இது எளிதாக அனுமதிக்கிறது அங்கீகார செயல்பாட்டின் போது QR குறியீட்டை ச்கேன் செய்வதன் மூலம் ஏற்பு.
tr: Tiqr belirteci, kolaylaştıran bir akıllı telefon uygulama belirtecidir. Kimlik doğrulama işlemi sırasında bir QR kodunu tarayarak kimlik doğrulama.
uk: Токен TiQR — це токен програми для смартфонів, який дозволяє легко автентифікація шляхом простого сканування QR-коду під час процесу автентифікації.

source: The U2F token is a hardware token, that communicates with the browser. You need to set the correct appId, which in fact is the URL of your privacyIDEA installation.
de: Der U2F-Token ist ein Hardware Token, der mit dem Browser kommuniziert. Sie müssen die korrekte AppID in der Token-Konfiguration setzen.
fr: Le jeton U2F est un jeton matériel, qui communique avec le navigateur. Vous devez définir le bon appId, qui est en fait l'URL de votre installation privacyIDEA.
it: Il token U2F è un token hardware che comunica con il browser. È necessario impostare l'appId corretto, che in realtà è l'URL dell'installazione di privacyIDEA.
nl: Het U2F-token is een hardware token dat met de browser communiceert. Je moet de juiste appid instellen, wat eigenlijk de URL van je privacyIDEA-installatie is.
pt: O token U2F é um token de hardware que comunica com o navegador. É necessário definir o ID da aplicação correto, que, na realidade, é o URL da instalação do privacyIDEA.
ru: Токен U2F — это аппаратный токен, который взаимодействует с браузером. Вам необходимо установить правильный appId, который на самом деле является URL вашей установки privacyIDEA.
ta: U2F கிள்ளாக்கு ஒரு வன்பொருள் கிள்ளாக்கு ஆகும், இது உலாவியுடன் தொடர்பு கொள்கிறது. நீங்கள் சரியான பயன்பாட்டை அமைக்க வேண்டும், இது உண்மையில் உங்கள் முகவரி ஆகும் தனியுரிமை நிறுவல்.
tr: U2F belirteci, tarayıcıyla iletişim kuran bir donanım belirtecidir. Doğru Appid'i ayarlamanız gerekir; bu aslında sizin URL'inizdir. PrivacyIDEA kurulumu.
uk: Маркер U2F — це апаратний маркер, який спілкується з браузером. Вам потрібно встановити правильний appId, який насправді є URL-адресою вашого інсталяція privacyIDEA.

source: The U2F token is a token defined by the Fido Alliance. You can register this token with any webservice and with as many web services you wish to.
de: Der U2F-Token ist von der Fido Alliance definiert. Sie können diesen Token bei mehreren, verschiedenen Webdiensten registrieren.
fr: Le jeton U2F est un jeton défini par l'Alliance Fido. Vous pouvez enregistrer ce jeton avec n'importe quel service web et autant que vous voulez.
it: Il token U2F è un token definito da Fido Alliance. È possibile registrare questo token con qualsiasi servizio web e con tutti i servizi web che si desidera.
nl: Het U2F-token is een token, gedefinieerd door de Fido Alliance. Je kunt dit token registreren met gelijk welke webservice en met zo veel webservices als je wil.
pt: O token U2F é um token definido pela Fido Alliance. Pode registar este token em qualquer serviço Web e no número de serviços Web que desejar.
ru: Токен U2F — это токен, определенный Fido Alliance. Вы можете зарегистрировать этот токен в любом веб-сервисе и в любом количестве веб-сервисов, в которых захотите.
ta: U2F கிள்ளாக்கு என்பது ஃபிடோ கூட்டணியால் வரையறுக்கப்பட்ட ஒரு கிள்ளாக்கு ஆகும். இந்த கிள்ளாக்கை எந்த வலை சேவையுடனும், பல வலையுடனும் பதிவு செய்யலாம் நீங்கள் விரும்பும் சேவைகள்.
tr: U2F belirteci, FIDO İttifakı tarafından tanımlanan bir belirteçtir. Bu belirteci herhangi bir web servisiyle ve çok sayıda web ile kaydedebilirsiniz. İstediğiniz hizmetler.
uk: Токен U2F — це токен, визначений Fido Alliance. Ви можете зареєструвати цей маркер у будь-якій веб-службі та в будь-якій кількості веб-сторінок послуги, які ви бажаєте.

source: The URL of your privacyIDEA installation.
cs: URL Vaší instalace privacyIDEA.
de: Die URL dieser privacyIDEA Installation.
fr: L'URL de votre installation de privacyIDEA.
it: L'URL dell'installazione di privacyIDEA.
nl: De URL van je privacyIDEA-installatie.
pt: O URL da sua instalação do privacyIDEA.
ru: URL-адрес вашей установки privacyIDEA.
ta: உங்கள் தனியுரிமைடா நிறுவலின் முகவரி.
tr: PrivacyIDEA kurulumunuzun URL'si.
uk: URL-адреса вашого встановлення privacyIDEA.

source: The URL that contains the logo of the service.
cs: URL obsahující logo služby.
de: Diese URL zeigt auf das Logo des Dienstes.
fr: L'URL contenant le logo du service.
it: L'URL che contiene il logo del servizio.
nl: De URL die het logo van de dienst bevat.
pt: O URL que contém o logótipo do serviço.
ru: URL-адрес, содержащий логотип сервиса.
ta: சேவையின் லோகோவைக் கொண்ட முகவரி.
tr: Hizmetin logosunu içeren URL.
uk: URL-адреса, яка містить логотип служби.

source: The VASCO serial is read from the VASCO blob. If you want to use this VASCO serial number within privacyIDEA, activate the checkbox. Otherwise privacyIDEA will create a new unique serial number.
de: Die Seriennummer des VASCO Tokens wird aus dem VASCO Blob gelesen. Wenn Sie diese VASCO Seriennummer als Seriennummer in privacyIDEA verwenden wollen, aktivieren Sie die Checkbox. Andernfalls wird privacyIDEA eine neue eindeutige Seriennummer erzeugen.
fr: Le numéro de série VASCO est lu à partir du blob VASCO. Si vous voulez utiliser ce numéro de série VASCO dans privacyIDEA, activez la case. Sinon privacyIDEA créera un nouveau numéro de série unique.
it: Il seriale VASCO viene letto dal blob VASCO. Se si desidera utilizzare il numero di serie VASCO all'interno di privacyIDEA, attivare la casella di controllo. Altrimenti privacyIDEA creerà un nuovo numero di serie univoco.
nl: De VASCO serienummer wordt gelezen van de VASCO blob. Als je dit VASCO serienummer wil gebruiken in privacyIDEA, dan moet je het vinkje activeren. Anders zal privacyIDEA een nieuw uniek serienummer maken.
pt: A série VASCO é lida a partir do blob VASCO. Se pretender utilizar este número de série VASCO no privacyIDEA, active a caixa de verificação. Caso contrário, o privacyIDEA criará um novo número de série exclusivo.
ru: Серийный номер VASCO считывается из блоба VASCO. Если вы хотите использовать этот серийный номер VASCO в privacyIDEA, установите флажок. В противном случае privacyIDEA создаст новый уникальный серийный номер.
ta: வாச்கோ சீரியல் வாச்கோ குமிழ் இருந்து படிக்கப்படுகிறது. இந்த வாச்கோ சீரியலைப் பயன்படுத்த விரும்பினால் தனியுரிமை இடத்திற்குள் எண், தேர்வுப்பெட்டியை செயல்படுத்தவும். இல்லையெனில் தனியுரிமை ஒரு புதியதை உருவாக்கும் தனித்துவமான வரிசை எண்.
tr: Vasco Serial, Vasco Blob'tan okunur. Bu Vasco Serial'i kullanmak istiyorsanız PrivacyIDEA içindeki numara, onay kutusunu etkinleştirin. Aksi takdirde PrivacyIDEA yeni bir yaratacak benzersiz seri numarası.
uk: Серійний номер VASCO зчитується з VASCO blob. Якщо ви хочете використовувати цей серійний номер VASCO в privacyIDEA, встановіть цей прапорець. В іншому випадку privacyIDEA створить новий унікальний серійний номер.

source: The VASCO token is a proprietary OTP token. You can paste the VASCO token blob in a hexlified format.
de: Der VASCO Token ist ein proprietärer Token. Sie können den VASCO Token Blob hier einfügen. Der Token Blob muss im Hexformat eingefügt werden.
fr: Le jeton VASCO est un jeton OTP propriétaire. Vous pouvez coller le blob du jeton VASCO au format hexadécimal.
it: Il token VASCO è un token OTP proprietario. Puoi incollare il blob del token VASCO in formato esadecimale.
nl: Het VASCO-token is een propriëtair OTP-token. Je kunt de VASCO token-blob plakken als een hexadecimale representatie (hexlified).
pt: O token VASCO é um token OTP proprietário. Pode colar o blob do token VASCO num formato hexadecimal.
ru: Токен VASCO — это фирменный токен OTP. Вы можете вставить блок токена VASCO в шестнадцатеричном формате.
ta: வாச்கோ கிள்ளாக்கு ஒரு தனியுரிம OTP கிள்ளாக்கு ஆகும். நீங்கள் வாச்கோ கிள்ளாக்கு குமிழியை ஒட்டலாம் ஒரு எக்ச்லிஃபைட் வடிவத்தில்.
tr: Vasco jetonu tescilli bir OTP belirtecidir. Vasco Token Blob'u yapıştırabilirsiniz. Hexlifified bir formatta.
uk: Токен VASCO — це власний токен OTP. Ви можете вставити blob маркера VASCO у шістнадцятковому форматі.

source: The WebAuthn token is a hardware token, that communicates with the browser. You may set a trust anchor directory, which is a path to a directory containing certificates to trust for WebAuthn authenticator attestation.
cs: WebAuthn jsou hardwarové tokeny, které komunikují s webovým prohlížečem. Můžete nastavit trust anchor directory, což je cesta ke složce obsahující certifikáty atestací důvěryhodných WebAuthn autentikátorů.
de: Der WebAuthn-Token ist ein Hardware Token, der mit dem Browser kommuniziert. Sie müssen ein Verzeichnis für Vertrausenanker setzen. Dies ist der Pfad zu einem Verzeichnis, das Zertifikate enthält, denen für die WebAuthn Attestation vertraut wird.
fr: Le jeton WebAuthn est un jeton matériel qui communique avec le navigateur. Vous devez définir un répertoire de confiance, qui est le chemin vers un dossier contenant les certificats à approuver pour l'attestation d'authentification WebAuthn.
it: Il token WebAuthn è un token hardware, che comunica con il browser. È possibile impostare una directory trust anchor, che è un percorso verso una directory contenente i certificati di cui fidarsi per l'attestazione dell'autenticatore WebAuthn.
nl: Het WebAuthn-token is een hardware token dat communiceert met de browser. Je kunt een vertrouwde anker-map instellen, wat een pad is naar een map die het te vertrouwen certificaat bevat voor het WebAuthn authenticator attest.
pt: O token WebAuthn é um token de hardware que comunica com o browser. Pode definir um diretório de âncora de confiança, que é um caminho para um diretório que contém certificados de confiança para o atestado do autenticador WebAuthn.
ru: Токен WebAuthn — это аппаратный токен, который взаимодействует с браузером. Вы можете установить каталог якоря доверия, который представляет собой путь к каталогу, содержащему сертификаты, которым нужно доверять для подтверждения подлинности аутентификатора WebAuthn.
ta: வெப்அத்ன் கிள்ளாக்கு ஒரு வன்பொருள் கிள்ளாக்கு ஆகும், இது உலாவியுடன் தொடர்பு கொள்கிறது. நீங்கள் ஒரு அறக்கட்டளை நங்கூர கோப்பகத்தை அமைக்கலாம், இது ஒரு கோப்பகத்திற்கான பாதையாகும் WebAuthn அங்கீகார சான்றிதழுக்கான நம்பிக்கைக்கு சான்றிதழ்களைக் கொண்டுள்ளது.
tr: WebAuthn belirteci, tarayıcıyla iletişim kuran bir donanım belirtecidir. Bir dizine giden bir yol olan bir güven çapa dizini ayarlayabilirsiniz. WebAuthn kimlik doğranmışlığına güvenmek için sertifikaları içeren.
uk: Токен WebAuthn - це апаратний токен, який взаємодіє з браузером. Ви можете задати каталог якоря довіри, який є шляхом до каталогу що містить сертифікати довіри для атестації автентифікатора WebAuthn.

source: The WebAuthn token is a token defined by the W3C and the Fido Alliance. You can register this token with any webservice and with as many web services you wish to.
cs: WebAuthn token používá standard definovaný W3C a Fido Alliance. Tento token si můžete registrovat s libovolným množstvím webových služeb.
de: Der WebAuthn-Token ist vom W3C und der Fido Alliance definiert. Sie können diesen Token bei mehreren, verschiedenen Webdiensten registrieren.
fr: Le jeton WebAuthn est un jeton défini par l'Alliance W3C et Fido. Vous pouvez enregistrer ce jeton avec n'importe quel service web et autant que vous le souhaitez.
it: Il token WebAuthn è un token definito dal W3C e dal Fido Alleanza. Puoi registrare questo token con qualsiasi servizio web e con tutti i servizi web che desideri.
nl: Het WebAuthn -token is een token gedefinieerd door het W3C en Fido Alliance. Je kunt dit token registreren bij gelijk welke webservice en met zoveel webservices als je wil.
pt: O token WebAuthn é um token definido pelo W3C e pela Fido Alliance. Pode registar este token em qualquer serviço Web e no número de serviços Web que desejar.
ru: Токен WebAuthn — это токен, определенный W3C и Fido Alliance. Вы можете зарегистрировать этот токен в любой веб-службе и в стольких веб-службах, сколько захотите.
ta: Webauthn கிள்ளாக்கு என்பது W3C மற்றும் FIDO ஆல் வரையறுக்கப்பட்ட ஒரு கிள்ளாக்கு ஆகும் கூட்டணி. எந்தவொரு வலை சேவையுடனும் இந்த கிள்ளாக்கை நீங்கள் பதிவு செய்யலாம் நீங்கள் விரும்பும் பல வலை சேவைகள்.
tr: WebAuthn belirteci, W3C ve FIDO tarafından tanımlanan bir belirteçtir. İttifak. Bu belirteci herhangi bir WebService ve ile kaydedebilirsiniz. İstediğiniz birçok web hizmeti kadar.
uk: Маркер WebAuthn — це маркер, визначений W3C і Fido Альянс. Ви можете зареєструвати цей маркер у будь-якій веб-службі та в скільки завгодно веб-служб.

source: The Yubico Cloud mode forwards the authentication request to the YubiCloud. The Yubikey needs to be registered with the YubiCloud.
de: Im Yubico Cloud Modus wird die Authentisierungsanfrage an die YubiCloud weitergeleitet. Der Yubikey muss in der YubiCloud registriert sein.
fr: Le mode Cloud Yubico transfère la requête d'authentification à YubiCloud. La Yubikey nécessite d'être enregistrée sur le YubiCloud.
it: La modalità Yubico Cloud inoltra la richiesta di autenticazione a YubiCloud. Lo Yubikey deve essere registrato presso lo YubiCloud.
nl: De Yubico Cloud modus stuurt de authenticatievraag door naar de YubiCloud. De Yubikey moet geregistreerd zijn in de YubiCloud.
pt: O modo Yubico Cloud encaminha o pedido de autenticação para a YubiCloud. A Yubikey tem de ser registado na YubiCloud.
ru: Режим Yubico Cloud перенаправляет запрос аутентификации в YubiCloud. Yubikey необходимо зарегистрировать в YubiCloud.
ta: யூபிகோ முகில் பயன்முறை அங்கீகார கோரிக்கையை அனுப்புகிறது யூபிக்ளவுட். யூபிகேவை யூபிக்ளவுட்டில் பதிவு செய்ய வேண்டும்.
tr: Yubico Cloud modu, kimlik doğrulama isteğini Yubicloud. YubiKey'in Yubicloud'a kayıtlı olması gerekiyor.
uk: Режим Yubico Cloud пересилає запит на автентифікацію до YubiCloud. Yubikey потрібно зареєструвати в YubiCloud.

source: The Yubico Token is a Yubikey that is registered with the YubiCloud service. The Yubikey emits a 44 character one time password. The first 12 characters are a unique ID which is used to bind the device to the user.
de: Der Yubico-Token ist ein Yubikey der in der YubiCloud registriert ist. Der Yubikey erzeugt ein 44 Zeichen langes Passwort. Die ersten 12 Zeichen sind eine eindeutige ID, welche verwendet wird, um den Token dem Benutzer zuzuordnen.
fr: Le jeton Yubico est une Yubikey enregistrée sur le service YubiCloud. La Yubikey génère un mot de passe unique à 44 caractères. Les 12 premiers caractères sont un ID unique qui est utilisé pour lier l'appareil à l'utilisateur.
it: Il token Yubico è uno Yubikey registrato presso il servizio YubiCloud. Lo Yubikey emette una password unica di 44 caratteri. I primi 12 caratteri sono un ID univoco che viene utilizzato per associare il dispositivo all'utente.
nl: Het Yubio-token is een Yubikey die geregistreerd is met de YubiCloud-service De Yubikey stuurt een 44 teken One Time Password. De eerste 12 tekens zijn een unieke ID die gebruikt wordt om het toestel te binden aan de gebruiker.
pt: O Token Yubico é uma Yubikey que está registada no serviço YubiCloud. A Yubikey emite uma palavra-passe única de 44 caracteres. Os primeiros 12 caracteres são um ID único que é utilizado para associar o dispositivo ao utilizador.
ru: Токен Yubico — это Yubikey, зарегистрированный в сервисе YubiCloud. Yubikey выдает одноразовый пароль из 44 символов. Первые 12 символов — это уникальный идентификатор, который используется для привязки устройства к пользователю.
ta: யூபிகோ கிள்ளாக்கு என்பது யூபிக்ளவுட்டில் பதிவு செய்யப்பட்ட ஒரு யூபிகே ஆகும் பணி. யூபிகே 44 எழுத்துக்குறி ஒரு முறை கடவுச்சொல்லை வெளியிடுகிறது. முதல் 12 எழுத்துக்கள் ஒரு தனித்துவமான ஐடி ஆகும், இது சாதனத்தை பயனருடன் பிணைக்க பயன்படுகிறது.
tr: Yubico belirteci, Yubicloud'a kayıtlı bir yubikey. hizmet. Yubikey, 44 karakter bir kez şifre yayar. İlk 12 Karakterler cihazı kullanıcıya bağlamak için kullanılan benzersiz bir kimlikdir.
uk: Токен Yubico — це Yubikey, зареєстрований у YubiCloud обслуговування. Yubikey видає одноразовий пароль із 44 символів. Перші 12 символи є унікальним ідентифікатором, який використовується для прив’язки пристрою до користувача.
