Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Default
cs: Výchozí
de: Standard
fr: Par défaut
it: Predefinito
nl: Standaard
pt: Predefinição
ru: По умолчанию
ta: இயல்புநிலை
tr: Varsayılan
uk: За замовчуванням

source: Default Hashlib
cs: Výchozí hash
de: Standard Hashverfahren
fr: Librairie de hachage par défaut
it: Hashlib predefinito
nl: Standaard hashlib
pt: Hashlib predefinido
ru: Hashlib по умолчанию
ta: இயல்புநிலை ஆச்லிப்
tr: Varsayılan hashlib
uk: Hashlib за замовчуванням

source: Default Remote Server
de: Standard Remote privacyIDEA-Server
fr: Serveur distant par défaut
it: Server remoto predefinito
nl: Standaard externe server
pt: Servidor remoto predefinido
ru: Удаленный сервер по умолчанию
ta: இயல்புநிலை தொலை சேவையகம்
tr: Varsayılan Uzak Sunucu
uk: Віддалений сервер за замовчуванням

source: Default Time Shift
de: Standard Zeitabweichung
fr: Décalage horaire par défaut
it: Spostamento temporale predefinito
nl: Standaard tijdsverschuiving
pt: Deslocação horária predefinida
ru: Смещение времени по умолчанию
ta: இயல்புநிலை நேர மாற்றம்
tr: Varsayılan Zaman Kaydırma
uk: Зміщення часу за замовчуванням

source: Default Time Step
de: Standard Zeitschritt
fr: Pas de temps par défaut
it: Passo temporale predefinito
nl: Standaard tijdsstap
pt: Passo de tempo predefinido
ru: Шаг времени по умолчанию
ta: இயல்புநிலை நேர படி
tr: Varsayılan Zaman Adımı
uk: Крок часу за замовчуванням

source: Default Time Window
de: Standard Zeitfenster
fr: Fenêtre de temps par défaut
it: Finestra temporale predefinita
nl: Standaard tijdsvenster
pt: Janela de tempo predefinida
ru: Временное окно по умолчанию
ta: இயல்புநிலை நேர சாளரம்
tr: Varsayılan Zaman Penceresi
uk: Проміжок часу за замовчуванням

source: Delete
cs: Odstranit
de: Löschen
fr: Supprimer
it: Elimina
nl: Verwijder
pt: Eliminar
ru: Удалить
ta: நீக்கு
tr: Sil
uk: Видалити

source: Delete All
de: Alle Löschen
fr: Supprimer tout
pt: Eliminar Todos
ru: Удалить все
ta: அனைத்தையும் நீக்கு
uk: Видалити все

source: Delete Configuration
de: Konfiguration löschen
fr: Effacer la configuration
pt: Eliminar Configuração
ru: Удалить конфигурацию
ta: உள்ளமைவை நீக்கு
uk: Видалити конфігурацію

source: Delete Container
de: Container löschen
fr: Effacer le conteneur
pt: Eliminar Contentor
ru: Удалить контейнер
ta: கொள்கலன் நீக்கு
uk: Видалити контейнер

source: Delete Container and Tokens
de: Container und Tokens löschen
fr: Effacer le conteneur et les jetons
pt: Eliminar Contentor e Tokens
ru: Удалить контейнер и токены
ta: கொள்கலன் மற்றும் டோக்கன்களை நீக்கு
uk: Видалити контейнер і токени

source: Delete Expired Challenges
uk: Видалити прострочені випробування

source: Delete Token
cs: Odstranit token
de: Token löschen
fr: Supprimer le jeton
it: Elimina Token
nl: Verwijder token
pt: Eliminar Token
ru: Удалить токен
ta: கிள்ளாக்கை நீக்கு
tr: Jeton sil
uk: Видалити токен

source: Delete User
cs: Odstranit uživatele
de: Benutzer löschen
fr: Supprimer l'utilisateur
it: Elimina utente
nl: Verwijder gebruiker
pt: Eliminar Utilizador
ru: Удалить пользователя
ta: பயனரை நீக்கு
tr: Kullanıcıyı sil
uk: Видалити користувача

source: Delete User Cache
uk: Видалити кеш користувача

source: Delete all tokens?
de: Alle Token löschen?
fr: Supprimer tous les jetons ?
it: Eliminare tutti i token?
pt: Eliminar todos os tokens?
ru: Удалить все токены?
ta: அனைத்து டோக்கன்களையும் நீக்கவா?
uk: Видалити всі маркери?

source: Delete user
cs: Odstranit uživatele
de: Benutzer löschen
fr: Supprimer l'utilisateur
it: Elimina utente
nl: Verwijder gebruiker
pt: Eliminar utilizador
ru: Удалить пользователя
ta: பயனரை நீக்கு
tr: Kullanıcıyı sil
uk: Видалити користувача

source: Description
cs: Popis
de: Beschreibung
it: Descrizione
nl: Beschrijving
pt: Descrição
ru: Описание
ta: விவரம்
tr: Tanım
uk: Опис

source: Description of the container
de: Beschreibung des Containers
fr: Description du conteneur
it: Descrizione del container
pt: Descrição do contentor
ru: Описание контейнера
ta: கொள்கலனின் விளக்கம்
uk: Опис контейнера

source: Detach
cs: Odpojit
de: abhängen
fr: Détacher
it: Stacca
nl: Ontkoppel
pt: Desanexar
ru: Отсоединить
ta: விவரங்கள்
tr: Ayırmak
uk: Від'єднати

source: Detail
fr: Détails
it: Dettaglio
pt: Detalhe
ru: Детали
ta: விவரம்
tr: Detay
uk: Деталі

source: Details for machine {{ machineid }} in Machine Resolver {{ machineresolver }}
de: Details zur Maschine {{ machineid }} im Maschinen-Resolver {{ machineresolver }}
fr: Détails de la machine {{ machineid }} dans l'interpréteur de machines {{ machineresolver }}
it: Dettagli per l'host {{ machineid }} in Machine Resolver {{ machineresolver }}
nl: Details voor machine {{ machineid }} in machine resolver {{ machineresolver }}
pt: Detalhes da máquina {{ machineid }} no Resolvedor de Máquinas {{ machineresolver }}
ru: Детали машины {{ machineid }} в Machine Resolver {{ machineresolver }}
ta: இயந்திரத் தீர்வில் {{ machineid }} இயந்திரத்திற்கான விவரங்கள் {{ machineresolver }}
tr: Makine çözücüde makine için detaylar {{ machineid }} {{ machineresolver }}
uk: Відомості про комп'ютер {{ machineid }} у Machine Resolver {{ machineresolver }}

source: Details for user {{ username }} in realm
cs: Detaily uživatele {{ username }} v doméně
de: Details zum Benutzer {{ username }} in Realm
fr: Détails de l'utilisateur {{ username }} dans le domaine
nl: Details voor gebruiker {{ username }} in realm
pt: Detalhes do utilizador {{ username }} no domínio
ru: Сведения о пользователе {{ username }} в доменной зоне
ta: பயனருக்கான விவரங்கள் {{ username }} சாம்ராச்யத்தில்
tr: URM'de {{username}} kullanıcısı için detaylar
uk: Деталі для користувача {{ username }} у сфері

source: Dictionary
cs: Slovník
de: Wörterbuch
fr: Dictionnaire
it: Dizionario
nl: Woordenlijst
pt: Dicionário
ru: Словарь
ta: அகராதி
tr: Sözlük
uk: Словник

source: Differences to the template
ru: Различия в шаблоне
ta: வார்ப்புருவில் வேறுபாடுகள்
uk: Відмінності від шаблону

source: Disable
cs: Zakázat
de: Deaktivieren
fr: Désactiver
it: Disattiva
nl: Schakel uit
pt: Desativar
ru: Отключить
ta: முடக்கு
tr: Devre dışı bırakmak
uk: Вимкнути

source: Disable All
de: Alle deaktivieren
fr: Désactiver tout
pt: Desativar Todos
ru: Отключить все
ta: அனைத்தையும் முடக்கு
uk: Вимкнути всі

source: Disable All Tokens
ru: Отключить все токены
ta: அனைத்து டோக்கன்களையும் முடக்கு
uk: Вимкнути всі маркери

source: Disable token
cs: Zakázat token
de: Token deaktivieren
fr: Désactiver le jeton
it: Disabilita token
nl: Schakel token uit
pt: Desativar token
ru: Отключить токен
ta: கிள்ளாக்கை முடக்கு
tr: Jetonu devre dışı bırakmak
uk: Вимкнути токен

source: Dive In!
cs: Začít
de: Los geht's!
fr: Foncez !
it: Immergiti!
nl: Begin er aan!
pt: Explore!
ru: Окунуться с головой!
ta: உள்ளே முழுக்கு!
tr: Dalış!
uk: Зануритися!

source: Do not use an authentication counter per token.
cs: Nepoužívat počítadlo autentizací pro každý token zvlášť.
de: Den Authentifizierungszähler pro Token nicht verwenden.
fr: Ne pas utiliser de compteur d'authentifications par jeton.
it: Non utilizzare un contatore di autenticazione per token.
nl: Gebruik geen authenticatieteller per token.
pt: Não utilizar um contador de autenticação por token.
ru: Не использовать счетчик аутентификации для каждого токена.
ta: ஒரு டோக்கனுக்கு அங்கீகார கவுண்டரைப் பயன்படுத்த வேண்டாம்.
tr: Tokken başına bir kimlik doğrulama sayacını kullanmayın.
uk: Не використовувати лічильник автентифікації для кожного токена.

source: Do not verify the authenticity
cs: Neověřovat pravost
de: Token nicht verifizieren
fr: Ne pas vérifier l'authenticité
it: Non verificare l'autenticità
nl: Authenticiteit niet verifiëren
pt: Não verificar a autenticidade
ru: Не проверять подлинность
ta: நம்பகத்தன்மையை சரிபார்க்க வேண்டாம்
uk: Не перевіряйте справжність

source: Do you really want to delete the Token {{ tokenSerial }} from user {{ token.username }}?
cs: Opravdu chcete odstranit token {{ tokenSerial }} od uživatele {{ token.username }}?
de: Wollen Sie wirklich den Token {{ tokenSerial }} des Benutzers {{ token.username }} löschen?
fr: Êtes-vous sûr de vouloir supprimer le jeton {{ tokenSerial }} de l'utilisateur {{ token.username }} ?
it: Vuoi davvero eliminare il token {{ tokenSerial }} dall'utente {{ token.username }}?
nl: Wil je echt token {{ tokenSerial }} van gebruiker {{ token.username }} verwijderen?
pt: Pretende mesmo eliminar o Token {{ tokenSerial }} do utilizador {{ token.username }}?
ru: Вы действительно хотите удалить токен {{ tokenSerial }} у пользователя {{ token.username }}?
ta: பயனரை {{ tokenSerial }} இருந்து இலிருந்து கிள்ளாக்கு {{ token.username }} ஐ நீக்க விரும்புகிறீர்களா?
tr: Gerçekten {{ tokenSerial }} {{ token.username }} adresini silmek istiyor musunuz?
uk: Ви дійсно хочете видалити токен {{tokenSerial}} для користувача {{token.username}}?

source: Do you really want to delete the Token {{ tokenSerial }}?
cs: Opravdu chcete odstranit token {{ tokenSerial }}?
de: Wollen Sie wirklich den Token {{ tokenSerial }} löschen?
fr: Êtes-vous sûr de vouloir supprimer le jeton {{ tokenSerial }} ?
it: Vuoi davvero eliminare il token {{ tokenSerial }}?
nl: Wil je echt het token {{ tokenSerial }} verwijderen?
pt: Pretende mesmo eliminar o Token {{ tokenSerial }}?
ru: Вы действительно хотите удалить токен {{ tokenSerial }}?
ta: கிள்ளாக்கை {{ tokenSerial }} ஐ நீக்க விரும்புகிறீர்களா?
tr: Gerçekten jetonu silmek istiyor musun {{ tokenSerial }}?
uk: Ви дійсно хочете видалити токен {{tokenSerial}}?

source: Do you really want to delete the user in the user store?
cs: Opravdu chcete odstranit uživatele z uložiště?
de: Wollen Sie wirklich den Benutzer in der Benutzerquelle löschen?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur de la base des utilisateurs ?
it: Vuoi davvero eliminare l'utente nell'archivio utenti?
nl: Wil je echt de gebruiker verwijderen uit de gebruikersopslag?
pt: Pretende mesmo eliminar o utilizador no armazenamento de utilizadores?
ru: Вы действительно хотите удалить пользователя из библиотеки пользователей?
ta: பயனர் கடையில் பயனரை நீக்க விரும்புகிறீர்களா?
tr: Kullanıcıyı kullanıcı mağazasında gerçekten silmek istiyor musunuz?
uk: Ви справді бажаєте видалити користувача зі сховища користувачів?

source: Do you really want to delete this event?
de: Wollen Sie wirklich diese Ereignisdefinition löschen?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?
pt: Pretende mesmo eliminar este evento?
ru: Вы действительно хотите удалить это событие?
ta: இந்த நிகழ்வை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити цю подію?

source: Do you really want to delete this machine resolver?
de: Wollen Sie wirklich diesen Maschinen-Resolver löschen?
fr: Êtes-vous sûr de vouloir supprimer cet interpréteur de machines ?
pt: Pretende mesmo eliminar este resolvedor de máquinas?
ru: Вы действительно хотите удалить этот machine resolver?
ta: இந்த இயந்திர தீர்வை நீக்க விரும்புகிறீர்களா?
uk: Ви дійсно хочете видалити цей машинний розпізнавач?

source: Do you really want to delete this object?
de: Wollen Sie dieses Objekt wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer cet objet ?
pt: Pretende mesmo eliminar este objeto?
ru: Вы действительно хотите удалить этот объект?
ta: இந்த பொருளை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити цей об'єкт?

source: Do you really want to delete this periodic task?
de: Wollen Sie wirklich diese Regelmäßige Aufgabe löschen?
fr: Êtes-vous sûr de vouloir supprimer cette tâche périodique ?
pt: Pretende mesmo eliminar esta tarefa periódica?
ru: Вы действительно хотите удалить это периодическое задание?
ta: இந்த கால பணியை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити це періодичне завдання?

source: Do you really want to delete this policy?
de: Wollen Sie diese Richtlinie wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer cette politique ?
pt: Pretende mesmo eliminar esta política?
ru: Вы действительно хотите удалить эту политику?
ta: இந்தக் கொள்கையை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити цю політику?

source: Do you really want to delete this resolver?
de: Wollen Sie diesen Benutzer-Resolver wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer cet interpréteur ?
pt: Pretende mesmo eliminar este resolvedor?
ru: Вы действительно хотите удалить этот resolver?
ta: இந்த தீர்மானத்தை நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете видалити цей резолвер?

source: Do you really want to delete this service ID?
uk: Ви справді хочете видалити цей ідентифікатор служби?

source: Domain CA
de: Domänen-CA
fr: CA Domaine
it: Dominio CA
nl: Domein CA
pt: Domínio da AC
ru: Домен CA
ta: டொமைன் சிஏ
uk: Домен CA

source: Download
cs: Stáhnout
de: Herunterladen
fr: Télécharger
it: Scarica
pt: Transferir
ru: Загрузить
ta: பதிவிறக்கம்
tr: İndirmek
uk: Завантажити

source: Download the PKCS12 file
cs: Stáhnout soubor PKCS12
de: PKCS12-Datei herunterladen
fr: Télécharger le fichier PKCS12
it: Scarica il file PKCS12
nl: Download het PKCS12-bestand
pt: Transferir o ficheiro PKCS12
ru: Загрузить файл PKCS12
ta: PKCS12 கோப்பைப் பதிவிறக்கவும்
tr: PKCS12 dosyasını indirin
uk: Завантажити файл PKCS12

source: Download the certificate
cs: Stáhnout certifikát
de: Zertifikat herunterladen
fr: Télécharger le certificat
it: Scarica il certificato
nl: Download het certificaat
pt: Transferir o certificado
ru: Загрузить сертификат
ta: சான்றிதழைப் பதிவிறக்கவும்
tr: Sertifikayı indirin
uk: Завантажити сертифікат

source: Driver
de: Treiber
fr: Pilote
nl: Stuurprogramma
pt: Controlador
ru: Драйвер
ta: இயக்கி
tr: Sürücü
uk: Драйвер

source: EMail Token settings
de: E-Mail-Token-Einstellungen
fr: Paramètres Jeton Courriel
it: Impostazioni del token EMail
nl: E-mail token-instellingen
pt: Definições do Token de email
ru: Настройки токена электронной почты
ta: கிள்ளாக்கு அமைப்புகள் மின்னஞ்சல்
tr: E-posta Token Ayarları
uk: Налаштування Поштового токена

source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
it: Modifica
nl: Bewerk
pt: Editar
ru: Изменить
ta: தொகு
tr: Düzenle
uk: Редагувати

source: Edit CA Connector {{ connectorname }}
de: Bearbeite CA-Konnector {{ connectorname }}
fr: Modifier le connecteur CA {{ connectorname }}
it: Modifica connettore CA {{ connectorname }}
nl: Bewerk CA connector {{ connectorname }}
pt: Editar conector da AC {{ connectorname }}
ru: Редактировать коннектор CA {{ connectorname }}
ta: CA இணைப்பைத் திருத்து {{ connectorname }}}
tr: CA konektörünü düzenleyin {{connectorname}}
uk: Редагувати CA Connector {{ connectorname }}

source: Edit Event Handler {{ eventid }}
de: Ereignisdefinition {{ eventid }} bearbeiten
fr: Modifier le gestionnaire d'événements {{ eventid }}
it: Modifica gestore eventi {{ eventid }}
nl: Bewerk event handler {{ eventid }}
pt: Editar manipulador de eventos {{ eventid }}
ru: Редактировать обработчик события {{ eventid }}
ta: நிகழ்வு ஏண்ட்லரைத் திருத்து {{ eventid }}}
tr: Olay Handler'ı düzenleyin {{eventid}}
uk: Редагувати обробник подій {{eventid}}

source: Edit LDAP Machine Resolver {{ resolvername }}
de: Bearbeite LDAP-Maschinen-Resolver {{ resolvername }}
fr: Modifier l'interpréteur de machines LDAP {{ resolvername }}
it: Modifica LDAP Machine Resolver {{ resolvername }}
nl: Bewerk LDAP machine resolver {{ resolvername }}
pt: Editar resolvedor de máquinas LDAP {{ resolvername }}
ru: Редактировать LDAP Machine Resolver {{ resolvername }}
ta: LDAP இயந்திர தீர்வைத் திருத்து {{ resolvername }}}
tr: LDAP Makinesi Çözücü Düzenle {{resolvername}}
uk: Редагувати LDAP Machine Resolver {{ resolvername }}

source: Edit LDAP Resolver {{ resolvername }}
de: Bearbeite LDAP-Resolver {{ resolvername }}
fr: Modifier l'interpréteur LDAP {{ resolvername }}
it: Modifica LDAP Resolver {{ resolvername }}
nl: Bewerk LDAP resolver {{ resolvername }}
pt: Editar resolvedor LDAP {{ resolvername }}
ru: Редактировать LDAP Resolver {{ resolvername }}
ta: LDAP தீர்வைத் திருத்து {{ resolvername }}
tr: Düzenle ldap çözümleyici {{resolvername}}
uk: Редагувати LDAP Resolver {{ resolvername }}

source: Edit Local CA Connector {{ connectorname }}
de: Bearbeite Lokalen CA-Konnektor {{ connectorname }}
fr: Modifier le connecteur local CA {{ connectorname }}
it: Modifica il connettore Local CA {{ connectorname }}
nl: Bewerk lokale CA connector {{ connectorname }}
pt: Editar conector da AC local {{ connectorname }}
ru: Редактировать локальный коннектор CA {{ connectorname }}
ta: உள்ளக CA இணைப்பியைத் திருத்தவும் {{ connectorname }}}
tr: Yerel CA konektörünü düzenleyin {{connectorname}}
uk: Редагувати Local CA Connector {{ connectorname }}

source: Edit Machine Resolvers
de: Maschinen-Resolver bearbeiten
fr: Modifier les interpréteurs de Machines
it: Modifica Machine Resolvers
nl: Bewerk machine resolvers
pt: Editar resolvedores de máquinas
ru: Редактировать Machine Resolvers
ta: இயந்திர தீர்வுகளைத் திருத்து
tr: Makine Çözümlerini Düzenle
uk: Редагувати Machine Resolvers

source: Edit Microsoft CA Connector {{ connectorname }}
de: Bearbeite Microsoft CA-Konnektor {{ connectorname }}
fr: Modifier le connecteur CA Microsoft {{ connectorname }}
it: Modifica il connettore Microsoft CA {{ connectorname }}
nl: Bewerk Microsoft CA Connector {{ connectorname }}
pt: Editar conector da AC da Microsoft {{ connectorname }}
ru: Редактирование коннектора Microsoft CA {{ connectorname }}
ta: நுண்மென் சிஏ இணைப்பியைத் திருத்தவும் {{ connectorname }}}
uk: Редагувати Microsoft CA Connector {{ connectorname }}

source: Edit Options
cs: Upravit nastavení
de: Optionen bearbeiten
fr: Modifier les options
it: Modifica opzioni
nl: Bewerk opties
pt: Opções de edição
ru: Параметры редактирования
ta: விருப்பங்களைத் திருத்தவும்
tr: Seçenekleri Düzenle
uk: Параметри редагування

source: Edit Passwd Resolver {{ resolvername }}
de: Bearbeite Passwd-Resolver {{ resolvername }}
fr: Modifier l'interpréteur Passwd {{ resolvername }}
it: Modifica Passwd Resolver {{ resolvername }}
nl: Bewerk wachtwoord resolver {{ resolvername }}
pt: Editar Resolvedor Passwd {{ resolvername }}
ru: Редактировать Passwd Resolver {{ resolvername }}
ta: PASSWD RELORVER ஐத் திருத்து {{ resolvername }}}
tr: Passwd Resolver'ı düzenleyin {{ resolvername }}
uk: Редагувати Passwd Resolver {{ resolvername }}

source: Edit Periodic Task {{ ptaskid }}
de: Regelmäßige Aufgabe {{ ptaskid }} bearbeiten
fr: Modifier la tâche périodique {{ ptaskid }}
it: Modifica attività periodica {{ ptaskid }}
nl: Bewerk periodieke taak {{ ptaskid }}
pt: Editar tarefa periódica {{ ptaskid }}
ru: Редактировать периодическую задачу {{ ptaskid }}
ta: அவ்வப்போது பணியைத் திருத்து {{ ptaskid }}}
tr: Düzenleme periyodik görev {{ptaskid}}
uk: Редагувати періодичне завдання {{ptaskid}}

source: Edit Policy {{ existingPolicyname }}
cs: Upravit politiku {{ existingPolicyname }}
de: Richtlinie {{ existingPolicyname }} bearbeiten
fr: Modifier la politique {{ existingPolicyname }}
it: Modifica Policy {{ existingPolicyname }}
nl: Bewerk beleid {{ existingPolicyname }}
pt: Editar política {{ existingPolicyname }}
ru: Редактировать политику {{ existingPolicyname }}
ta: கொள்கையைத் திருத்து {{ existingPolicyname }}
tr: Politikayı düzenle {{ existingPolicyname }}
uk: Редагувати Політику {{existingPolicyname}}

source: Edit RADIUS server {{ identifier }}
de: RADIUS-Server {{ identifier }} bearbeiten
fr: Modifier le serveur RADIUS {{ identifier }}
it: Modifica server RADIUS {{ identifier }}
nl: Bewerk RADIUS Server {{ identifier }}
pt: Editar servidor RADIUS {{ identifier }}
ru: Редактировать сервер RADIUS {{ identifier }}
ta: ஆரம் சேவையகத்தைத் திருத்து {{ identifier }}
tr: Radius Server'ı düzenleyin {{ identifier }}
uk: Редагувати сервер RADIUS {{ identifier }}

source: Edit Realm {{ $stateParams.realmName }}
de: Realm {{ $stateParams.realmName }} bearbeiten
fr: Modifier le Domaine {{ $stateParams.realmName }}
it: Modifica Realm {{ $stateParams.realmName }}
pt: Editar domínio {{ $stateParams.realmName }}
ru: Редактировать домен {{ $stateParams.realmName }}
ta: {{ $stateParams.realmName }} ஐத் திருத்து
uk: Редагувати область {{ $stateParams.realmName }}

source: Edit Resolver {{ resolvername }}
cs: Upravit resolver {{ resolvername }}
de: Bearbeite Resolver {{ resolvername }}
fr: Modifier l'interpréteur {{ resolvername }}
it: Modifica resolver {{ resolvername }}
nl: Bewerk resolver {{ resolvername }}
pt: Editar resolvedor {{ resolvername }}
ru: Редактировать Resolver {{ resolvername }}
ta: தீர்வைத் திருத்து {{ resolvername }}}
tr: Çözücü Düzenle {{ resolvername }}
uk: Редагувати Resolver {{resolvername}}

source: Edit SCIM Resolver {{ resolvername }}
de: Bearbeite SCIM-Resolver {{ resolvername }}
fr: Modifier l'interpréteur SCIM {{ resolvername }}
it: Modifica SCIM Resolver {{ resolvername }}
nl: Bewerk SCIM-resolver {{ resolvername }}
pt: Editar resolvedor SCIM {{ resolvername }}
ru: Редактировать SCIM Resolver {{ resolvername }}
ta: ச்கிம் தீர்வைத் திருத்து {{ resolvername }}}
tr: SCIM Çözücü Düzenle {{ resolvername }}
uk: Редагувати SCIM Resolver {{ resolvername }}

source: Edit SMS gateway {{ form.name }}
de: SMS-Gateway {{ form.name }} bearbeiten
fr: Modifier la passerelle SMS {{ form.name }}
it: Modifica gateway SMS {{ form.name }}
nl: Bewerk SMS-gateway {{ form.name }}
pt: Editar gateway de SMS {{ form.name }}
ru: Редактировать SMS-шлюз {{ form.name }}
ta: SMS நுழைவாயில் திருத்து {{ form.name }}
tr: SMS Gateway'ı düzenleyin {{ form.name }}
uk: Редагувати шлюз SMS {{form.name}}

source: Edit SMTP server {{ identifier }}
de: SMTP-Server {{ identifier }} bearbeiten
fr: Modifier le serveur SMTP {{ identifier }}
it: Modifica server SMTP {{ identifier }}
nl: Bewerk SMTP-server {{ identifier }}
pt: Editar servidor SMTP {{ identifier }}
ru: Редактировать сервер SMTP {{ identifier }}
ta: SMTP சேவையகத்தைத் திருத்து {{ identifier }}
tr: SMTP Sunucusu'nu düzenleyin {{ identifier }}
uk: Редагувати SMTP-сервер {{ identifier }}

source: Edit SQL Resolver {{ resolvername }}
de: Bearbeite SQL-Resolver {{ resolvername }}
fr: Modifier l'interpréteur SQL {{ resolvername }}
it: Modifica resolver SQL {{ resolvername }}
nl: Bewerk SQL-resolverr {{ resolvername }}
pt: Editar resolvedor SQL {{ resolvername }}
ru: Редактировать SQL Resolver {{ resolvername }}
ta: கவிமொ RELOLVER ஐத் திருத்து {{ resolvername }}
tr: SQL Resolver'ı düzenleyin {{ resolvername }}
uk: Редагувати SQL Resolver {{ resolvername }}

source: Edit Service ID {{ servicename }}
de: Bearbeite Dienst-Kennzeichnung {{ servicename }}
fr: Modifier l'ID de service {{ servicename }}
pt: Editar Service ID {{ servicename }}
ru: Редактировать идентификатор службы {{ servicename }}
ta: பணி ஐடியைத் திருத்து {{ servicename }}}
tr: Çözücü Düzenle {{ servicename }}
uk: Редагувати ідентифікатор служби {{ servicename }}

source: Edit Settings
ru: Изменить настройки
ta: அமைப்புகளைத் திருத்தவும்
uk: Редагувати налаштування

source: Edit Tokengroup {{ groupname }}
de: Bearbeite Tokengruppe {{ groupname }}
fr: Modifier le groupe de jetons {{ groupname }}
it: Modifica Tokengroup {{ groupname }}
nl: Bewerk token-groep {{ groupname }}
pt: Editar Tokengroup {{ groupname }}
ru: Редактировать группу токенов {{ groupname }}
ta: டோக்கெங்கூப்பைத் திருத்து {{ groupname }}
uk: Редагувати групу маркерів {{ groupname }}

source: Edit hosts Machine Resolver {{ resolvername }}
de: Bearbeite Hosts-Maschinen-Resolver {{ resolvername }}
fr: Modifier l'interpréteur de machines Hôtes {{ resolvername }}
it: Modifica hosts Machine Resolver {{ resolvername }}
nl: Bewerk hosts machine resolver {{ resolvername }}
pt: Editar resolvedor de máquina de anfitriões {{ resolvername }}
ru: Редактировать hosts Machine Resolver {{ resolvername }}
ta: ஓச்ட்களின் இயந்திர தீர்வைத் திருத்தவும் {{ resolvername }}}
tr: Ana bilgisayarlar makine çözümleyici düzenleme {{ resolvername }}
uk: Редагувати Machine Resolver {{ resolvername }}
