Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: You are about to rollover your token! This will invalidate your existing token and create a new token with a new secret key!
cs: Chystáte se přeregistrovat svůj token. Dojde ke zneplatnění Vašeho existujícího tokenu a bude vytvořen nový token s novým sdíleným klíčem.

source: Yubikey AES mode: One Time Passwords with Yubikey
cs: Yubikey AES mode: Jednorázové kódy z Yubikey

source: Yubikey Cloud mode: Forward authentication request to YubiCloud
cs: Yubikey Cloud mode: Vzdálená autentizace pomocí YubiCloud

source: mOTP: classical mobile One Time Passwords
cs: mOTP: mobilní jednorázové kódy

source: maxfail
cs: max. chyb

source: otplen
cs: délka

source: total users: {{ usercount }}
cs: celkem uživatelů: {{ usercount }}

source: window
cs: tolerance
