Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The left column defines the user attributes used in privacyIDEA and the right column the equivalent attribute in the user store.
uk: У лівому стовпці визначено атрибути користувача, що використовуються в privacyIDEA, а в правому стовпці – еквівалент. атрибут у сховищі користувачів.

source: The mOTP PIN is the PIN that needs to be entered on the mobile device.
de: Die mOTP-PIN ist die PIN, die auf dem Mobiltelefon in der App eingegeben werden muss.
fr: Le PIN mOTP est le code PIN qui doit être saisi sur le téléphone mobile.
it: Il PIN mOTP è il PIN che deve essere inserito sul dispositivo mobile.
nl: De mOTP PIN is de PIN die ingevoerd moet worden in het mobiele toestel.
pt: O PIN mOTP é o PIN que tem de ser introduzido no dispositivo móvel.
ru: MOTP PIN-код — это PIN-код, который необходимо ввести на мобильном устройстве.
ta: MOTP முள் என்பது மொபைல் சாதனத்தில் உள்ளிட வேண்டிய முள் ஆகும்.
tr: MOTP PIN, mobil cihaza girilmesi gereken pindir.
uk: PIN-код mOTP – це PIN-код, який потрібно ввести на мобільному пристрої.

source: The mOTP token is a time based OTP token for mobile devices. You can have the server generate the secret and scan the QR code.
de: Der mOTP-Token ist ein zeitbasierter OTP-Token für mobile Geräte. Sie können den Server den geheimen Schlüssel erzeugen lassen und anschließen den QR-Code mit einer App wie "Token2" scannen.
fr: Le jeton mOTP est un jeton OTP basé sur le temps pour les téléphones mobiles. Vous pouvez demander au serveur de générer le secret puis scannez le code QR.
it: Il token mOTP è un token OTP a tempo per dispositivi mobili. È possibile far generare al server il segreto e scansionare il codice QR.
nl: Het mOTP-token is een tijdsgebaseerd OTP-token voor mobiele toestellen Je kunt de server het geheim laten maken en de QR-code scannen.
pt: O token mOTP é um token OTP baseado no tempo para dispositivos móveis. Pode fazer com que o servidor gere o segredo e leia o código QR.
ru: Токен mOTP — это временной токен OTP для мобильных устройств. Вы можете заставить сервер сгенерировать секрет и отсканировать QR-код.
ta: MOTP கிள்ளாக்கு என்பது மொபைல் சாதனங்களுக்கான நேர அடிப்படையிலான OTP கிள்ளாக்கு ஆகும். உங்களால் முடியும் சேவையகம் ரகசியத்தை உருவாக்கி QR குறியீட்டை ச்கேன் செய்யுங்கள்.
tr: MOTP belirteci mobil cihazlar için zaman tabanlı bir OTP belirtecidir. Yapabilirsin Sunucunun sırrı oluşturmasını ve QR kodunu taramasını sağlayın.
uk: Токен mOTP — це токен OTP на основі часу для мобільних пристроїв. Ви можете попросіть сервер згенерувати секрет і відсканувати QR-код.

source: The name of the user realm in keycloak. It can be used as tag in the urls of the endpoints.
uk: Назва області користувача в keycloak. Її можна використовувати як тег в URL-адресах кінцевих точок.

source: The number of lookahead OTP values. Default 10.
cs: Počet dopředu vyhledaných jednorázových kódů. Výchozí hodnota je 10.
de: Die Anzahl der untersuchten OTP-Werte (Standard 10).
fr: Le nombre de valeurs OTP anticipées. Défaut 10.
it: Numero di valori OTP successivi all'attuale, permessi. Impostazione predefinita 10.
nl: Het aantal vooruit te zoeken OTP-waarden. Standaard 10.
pt: O número de valores OTP de lookahead. Predefinição 10.
ru: Количество значений OTP для просмотра вперед. По умолчанию 10.
ta: Lookahead OTP மதிப்புகளின் எண்ணிக்கை. இயல்புநிலை 10.
tr: LOOKAHEAD OTP değerlerinin sayısı. Varsayılan 10.
uk: Кількість значень OTP із попереднім переглядом. За замовчуванням 10.

source: The old token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> will be disabled and can be deleted or enabled later.
cs: Původní token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> bude zakázán a může být později smazán nebo znovu povolen.
de: Der alte Token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> wird deaktiviert und kann später gelöscht oder wieder aktiviert werden.
fr: L'ancien token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> sera désactivé et pourra être supprimé ou réactivé ultérieurement.
it: Il vecchio token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> verrà disabilitato e potrà essere eliminato o abilitato in seguito.
nl: Het oude token <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> zal uitgeschakeld worden en kan later verwijderd of ingeschakeld worden.
pt: O token antigo <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> será desativado e pode ser eliminado ou ativado mais tarde.
ru: Старый токен <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> будет отключен и может быть удален или включен позже.
ta: பழைய கிள்ளாக்கு <a ui-sref = "token.details ({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> முடக்கப்படும் மற்றும் பின்னர் நீக்கப்படலாம் அல்லது இயக்கப்படலாம்.
tr: Eski belirteç <a ui-sref="token.details({tokenSerial:selectedToken.serial})">{{ selectedToken.serial }}</a> devre dışı bırakılır ve daha sonra silinebilir veya etkinleştirilebilir.
uk: Старий жетон <a ui-sref="token.details({tokenSerial:selectedToken.serial})"> {{ selectedToken.serial }} </a> буде вимкнено, і його можна буде видалити або ввімкнути пізніше.

source: The password can not be shown again, later!
cs: Heslo nemůže být později znovu zobrazeno!
de: Das Passwort kann später nicht wieder angezeigt werden!
fr: Le mot de passe ne peut plus être affiché, essayez plus tard !
it: La password non può essere mostrata di nuovo, in seguito!
nl: Het wachtwoord kan later niet meer opnieuw getoond worden!
pt: A palavra-passe não pode ser mostrada novamente mais tarde!
ru: Пароль не может быть показан повторно позже!
ta: கடவுச்சொல்லை மீண்டும் காட்ட முடியாது, பின்னர்!
tr: Şifre daha sonra tekrar gösterilemiyor!
uk: Пароль не можна показати знову, пізніше!

source: The password for the PKCS12 container is shown here only once. Make sure to keep the password safe now.
ru: Пароль для контейнера PKCS12 отображается здесь только один раз. Убедитесь, что вы сохранили его в надёжном месте.
ta: PKCS12 கொள்கலனுக்கான கடவுச்சொல் இங்கே ஒரு முறை மட்டுமே காட்டப்பட்டுள்ளது. உறுதி கடவுச்சொல்லை இப்போது பாதுகாப்பாக வைத்திருக்க.
uk: Пароль для контейнера PKCS12 відображається тут лише один раз. Переконайтесь щоб захистити пароль зараз.

source: The password of the PKCS12 container is the given token PIN
ru: Пароль контейнера PKCS12 — это указанный PIN токена
ta: PKCS12 கொள்கலனின் கடவுச்சொல் கொடுக்கப்பட்ட கிள்ளாக்கு முள்
uk: Пароль контейнера PKCS12 — наданий маркер PIN

source: The password that needs to be combined with the OTP PIN: <b>{{ lostResult.password }}</b>
de: Das Passwort, das mit der alten OTP-PIN kombiniert werden muss: <b>{{ lostResult.password }}</b>
fr: Le mot de passe nécessitant d'être combiné avec le PIN OTP: <b>{{ lostResult.password }}</b>
it: La password da abbinare al PIN OTP: <b>{{ lostResult.password }}</b>
nl: Het wachtwoord dat met de OTP PIN gecombineerd moet worden: <b>{{ lostResult.password }}</b>
pt: A palavra-passe que tem de ser combinada com o PIN OTP: <b>{{ lostResult.password }}</b>
ru: Пароль, который необходимо объединить с OTP PIN: <b>{{ lostResult.password }}</b>
ta: OTP முள் உடன் இணைக்க வேண்டிய கடவுச்சொல்: <b> {{ lostResult.password }} </b>
tr: OTP PIN ile birleştirilmesi gereken şifre: <b>{{ lostResult.password }}</b>
uk: Пароль, який потрібно поєднати з одноразовим PIN-кодом: <b>{{ lostResult.password }}</b>

source: The path to the directory containing the trust anchors.
de: Der Pfad zum Verzeichnis, das die Vertrauensanker enthält.
fr: Le chemin du dossier contenant les ancres de confiance.
it: Il percorso della directory contenente i trust anchor.
nl: Het pad naar de map meet de vertrouwde ankers.
pt: O caminho para o diretório que contém as âncoras de confiança.
ru: Путь к каталогу, содержащему якоря доверия.
ta: அறக்கட்டளை நங்கூரங்களைக் கொண்ட கோப்பகத்திற்கான பாதை.
tr: Güven çapa içeren dizinin yolu.
uk: Шлях до каталогу, що містить прив’язки довіри.

source: The privacyIDEA authentication backend is licensed under the AGPLv3. Some components may be part to other licenses. privacyIDEA was originally forked from LinOTP, which was licensed by LSE Leading Security Experts GmbH. For detailed information please take a look at the <a href="http://github.com/privacyidea/privacyidea" target="github">backend service itself</a>.
cs: Autentizační systém privacyIDEA je licencován pod AGPLv3. Některé komponenty mohou mít odlišné licence. privacyIDEA byla původně založena na LinOTP, který byl licencován společností LSE Leading Security Experts GmbH. Podrobnosti najdete přímo v <a href="http://github.com/privacyidea/privacyidea" target="github">repozitáři autentizačního systému</a>.
de: Das privacyIDEA Authentisierungsbackend ist unter der AGPLv3 lizenziert. Manche Komponenten können im Detail anderen Lizenzen folgen. privacyIDEA wurde ursprünglich als Fork von LinOTP erstellt, das durch die LSE Leading Security Experts GmbH lizenziert wurde. Für weitere Details schauen Sie bitte beim <a href="http://github.com/privacyidea/privacyidea" target="github">Backend Service</a>.
fr: Le back-end d'authentification de privacyIDEA est licencié sous le AGPLv3. Certains composants peuvent faire partis d'autres licences. privacyIDEA est un fork original de LinOTP, qui était licencié par LSE Leading Security Experts GmbH. Pour des informations détaillées, veuillez consulter <a href="http://github.com/privacyidea/privacyidea" target="github">service backend</a>.
it: Il backend di autenticazione privacyIDEA è rilasciato sotto la licenza AGPLv3. Alcuni componenti possono rientrare in altre licenze. privacyIDEA è stato originariamente derivato da LinOTP, il quale era rilasciato sotto licenza da LSE Leading Security Experts GmbH. Per informazioni dettagliate, consultare il sito <a href="http://github.com/privacyidea/privacyidea" target="github">backend </a> .
nl: Het privacyIDEA authenticatie backend heeft een AGPLv3-licentie. Sommige onderdelen kunnen deel uitmaken van andere licenties. privacyIDEA was oorspronkelijk een fork van LinOTP, onder licentie van LSE Leading Security Experts GmbH. Kijk voor meer informatie naar de backend server zelf op <a href="http://github.com/privacyidea/privacyidea" target="github">Github</a>.
pt: O backend de autenticação do privacyIDEA está licenciado sob a licença AGPLv3. Alguns componentes podem fazer parte de outras licenças. O privacyIDEA foi originalmente bifurcado do LinOTP, que foi licenciado pela LSE Leading Security Experts GmbH. Para obter informações pormenorizadas, consulte <a href="http://github.com/privacyidea/privacyidea" target="github">o próprio serviço backend</a>.
ru: Бэкэнд аутентификации privacyIDEA лицензирован в соответствии с AGPLv3. Некоторые компоненты могут быть частью других лицензий. PrivacyIDEA изначально был ответвлен от LinOTP, который лицензировался LSE Leading Security Experts GmbH. Для получения подробной информации, пожалуйста, ознакомьтесь с <a href="http://github.com/privacyidea/privacyidea" target="github">самим бэкэндом сервиса</a>.
ta: தனியுரிமைடியா அங்கீகார பின்தளத்தில் உரிமம் வழங்கப்பட்டுள்ளது Agplv3. சில கூறுகள் மற்ற உரிமங்களுக்கு ஒரு பகுதியாக இருக்கலாம். தனியுரிமைடியா முதலில் லினோட்பில் இருந்து முட்கரண்டி எடுக்கப்பட்டது, இது உரிமம் வழங்கியவர் எல்எச்இ முன்னணி பாதுகாப்பு வல்லுநர்கள் சி.எம்.பி.எச். விரிவான தகவல்களுக்கு தயவுசெய்து பாருங்கள் <a href = "http://github.com/privacyidea/privacyidea" target = "github"> பின்தளத்தில் பணி </a>.
tr: PrivacyIDEA kimlik doğrulaması arka bitti altında lisanslanmıştır. Agplv3. Bazı bileşenler diğer lisanslara parçası olabilir. Privacyidea aslen Linotp'den çatallandı; lisanslı LSE lider güvenlik uzmanları tarafından GmbH. Detaylı bilgi için lütfen bir göz atın. <a href="http://github.com/privacyidea/privacyidea" target="github">Backend Servisin kendisi </a>.
uk: Сервер автентифікації privacyIDEA ліцензовано згідно з AGPLv3. Деякі компоненти можуть бути частиною інших ліцензії. privacyIDEA спочатку була розгалужена з LinOTP, який був ліцензований від LSE Leading Security Experts GmbH. За детальною інформацією беріть в <a href="http://github.com/privacyidea/privacyidea" target="github">сервер сама служба</a>.

source: The privacyIDEA system seems to be offline. The API is not reachable!
cs: Vypadá to, že systém privacyIDEA je offline. API není dostupné.
de: Das privacyIDEA-System scheint offline zu sein. Die API ist nicht erreichbar!
fr: Le système de privacyIDEA semble être hors-ligne. L'API n'est pas joignable !
it: Il sistema privacyIDEA sembra essere offline. L'API non è raggiungibile!
nl: Het privacyIDEA-systeem lijkt offline te zijn. De API kan niet bereikt worden!
pt: O sistema privacyIDEA parece estar offline. A API não está acessível!
ru: Система privacyIDEA, похоже, находится в автономном режиме. API недоступен!
ta: தனியுரிமைடியா அமைப்பு ஆஃப்லைனில் இருப்பதாக தெரிகிறது. பநிஇ அடைய முடியாது!
tr: PrivacyIDEA sistemi çevrimdışı görünüyor. API erişilebilir değil!
uk: Схоже, що система privacyIDEA не працює. API недоступний!

source: The questionnaire lets you define a set of questions. The questionnaire token needs to define answers to these questions and the user will be presented with a random questions and needs to provide his previously defined answer.
de: Im Fragenkatalog können Sie eine Liste von Fragen definieren. In einem Token vom Typ "Fragenkatalog" können dann Antworten zu diesen Fragen definiert werden. Bei der Authentisierung muss der Benutzer dann die vorher definierte Antwort zu einer zufällig ausgewählten Frage geben.
fr: Le questionnaire vous permet de définir une série de questions. Le jeton questionnaire nécessite de définir des réponses à ces questions et l'utilisateur recevra des questions aléatoires et devra fournir les réponses précédemment définies.
it: Il questionario consente di definire una serie di domande. Il token questionario richiede che siano definite le risposte a queste domande e all'utente verranno presentate domande casuali. L'utente deve fornire le risposte precedentemente definite.
nl: De enquête laat je een vragenlijst definiëren. Voor het enquête-token moeten de antwoorden op die vragen vooraf gegeven worden. De gebruiker zal een willekeurige vraag krijgen en moet het antwoord reproduceren dat die vooraf gedefinieerd heeft.
pt: O questionário permite-lhe definir um conjunto de perguntas. O token do questionário precisa de definir as respostas a essas perguntas e o utilizador será apresentado a perguntas aleatórias e terá de dar a sua resposta previamente definida.
ru: Анкета позволяет вам определить набор вопросов. Анкета токена должна определить ответы на эти вопросы, и пользователю будут предложены случайные вопросы, и он должен предоставить свой ранее определенный ответ.
ta: கேள்வித்தாள் கேள்விகளின் தொகுப்பை வரையறுக்க உங்களை அனுமதிக்கிறது. கேள்வித்தாள் இந்த கேள்விகளுக்கான பதில்களை கிள்ளாக்கு வரையறுக்க வேண்டும், பயனர் இருக்கும் ஒரு சீரற்ற கேள்விகளுடன் வழங்கப்பட்டது மற்றும் அவருக்கு முன்பு வழங்க வேண்டும் வரையறுக்கப்பட்ட பதில்.
tr: Anket, bir dizi soru tanımlamanızı sağlar. Anket Tokenin bu soruların cevaplarını tanımlaması gerekiyor ve kullanıcı rastgele sorular sunuldu ve daha önce vermesi gerekiyor tanımlanmış cevap.
uk: Опитувальник дозволяє визначити набір запитань. Токен анкети токену потрібно визначити відповіді на ці питання, і користувачеві будуть випадкові запитання, і користувачеві потрібно буде надати свою попередньо визначену відповідь.

source: The registration token is a code, that the user can use to authenticate once! After using this code to login, the registration token is deleted and can not be used anymore.
de: Der Registrierungs-Token ist ein Code, den der Benutzer nur einmal zur Authentisierung verwenden kann. Nach der Benutzung wird der Registrierungs-Token gelöscht und kann nicht wieder verwendet werden.
fr: Le jeton enregistrement est un code que l'utilisateur peut utiliser pour s'authentifier une seule fois. Après avoir utilisé ce code pour se connecter, le jeton d'enregistrement est effacé et ne peut plus être utilisé.
it: Il token di registrazione è un codice che l'utente può utilizzare per autenticarsi una volta! Dopo aver utilizzato questo codice per accedere, il token di registrazione viene cancellato e non può più essere utilizzato.
nl: Het registratie-token is een code die de gebruiker kan gebruiken om één keer mee te authenticeren. Na het gebruik van deze code om aan te melden, wordt dit registratie-token gewist en kan het niet meer gebruikt worden.
pt: O token de registo é um código que o utilizador pode utilizar para se autenticar uma vez! Depois de utilizar este código para iniciar sessão, o código de registo é eliminado e não pode ser utilizado.
ru: Регистрационный токен — это код, который пользователь может использовать для аутентификации один раз! После использования этого кода для входа в систему регистрационный токен удаляется и не может быть использован больше.
ta: பதிவு கிள்ளாக்கு ஒரு குறியீடாகும், இது பயனர் ஒரு முறை அங்கீகரிக்க பயன்படுத்தலாம்! உள்நுழைய இந்த குறியீட்டைப் பயன்படுத்திய பிறகு, பதிவு கிள்ளாக்கு நீக்கப்பட்டு முடியும் இனி பயன்படுத்தப்படக்கூடாது.
tr: Kayıt belirteci, kullanıcının bir kez kimlik doğrulaması yapmak için kullanabileceği bir koddur! Bu kodu oturum açmak için kullandıktan sonra, kayıt belirteci silinir ve yapabilir artık kullanılmaz.
uk: Реєстраційний токен — це код, який користувач може використовувати для автентифікації один раз! Після використання цього коду для входу реєстраційний маркер буде видалено та може більше не використовувати.

source: The remote token forwards the authentication request to another privacyIDEA server. You can choose if the PIN should be stripped and checked locally.
de: Der Remote-Token leitet die Authentisierungsanfrage an einen anderen privacyIDEA-Server weiter. Sie können auswählen, ob die PIN abgetrennt und lokal überprüft werden soll.
fr: Le jeton distant transfère la requête d'authentification à un autre serveur privacyIDEA. Vous pouvez choisir si le PIN doit être traité et vérifié localement.
it: Il token remoto inoltra la richiesta di autenticazione a un altro server privacyIDEA. È possibile scegliere se il PIN deve essere separato e controllato localmente.
nl: Het externe token stuurt de authenticatievraag door naar een andere privacyIDEA-server. Je kunt er voor kiezen om de PIN er af te halen en lokaal te controleren.
pt: O token remoto encaminha o pedido de autenticação para outro servidor privacyIDEA. Pode escolher se o PIN deve ser retirado e verificado localmente.
ru: Удаленный токен пересылает запрос аутентификации на другой сервер privacyIDEA. Вы можете выбрать, следует ли удалять PIN-код и проверять локально.
ta: ரிமோட் கிள்ளாக்கு அங்கீகார கோரிக்கையை இன்னொருவருக்கு அனுப்புகிறது தனியுரிமை சேவையகம். முள் அகற்றப்பட வேண்டுமா என்பதை நீங்கள் தேர்வு செய்யலாம் மற்றும் உள்நாட்டில் சரிபார்க்கப்பட்டது.
tr: Uzak Token, kimlik doğrulama isteğini bir başkasına iletir PrivacyIDEA sunucusu. PIN'nin sıyrılması gerektiğini seçebilirsiniz ve Yerel olarak kontrol edildi.
uk: Віддалений маркер пересилає запит автентифікації іншому сервер конфіденційностіIDEA. Ви можете вибрати, чи потрібно видаляти PIN-код перевірено локально.

source: The resource name must consist of letters, numbers and '_', '-', '.'
de: Der Name der Ressource darf nur Buchstaben, Zahlen und die Zeichen '_', '-' oder '.' enthalten
fr: Le nom de la ressource ne doit comporter que des lettres, des chiffres et « _ », « - », « . »
it: Il nome della risorsa deve essere composto da lettere, numeri e '_', '-', '.'
nl: De bron-naam moet bestaan uit letters, cijfers en '_', '-', '.'
pt: O nome do recurso deve ser composto por letras, números e '_', '-', '.'
ru: Имя ресурса должно состоять из букв, цифр и символов «_», «-», «.»
ta: வள பெயர் கடிதங்கள், எண்கள் மற்றும் '_', '-', 'ஆகியவற்றைக் கொண்டிருக்க வேண்டும்.'
tr: Kaynak adı harflerden, sayılardan ve '_', '-', '.'
uk: Назва ресурсу має складатися з літер, цифр і «_», «-», «.»

source: The resource name must consist of letters, numbers and '_', '-', '.' and must not be the word 'send_test_email'
de: Der Name der Ressource darf nur Buchstaben, Zahlen und die Zeichen '_', '-' oder '.' enthalten. Das Wort 'send_test_email' ist nicht erlaubt
fr: Le nom de la ressource ne doit comporter que des lettres, des chiffres et « _ », « - », « . » et ne doit pas être égal à « send_test_email »
it: Il nome della risorsa deve essere composto da lettere, numeri e '_', '-', '.' e non deve essere la parola 'send_test_email'
nl: De bron-naam met bestaan uit letters, cijfers en '_', '-', '.' en moet anders zijn dan het woord 'send_test_email'
pt: O nome do recurso deve ser composto por letras, números e '_', '-', '.' e não deve ser a palavra 'send_test_email'
ru: Имя ресурса должно состоять из букв, цифр и символов «_», «-», «.» и не должно быть словом 'send_test_email'
ta: வள பெயர் கடிதங்கள், எண்கள் மற்றும் '_', '-', 'ஆகியவற்றைக் கொண்டிருக்க வேண்டும்.' 'send_test_email' என்ற வார்த்தையாக இருக்கக்கூடாது
tr: Kaynak adı harflerden, sayılardan ve '_', '-', '.' ve 'send_test_email' kelimesi olmamalıdır
uk: Назва ресурсу має складатися з літер, цифр і «_», «-», «.» і не має бути словом "send_test_email".'

source: The resource name must consist of letters, numbers and '_', '-', '.' and must not be the word 'test'
de: Der Name der Ressource darf nur Buchstaben, Zahlen und die Zeichen '_', '-' oder '.' enthalten. Das Wort 'test' ist nicht erlaubt
fr: Le nom de la ressource ne doit comporter que des lettres, des chiffres et « _ », « - », « . » et ne doit pas être égal à « test »
it: Il nome della risorsa deve essere composto da lettere, numeri e '_', '-', '.' e non deve essere la parola 'test'
nl: De bron-naam moet bestaan uit letters, cijfers en '_', '-', '.' en moet anders zijn dan het woord 'test'
pt: O nome do recurso deve ser composto por letras, números e '_', '-', '.' e não deve ser a palavra 'test'
ru: Имя ресурса должно состоять из букв, цифр и символов «_», «-», «.» и не должно содержать слово 'test'
ta: வள பெயர் கடிதங்கள், எண்கள் மற்றும் '_', '-', 'ஆகியவற்றைக் கொண்டிருக்க வேண்டும்.' 'சோதனை' என்ற வார்த்தையாக இருக்கக்கூடாது
tr: Kaynak adı harflerden, sayılardan ve '_', '-', '.' ve 'Test' kelimesi olmamalıdır
uk: Назва ресурсу має складатися з літер, цифр і «_», «-», «.» і не повинно бути слова "тест"

source: The resource name must consist of letters, numbers and '_', '-', '.' and must not be the word 'test_request'
de: Der Name der Ressource darf nur Buchstaben, Zahlen und die Zeichen '_', '-' oder '.' enthalten. Das Wort 'test_request' ist nicht erlaubt
fr: Le nom de la ressource doit contenir des lettres, nombres et '_', '-', '.' et ne doit pas être le mot 'test_request'
it: Il nome della risorsa deve essere composto da lettere, numeri e '_', '-', '.' e non deve essere la parola 'test_request'
nl: De bron-naam moet bestaan uit letters, cijfers en '_', '-', '.' en moet anders zijn dan het woord 'test_request'
pt: O nome do recurso deve ser composto por letras, números e '_', '-', '.' e não deve ser a palavra 'test_request'
ru: Имя ресурса должно состоять из букв, цифр и символов «_», «-», «.» и не должно быть словом 'test_request'
ta: வள பெயர் கடிதங்கள், எண்கள் மற்றும் '_', '-', 'ஆகியவற்றைக் கொண்டிருக்க வேண்டும்.' 'டெச்ட்_ரெக்வெச்ட்' என்ற வார்த்தையாக இருக்கக்கூடாது
tr: Kaynak adı harflerden, sayılardan ve '_', '-', '.' ve 'TEST_REQUEST' kelimesi olmamalıdır
uk: Назва ресурсу має складатися з літер, цифр і «_», «-», «.» і не має бути словом "test_request"
