Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Refilltoken copied to clipboard!
ru: Refilltoken скопирован в буфер обмена!
ta: இடைநிலைப்பலகைக்கு Refilltoken நகலெடுக்கப்பட்டது!
uk: Refilltoken скопійовано в буфер обміну!

source: Refresh
cs: Obnovit
de: Aktualisieren
fr: Actualiser
it: Aggiorna
nl: Ververs
pt: Recarregar
ru: Обновить
ta: புதுப்பிப்பு
tr: Yenile
uk: Оновити

source: Regenerate QR Code
cs: Znovu vygenerovat QR kód
de: QR-Code neu erzeugen
fr: Régénérer le code QR
it: Rigenera il codice QR
nl: QR-code opnieuw genereren
pt: Regerar código QR
ru: Повторное создание QR-кода
ta: QR குறியீட்டை மீண்டும் உருவாக்கவும்
tr: QR kodunu yenile
uk: Відновити QR-код

source: Register
cs: Registrovat
de: Registrieren
fr: S'inscrire
it: Registra
nl: Registreer
pt: Registar
ru: Регистрация
ta: பதிவு செய்யுங்கள்
tr: Kayıt ol
uk: Зареєструватися

source: Register Container on Device
ru: Зарегистрировать контейнер на устройстве
ta: சாதனத்தில் கொள்கலனை பதிவு செய்யுங்கள்
uk: Зареєструйте контейнер на пристрої

source: Registration
ru: Регистрация
ta: பதிவு
uk: Реєстрація

source: Registration Code
cs: Registrační kód
de: Registrierungscode
fr: Code d'inscription
it: Codice di registrazione
nl: Registratiecode
pt: Código de registo
ru: Регистрационный код
ta: பதிவு குறியீடு
tr: Tescil kodu
uk: Реєстраційний код

source: Registration Configuration
ru: Конфигурация регистрации
ta: பதிவு உள்ளமைவு
uk: Конфігурація реєстрації

source: Registration completed successfully
ru: Регистрация успешно завершена
ta: பதிவு வெற்றிகரமாக முடிந்தது
uk: Реєстрацію успішно завершено

source: Remote Realm
cs: Vzdálená doména
fr: Domaine distant
it: Realm remoto
nl: Externe realm
pt: Domínio remoto
ru: Удаленный домен
ta: தொலைநிலை சாம்ராச்யம்
tr: Uzak alan
uk: Віддалена область

source: Remote Resolver
fr: Interpréteur distant
it: Resolver remoto
nl: Externe resolver
pt: Resolvedor remoto
ru: Удаленный Resolver
ta: தொலைநிலை தீர்மானம்
tr: Uzak çözümleyici
uk: Віддалений розв'язувач

source: Remote Serial
de: Remote Seriennummer
fr: Numéro de série distant
it: Seriale remoto
nl: Extern serienummer
pt: Série remota
ru: Удаленный последовательный
ta: தொலை சீரியல்
tr: Uzaktan seri
uk: Віддалений послідовний порт

source: Remote Server
fr: Serveur distant
it: Server remoto
nl: Externe server
pt: Servidor remoto
ru: Удаленный сервер
ta: தொலை சேவையகம்
tr: Uzak sunucu
uk: Віддалений сервер

source: Remote Token settings
de: Remote-Token Einstellungen
fr: Paramètres des jetons distants
it: Impostazioni del token remoto
nl: Externe token-instellingen
pt: Definições do Token Remoto
ru: Настройки удаленного токена
ta: தொலைநிலை கிள்ளாக்கு அமைப்புகள்
tr: Uzak Token Ayarları
uk: Налаштування Remote Token

source: Remote User
de: Remote Benutzer
fr: Utilisateur distant
it: Utente remoto
nl: Externe gebruiker
pt: Utilizador remoto
ru: Удаленный пользователь
ta: தொலை பயனர்
tr: Uzak kullanıcı
uk: Віддалений користувач

source: Remove
de: Entfernen
fr: Enlever
pt: Remover
ru: Удалить
ta: அகற்று
uk: Вилучити

source: Remove All
de: Alle entfernen
fr: Enlever tout
pt: Remover Todos
ru: Удалить все
ta: அனைத்தையும் அகற்று
uk: Вилучити все

source: Remove Token
ru: Удалить токен
ta: கிள்ளாக்கை அகற்று
uk: Вилучити маркер

source: Remove from Container
de: Aus dem Container entfernen
fr: Enlever du conteneur
it: Rimuovi dal container
pt: Remover de contentor
ru: Извлечь из контейнера
ta: கொள்கலனில் இருந்து அகற்று
uk: Вилучити з контейнера

source: Rename Policy
uk: Перейменувати політику

source: Repeat PIN or password
de: PIN/Passwort wiederholen
fr: Répéter le PIN ou mot de passe
pt: Repetir PIN ou palavra-passe
ru: Повторите PIN-код или пароль
ta: முள் அல்லது கடவுச்சொல்லை மீண்டும் செய்யவும்
uk: Повторіть PIN або пароль

source: Repeat new PIN
cs: Zopakujte nový PIN
de: PIN wiederholen
fr: Répéter le nouveau code PIN
it: Ripeti il nuovo PIN
nl: Herhaal nieuwe PIN
pt: Repetir novo PIN
ru: Повторите новый PIN-код
ta: புதிய முள் மீண்டும் செய்யவும்
tr: Yeni Pimi tekrarla
uk: Повторіть новий PIN-код

source: Repeat password
cs: Zopakujte heslo
de: Passwort wiederholen
fr: Répéter le mot de passe
it: Ripeti la password
nl: Herhaal wachtwoord
pt: Repetir palavra-passe
ru: Повторите пароль
ta: கடவுச்சொல்லை மீண்டும் செய்யவும்
tr: Şifreyi tekrar girin
uk: Повторіть пароль

source: Request Mapping (JSON format)
uk: Зіставлення запитів (JSON формат)

source: Request Mapping (JSON format)
uk: Запит на зіставлення (JSON формат)

source: Request to remote privacyIDEA server successful.
cs: Požadavek na vzdálený server privacyIDEA byl úspěšný.
de: Die HTTP Anfrage an den entfernten privacyIDEA Server wurde erfolgreich beantwortet.
fr: La requête vers le serveur privacyIDEA distant s'est terminée avec succès.
it: Richiesta al server remoto privacyIDEA andata a buon fine.
nl: Vraag aan externe privacyIDEA-server gelukt.
pt: Pedido ao servidor privacyIDEA remoto bem sucedido.
ru: Запрос к удаленному серверу privacyIDEA прошел успешно.
ta: தொலைதூர தனியார்மயமாக்கல் சேவையகத்திற்கான கோரிக்கை வெற்றிகரமாக உள்ளது.
tr: Remote PrivaciDea sunucusunun başarılı olduğunu isteyin.
uk: Запит до віддаленого сервера privacyIDEA виконано.

source: Require Message-Authenticator
uk: Вимагати автентифікатор повідомлень

source: Required Realms
cs: Povinné domény
de: Erforderliche Realms
fr: Domaines requis
it: Realm richiesti
nl: Vereiste realms
pt: Domínios necessários
ru: Необходимые домены
ta: தேவையான பகுதிகள்
tr: Gerekli alemler
uk: Необхідні області

source: Reset Failcounter
cs: Vynulovat počitadlo chyb
de: Fehlerzähler zurücksetzen
fr: Réinitialiser le compteur d'échecs
it: Azzera contatore errori
nl: Teller mislukte aanmeldingen op nul zetten
pt: Repor o ContadorFalhas
ru: Сброс счетчика отказов
ta: தோல்வி கவுண்டரை மீட்டமை
tr: Başarısızları Sıfırla
uk: Скинути лічильник помилок

source: Reset Password
cs: Reset hesla
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimposta password
nl: Wachtwoord opnieuw instellen
pt: Redefinir a palavra-passe
ru: Сброс пароля
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
tr: Şifreyi yenile
uk: Скинути пароль

source: Reset fail counter
cs: Vynulovat počitadlo chyb
de: Fehlerzähler zurücksetzen
fr: Réinitialiser le compteur d'échecs
it: Azzera contatore fallimenti
nl: Teller mislukt op nul zetten
pt: Repor o contador de falhas
ru: Сброс счетчика отказов
ta: தோல்வியுற்ற கவுண்டரை மீட்டமை
tr: Başarısızları Sıfırla(sayaç)
uk: Скинути лічильник помилок

source: Reset your Password
cs: Obnovit heslo
de: Ihr Passwort zurücksetzen
fr: Réinitialisez votre mot de passe
it: Reimposta la tua password
nl: Kies een nieuw wachtwoord
pt: Redefinir a sua palavra-passe
ru: Сброс пароля
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்
tr: Şifrenizi sıfırlayın
uk: Скинути свій пароль

source: Resolver
fr: Interpréteur
pt: Resolvedor
ta: தீர்வு
tr: Çözücü
uk: Розв'язати

source: Resolver name
cs: Název resolveru
fr: Nom de l'interpréteur
it: Nome del resolver
nl: Resolver naam
pt: Nome do resolvedor
ru: Имя Resolver
ta: தீர்வி பெயர்
tr: Çözümleyici adı
uk: Ім'я розв'язувача

source: Resolvers
de: Resolver
fr: Interpréteurs
pt: Resolvedores
ta: தீர்வுகள்
uk: Резолвери

source: Resource Server URI
de: URI des Resource Servers
fr: URI du serveur de ressources
it: URI del server di risorse
nl: Bron server URI
pt: URI do servidor de recursos
ru: URI сервера ресурсов
ta: வள சேவையக யூரி
tr: Kaynak Sunucusu Uri
uk: URI сервера ресурсів

source: Response
cs: Odpověď
de: Antwort
fr: Réponse
it: Risposta
nl: Respons
pt: Resposta
ru: Ответ
ta: பதில்
tr: Tepki
uk: Відповідь

source: Response Mapping (JSON format)
cs: Mapování odpovědi (formát JSON)
de: Antwort Mapping (JSON Format)
fr: Cartographie des réponses (format JSON)
it: Corrispondenza della risposta (formato JSON)
nl: Antwoord koppeling (JSON formaat)
pt: Mapeamento de respostas (formato JSON)
ru: Сопоставление ответов (формат JSON)
ta: மறுமொழி மேப்பிங் (JSON வடிவம்)
tr: Yanıt eşlemesi (JSON formatı)
uk: Відображення відповіді (формат JSON)

source: Response Mapping (JSON format)
uk: Картування відповідей (JSON формат)

source: Response contains (JSON format):
uk: Відповідь містить (JSON формат):

source: Response contains (JSON format):
uk: Відповідь містить (JSON формат):

source: Resync Token
cs: Synchronizovat token
de: Token resynchronisieren
fr: Resynchroniser le jeton
it: Risincronizza token
nl: Synchroniseer token
pt: Re-sincronizar Token
ru: Токен повторной синхронизации
ta: மறுதொடக்கம் கிள்ளாக்கு
tr: Resync jetonu
uk: Маркер повторної синхронізації

source: Retries
cs: Počet pokusů
de: Wiederholungen
fr: Nouvelles tentatives
it: Tentativi
nl: Pogingen
pt: Tentativas
ru: Повторные попытки
ta: மறுமுயற்சிகள்
tr: Yeniden deneme
uk: Повторні спроби

source: Retry If Failed
cs: Při chybě zkusit znovu
de: Bei Fehler erneut versuchen
fr: Ressayer en cas d'échec
it: Riprova se non è riuscito
nl: Opnieuw proberen indien mislukt
pt: Repetir se falhar
ru: Повторная попытка в случае неудачи
ta: தோல்வியுற்றால் மீண்டும் முயற்சிக்கவும்
tr: Başarısız olursa tekrar deneyin
uk: Повторити, якщо не вдалося

source: Revoke
cs: Revokovat
de: Widerrufen
fr: Révoquer
it: Revoca
nl: Intrekken
pt: Revogar
ru: Отменить
ta: ரத்து செய்யுங்கள்
tr: İptal Et
uk: Відкликати

source: Roll the token
de: Token ausrollen
fr: Enrôler le jeton
it: Registra il token
nl: Roteer het token
pt: Girar o token
ru: Сбросьте жетон
ta: கிள்ளாக்கை உருட்டவும்
tr: Belirteç atmak
uk: Киньте жетон

source: Rollout State
cs: stav registrace
de: Rollout Status
fr: Etat de l'enrôlement
it: Stato del Rollout
nl: Uitrolstatus
pt: Estado de Rollout
ru: Состояние развертывания
ta: ரோல்அவுட் நிலை
tr: Retrout durumu
uk: Стан розгортання

source: Rollover
cs: Přeregistrace
fr: Renouvellement
nl: Roteer
pt: Substituir
ru: Переворот
ta: ரோல்ஓவர்
tr: Yuvarlanmak
uk: Перекидання

source: Rollover Token
cs: Přeregistrovat token
fr: Enrôlement du jeton
it: Token Rollover
nl: Overgangstoken
pt: Substituir Token
ru: Перезаписать токен
ta: ரோல்ஓவர் கிள்ளாக்கு
tr: Rollover belirteci
uk: Токен перекидання

source: Rollover token {{ form.serial }}
cs: Přeregistrovat token {{ form.serial }}
fr: Renouvellement du jeton {{ form.serial }}
nl: Roteer token {{ form.serial }}
pt: Substituir token {{ form.serial }}
ru: Перезаписать токен {{ form.serial }}
ta: ரோல்ஓவர் கிள்ளாக்கு {{ form.serial }}
uk: Маркер перекидання {{ form.serial }}

source: Rounds
de: Anzahl Runden
fr: Passes
it: Ripetizioni
pt: Rondas
ru: Раунды
ta: சுற்றுகள்
uk: Раунди

source: Run search
cs: Spustit hledání
de: Suche starten
fr: Lancer la recherche
it: Esegui la ricerca
nl: Zoeken
pt: Executar pesquisa
ru: Запустить поиск
ta: தேடலை இயக்கவும்
tr: Arama yapmak
uk: Запустити пошук

source: SMS Gateway configuration
cs: Konfigurace SMS brány
de: SMS-Gateway Konfiguration
fr: Configuration de la passerelle SMS
it: Configurazione del gateway SMS
nl: SMS gateway-configuratie
pt: Configuração da gateway de SMS
ru: Настройка SMS-шлюза
ta: எச்எம்எச் நுழைவாயில் உள்ளமைவு
tr: SMS Ağ Geçidi Yapılandırması
uk: Конфігурація шлюзу SMS

source: SMS Gateways
cs: SMS brány
fr: Passerelles SMS
it: Gateway SMS
pt: Gateways de SMS
ru: SMS-шлюзы
ta: எச்எம்எச் நுழைவாயில்கள்
tr: SMS Ağ Geçitleri
uk: SMS-шлюзи

source: SMS Provider
fr: Fournisseur de SMS
pt: Fornecedor de SMS
ru: SMS провайдер
ta: எச்எம்எச் வழங்குநர்
tr: SMS sağlayıcı
uk: Провайдер SMS

source: SMS Token settings
de: SMS-Token Einstellungen
fr: Paramètres du jeton SMS
it: Impostazioni del token SMS
nl: SMS tokeninstellingen
pt: Definições do Token de SMS
ru: Настройки SMS-токена
ta: எச்எம்எச் கிள்ளாக்கு அமைப்புகள்
tr: SMS Token Ayarları
uk: Налаштування SMS Token

source: SMTP Config saved.
de: SMTP-Konfiguration erfolgreich gespeichert.
fr: Configuration SMTP enregistrée.
it: Configurazione SMTP salvata.
nl: SMTP-configuratie bewaard.
pt: Configuração SMTP guardada.
ru: Конфигурация SMTP сохранена.
ta: SMTP கட்டமைப்பு சேமிக்கப்பட்டது.
tr: SMTP yapılandırma kaydedildi.
uk: Конфігурацію SMTP збережено.

source: SMTP server configuration
de: SMTP-Server Konfiguration
fr: Configuration du serveur SMTP
it: Configurazione del server SMTP
nl: SMTP serverconfiguratie
pt: Configuração do servidor SMTP
ru: Конфигурация SMTP-сервера
ta: SMTP சேவையக உள்ளமைவு
tr: SMTP Sunucusu Yapılandırması
uk: Конфігурація сервера SMTP

source: SMTP server for password recovery
de: SMTP-Server für die Passwort-Wiederherstellung
fr: Serveur SMTP pour la récupération de mot de passe
it: Server SMTP per il recupero password
nl: SMTP-server voor wachtwoord herstellen
pt: Servidor SMTP para recuperação de palavra-passe
ru: SMTP-сервер для восстановления пароля
ta: கடவுச்சொல் மீட்டெடுப்பதற்கான SMTP சேவையகம்
tr: Şifre kurtarma için SMTP sunucusu
uk: SMTP сервер для відновлення пароля

source: SMTP servers
de: SMTP-Server
fr: Serveurs SMTP
it: Server SMTP
pt: Servidores SMTP
ru: SMTP-серверы
ta: SMTP சேவையகங்கள்
tr: SMTP Sunucuları
uk: SMTP сервери

source: SSH Tokens attached to services
de: SSH-Tokens, die mit Diensten verbunden sind
fr: Jetons SSH attachés aux services
it: Token SSH associati a servizi
pt: Tokens SSH anexados a serviços
ru: SSH-токены, привязанные к сервисам
ta: பாஓடு டோக்கன்கள் சேவைகளுடன் இணைக்கப்பட்டுள்ளன
uk: Токени SSH, приєднані до послуг

source: SSH Tokens can be attached to a service ID with a user. The user is the user on the SSH server and may differ from the token owner. To attach the token to a service ID go to the token details.
de: SSH-Tokens können mit einer Dienste-Kennzeichnung und einem Benutzer verknüpft werden. Der Benutzer ist der Benutzer auf dem SSH-Server und kann sich vom Besitzer des Tokens unterscheiden. Um den SSH-Token mit einer Dienste-Kennzeichnung zu verknüpfen, rufen Sie zu den Token-Details auf.
fr: Les jetons SSH peuvent être rattachés à un ID de service avec un utilisateur. Celui-ci doit être connu sur le serveur SSH et peut différer du propriétaire du jeton. Pour rattacher un jeton à un ID de service, allez sur les informations du jeton.
it: I token SSH possono essere associati ad un service ID con un utente. L'utente è quello presente sul server SSH e può essere diverso dal proprietario del token. Nei dettagli del token è possibile associare un token ad un service ID.
pt: Os Tokens SSH podem ser anexados a um service ID com um utilizador. O utilizador é o utilizador no servidor SSH e pode ser diferente do proprietário do token. Para anexar o token a um service ID, vá para os detalhes do token.
ru: SSH-токены могут быть привязаны к служебному идентификатору пользователя. Пользователь - это пользователь SSH-сервера , который может отличаться от владельца токена. Чтобы привязать токен к служебному идентификатору, перейдите к сведениям о токене.
ta: பாஓடு டோக்கன்களை ஒரு பயனருடன் பணி ஐடியுடன் இணைக்க முடியும். பயனர் பாஓடு சேவையகத்தில் பயனர் மற்றும் கிள்ளாக்கு உரிமையாளரிடமிருந்து வேறுபடலாம். ஒரு பணி ஐடியுடன் கிள்ளாக்கை இணைக்க கிள்ளாக்கு விவரங்களுக்குச் செல்லவும்.
uk: Токени SSH можна приєднати до ідентифікатора служби користувача. Користувач — це користувач на сервері SSH і може відрізнятися від власника токена. Щоб приєднати маркер до ідентифікатора служби, перейдіть до деталей маркера.

source: SSH public Key
cs: Veřejný SSH klíč
de: Öffentlicher SSH-Schlüssel
fr: Clé publique SSH
it: Chiave pubblica SSH
nl: SSH publieke sleutel
pt: Chave pública SSH
ru: Открытый ключ SSH
ta: பாஓடு பொது விசை
tr: Ssh ortak anahtar
uk: Відкритий ключ SSH

source: SSH user
de: SSH Benutzer
fr: Utilisateur SSH
pt: Utilizador SSH
ru: SSH пользователь
ta: பாஓடு பயனர்
uk: Користувач SSH

source: SSH: Attaching ssh keys to services.
de: SSH: SSH-Schlüssel mit Diensten verbinden.
fr: SSH : Rattacher des clés SSH à des services.
it: SSH: associazione chiavi SSH ai servizi.
pt: SSH: A anexar chaves ssh a serviços.
ru: SSH: Подключение ssh-ключей к службам.
ta: SSH: சேவைகளுக்கு பாஓடு விசைகளை இணைப்பது.
uk: SSH: приєднання ключів ssh до служб.

source: SSL Config
de: SSL Konfiguration
fr: Configuration SSL
it: Configurazione SSL
nl: SSL-configuratie
pt: Configuração SSL
ru: Конфигурация SSL
ta: SSL கட்டமைப்பு
uk: Конфігурація SSL

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
it: Salva
nl: Bewaar
pt: Guardar
ru: Сохранить
ta: சேமி
tr: Kayıt etmek
uk: Зберегти

source: Save CA
cs: Uložit CA
de: Zertifizierungsstelle speichern
fr: Sauvegarder CA
it: Salva CA
nl: Bewaar CA
pt: Guardar a AC
ru: Сохранить CA
ta: CA ஐ சேமிக்கவும்
tr: Ca kaydet
uk: Зберегти CA

source: Save Event Handler Definition
de: Ereignisdefinition speichern
fr: Créer la définition d'un gestionnaire d'évènement
it: Salva la definizione del gestore di eventi
nl: Bewaar event handler definitie
pt: Guardar definição do manipulador de eventos
ru: Сохранить определение обработчика событий
ta: நிகழ்வு கையாளுபவர் வரையறையைச் சேமிக்கவும்
tr: Etkinlik işleyici tanımını kaydet
uk: Зберегти визначення обробника подій

source: Save Options
cs: Uložit možnosti
de: Optionen speichern
fr: Enregistrer les options
it: Salva le opzioni
nl: Bewaar opties
pt: Guardar opções
ru: Сохранить параметры
ta: விருப்பங்களைச் சேமிக்கவும்
tr: Seçenekleri Kaydet
uk: Параметри збереження

source: Save Policy
cs: Uložit politiku
de: Richtlinie speichern
fr: Créer une politique
it: Salva la Policy
nl: Bewaar beleid
pt: Guardar política
ru: Сохранить политику
ta: கொள்கையை சேமிக்கவும்
tr: Politikadan Kaydet
uk: Політика збереження

source: Save RADIUS server
de: RADIUS-Server speichern
fr: Enregistrer le serveur RADIUS
it: Salva il server RADIUS
nl: Bewaar RADIUS-server
pt: Guardar servidor RADIUS
ru: Сохранить RADIUS-сервер
ta: ஆரம் சேவையகத்தை சேமிக்கவும்
tr: RADIUS Sunucusu Kaydet
uk: Зберегти сервер RADIUS

source: Save Realm
de: Realm speichern
fr: Enregistrer le domaine
pt: Guardar domínio
ru: Сохранить домен
ta: சாம்ராச்யத்தை சேமிக்கவும்
uk: Зберегти Царство

source: Save Resolver
cs: Uložit resolver
de: Resolver speichern
fr: Enregistrer l'interpréteur
it: Salva Resolver
nl: Bewaar resolver
pt: Guardar Resolvedor
ru: Сохранить Resolver
ta: தீர்வை சேமிக்கவும்
tr: Çözümden Kaydet
uk: Зберегти резольвер

source: Save SMS gateway
de: SMS-Gateway speichern
fr: Enregistrer la passerelle SMS
it: Salva gateway SMS
nl: Bewaar SMS-gateway
pt: Guardar gateway de SMS
ru: Сохранить SMS-шлюз
ta: எச்எம்எச் நுழைவாயிலை சேமிக்கவும்
tr: SMS Gateway'i Kaydet
uk: Зберегти SMS-шлюз

source: Save SMTP server
de: SMTP-Server speichern
fr: Enregistrer le serveur SMTP
it: Salva il server SMTP
nl: Bewaar SMTP-server
pt: Guardar servidor SMTP
ru: Сохранить SMTP-сервер
ta: SMTP சேவையகத்தை சேமிக்கவும்
tr: SMTP Sunucusu Kaydet
uk: Зберегти сервер SMTP

source: Save Service ID
de: Dienste-Kennzeichnung speichern
fr: Enregistrer l'ID de service
pt: Guardar Service ID
ru: Сохранить идентификатор службы
ta: பணி ஐடியைச் சேமிக்கவும்
uk: Зберегти ID послуги

source: Save States
de: Status speichern
fr: Enregistrer les états
pt: Guardar estados
ru: Сохранять состояния
ta: மாநிலங்களை சேமிக்கவும்
uk: Зберегти штати

source: Save System Config
de: Systemkonfiguration speichern
fr: Enregistrer la configuration du système
it: Salvare la configurazione del sistema
nl: Bewaar systeemconfiguratie
pt: Guardar configuração de sistema
ru: Сохраните конфигурацию системы
ta: கணினி கட்டமைப்பைச் சேமிக்கவும்
tr: Sistem Yapılandırmasını Kaydet
uk: Зберегти конфігурацію системи

source: Save Token Groups
de: Tokengruppe speichern
fr: Sauvegarder les groupes de jetons
it: Salvare i gruppi di token
nl: Bewaar token-groepen
pt: Guardar grupos do token
ru: Сохранение групп токенов
ta: கிள்ளாக்கு குழுக்களைச் சேமிக்கவும்
uk: Зберегти групи маркерів

source: Save Token Info
cs: Uložit informace o tokenu
de: Tokeninfo speichern
fr: Enregistrer les informations de jeton
it: Salva le informazioni sul Token
nl: Bewaar token-info
pt: Guardar informação do token
ru: Сохранить информацию о токене
ta: கிள்ளாக்கு தகவலைச் சேமிக்கவும்
tr: Token Bilgisini Kaydet
uk: Зберегти інформацію про маркер

source: Save Tokengroup
de: Tokengruppe speichern
fr: Sauvegarder le groupe de jetons
it: Salva Tokengroup
nl: Bewaar token-groep
pt: Guardar Tokengroup
ru: Сохранить группу токенов
ta: கிள்ளாக்கு குழுவைச் சேமிக்கவும்
uk: Зберегти Tokengroup

source: Save privacyIDEA server
de: privacyIDEA Server speichern
fr: Enregistrer le serveur privacyIDEA
it: Salva il server privacyIDEA
nl: Bewaar privacyIDEA-server
pt: Guardar servidor privacyIDEA
ru: Сохранить privacyIDEA-сервер
ta: தனியுரிமை சேவையகத்தை சேமிக்கவும்
tr: PrivacyIDEA sunucusunu kaydet
uk: Збережіть сервер privacyIDEA

source: Save realms
cs: Uložit domény
de: Realms speichern
fr: Enregistrer les domaines
it: Salva i realm
nl: Bewaar realms
pt: Guardar domínios
ru: Сохранить домены
ta: பகுதிகளை சேமிக்கவும்
tr: Alemleri kurtarmak
uk: Зберегти царства

source: Save resolver
cs: Uložit resolver
de: Resolver speichern
fr: Enregistrer l'interpréteur
it: Salva il resolver
nl: Bewaar resolver
pt: Guardar resolvedor
ru: Сохранить resolver
ta: தீர்வை சேமிக்கவும்
tr: Çözümden Kaydet
uk: Зберегти резольвер

source: Save user
cs: Uložit uživatele
de: Benutzer speichern
fr: Enregistrer l'utilisateur
it: Salva utente
nl: Bewaar gebruiker
pt: Guardar utilizador
ru: Сохранить пользователя
ta: பயனரை சேமிக்கவும்
tr: Kullanıcıyı Kaydet
uk: Зберегти користувача

source: Scope
de: Geltungsbereich
fr: Portée
it: Ambito
nl: Bereik
pt: Âmbito
ru: Масштаб
ta: நோக்கம்
tr: Kapsam
uk: Область застосування

source: Search Filter
cs: Vyhledávací filtr
de: Suchfilter
fr: Filtre de recherche
it: Filtro di ricerca
nl: Zoekfilter
pt: Filtro de pesquisa
ru: Фильтр поиска
ta: தேடல் வடிகட்டி
tr: Arama filtresi
uk: Фільтр пошуку

source: Search Filter for User Groups
uk: Фільтр пошуку для груп користувачів

source: Searching token...
cs: Vyhledávání tokenu...
de: Suche Token...
fr: Recherche du jeton…
it: Sto cercando il token...
nl: Token zoeken ...
pt: A procurar token...
ru: Поиск токена...
ta: டோக்கனைத் தேடுகிறது ...
tr: Tokekar Arama ...
uk: Пошук маркера...

source: Secret
cs: Tajemství
fr: Mot de passe
it: Segreto
nl: Geheim
pt: Segredo
ru: Секрет
ta: மறைபொருள்
tr: Gizli
uk: Секрет

source: Section
cs: Sekce
de: Bereich
it: Sezione
nl: Sectie
pt: Secção
ru: Раздел
ta: பிரிவு
tr: Bölüm
uk: Розділ

source: Select PrivacyIDEA Attribute
uk: Виберіть атрибут PrivacyIDEA

source: Select Realm
cs: Zvolte doménu
de: Realm auswählen
fr: Sélectionner le domaine
it: Seleziona Realm
nl: Selecteer realm
pt: Selecionar domínio
ru: Выбрать Домен
ta: சாம்ராச்யத்தைத் தேர்ந்தெடுக்கவும்
tr: RealM'yi seçin
uk: Виберіть Realm

source: Select a predefined <a ui-sref="config.smtp">SMTP server configuration</a>.
de: Wählen Sie eine bestehende <a ui-sref="config.smtp">SMTP-Server Konfiguration</a>.
fr: Sélectionner une <a ui-sref="config.smtp">configuration de serveur SMTP</a> prédéfinie.
pt: Selecionar uma <a ui-sref="config.smtp">configuração de servidor SMTP</a> predefinida.
ru: Выберите предварительно определенную конфигурацию <a ui-sref="config.smtp">SMTP-сервера</a>.
ta: முன் வரையறுக்கப்பட்ட என்பதைத் தேர்ந்தெடுக்கவும் <a ui-sref = "config.smtp"> SMTP சேவையக உள்ளமைவு </a>.
uk: Виберіть попередньо визначений <a ui-sref="config.smtp">Конфігурація сервера SMTP</a>.
