Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: <p>First, we would like to give you some background information on privacyIDEA.</p> <p>privacyIDEA is an <b>Enterprise Level</b> Multi Factor Authentication System. It is open source. The core developers are employed at NetKnights GmbH, Germany. NetKnights provides the <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> including <b>Support and Service Level Agreements</b>. Moreover, NetKnights provides services, consultancy and paid programming of new features. </p>
de: <p>Zu Beginn möchten wir Ihnen Hintergrundinformationen zu privacyIDEA geben.</p> <p>privacyIDEA ist ein Multi-Faktor-Authentifizierungs-System für den <b>Unternehmenseinsatz</b>. privacyIDEA ist Open Source. Die Kern-Entwickler werden in Deutschland bei der NetKnights GmbH beschäftigt. Die NetKnights GmbH bietet die <a target="netknights" href="https://netknights.it/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> mit <b>Support und Service Level Agreement</b>. Weiterhin bietet NetKnights Dienstleistungen, Planungsunterstützung und beauftragte Weiterentwicklungen.</p>
fr: <p>Premièrement, nous aimerions vous donner quelques informations sur privacyIDEA.</p> <p>privacyIDEA est un système d'authentification multi-facteur d'<b>Entreprise</b>. C'est un logiciel libre (open source). Les développeurs principaux sont employés par NetKnights GmbH, Allemagne. NetKnights fourni <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> incluant le <b>Support et les accords de niveau de service</b>. De plus NetKnights fourni des services, du conseil et du développement payant pour de nouvelles fonctionnalités. </p>
pt: <p>Em primeiro lugar, gostaríamos de lhe dar algumas informações de base sobre o privacyIDEA.</p> <p>privacyIDEA é um sistema de autenticação multi-fator de <b>nível empresarial</b>. É de código aberto. Os principais criadores trabalham na NetKnights GmbH, Alemanha. A NetKnights fornece o <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>, incluindo <b>Suporte e Acordos de Nível de Serviço</b>. Além disso, a NetKnights presta serviços, consultoria e programação paga de novas funcionalidades. </p>
ru: <p>Прежде всего, мы хотели бы предоставить вам некоторую справочную информацию о privacyIDEA.</p> <p>privacyIDEA- это система многофакторной аутентификации <b>корпоративного уровня</b>. Она имеет открытый исходный код. Основные разработчики работают в компании NetKnights GmbH, Германия. NetKnights предоставляет <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> включая <b>Поддержку и Соглашения об уровне обслуживания.</b>. Кроме того, NetKnights предоставляет услуги, консультации и платное программирование новых функций. </p>
ta: <p> முதலில், நாங்கள் உங்களுக்குச் சில பின்னணியை வழங்க விரும்புகிறோம் தனியுரிமை பற்றிய செய்தி. </p> <p> தனியுரிமைடியா ஒரு <b> நிறுவன நிலை </b> ஆகும் மல்டி காரணி அங்கீகார அமைப்பு. இது திறந்த மூலமாகும். முக்கிய உருவாக்குபவர்கள் செர்மனியின் நெட்நைட்ச் சி.எம்.பி.எச். நெட்நைட்ச் வழங்குகிறது <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> தனியுரிமிடியா நிறுவன பதிப்பு </a> <b> உதவி மற்றும் பணி நிலை ஒப்பந்தங்கள் </b> உட்பட. மேலும், நெட்நைட்ச் சேவைகள், அறிவுரை மற்றும் புதிய அம்சங்களின் கட்டண நிரலாக்க. </p>
tr: <p> İlk önce, size bir arka plan vermek istiyoruz. PrivacyIDEA hakkında bilgi. </p> <p> PrivacyIDEA, <b> Kurumsal Seviyesidir </b> Çok faktörlü kimlik doğrulama sistemi. Açık kaynaktır. Çekirdek geliştiriciler, NETKNICHTS GmbH, Almanya'da çalışıyor. NetKnights sağlar <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> privacyIDEA Enterprise Edition </a> <b> Destek ve Servis Seviyesi Anlaşmaları dahil </b>. Üstelik NetKnights, hizmetler, danışmanlık ve Yeni özelliklerin ücretli programlanması. </p>
uk: <p> По-перше, ми хотіли б дати вам деяку довідкову інформацію про privacyIDEA. </p> <p>PrivacyIDEA - система багатофакторної автентифікації<b>корпоративного рівня</b>. Вона з відкритим кодом. Основні розробники працюють в NetKnights GmbH, Німеччина. NetKnights постачає <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">PrivacyIDEA Enterprise Edition</a> включаючи <b>Угоди про підтримку та рівень обслуговування</b>. Крім того, NetKnights надає послуги, консультації та платну розробку нового функціоналу. </p>

source: <p>Thank you for using privacyIDEA and making your network and thus this world a more secure place!</p> <p>Have fun using privacyIDEA!</p>
de: <p>Vielen Dank, dass Sie privacyIDEA nutzen und Ihr Netzwerk absichen und Sie damit auch die Welt ein Stückchen sicheren machen!</p> <p>Viel Freude bei der Nutzung von privacyIDEA!</p>
fr: <p>Merci d'utiliser privacyIDEA et de faire de votre réseau et de ce monde un espace plus sécurisé !</p> <p>Amusez-vous bien en utiliser privacyIDEA !</p>
it: <p>Grazie per aver utilizzato privacyIDEA e aver creato la tua rete e reso questo mondo un posto più sicuro!</p> <p>Divertiti con privacyIDEA!</p>
nl: <p>Bedankt voor het gebruiken van privacyIDEA, voor het veiliger maken van je netwerk en daarmee ook de wereld een veiligere plek te maken!</p> <p>Veel plezier met het gebruik van privacyIDEA!</p>
pt: <p>Obrigado por utilizar o privacyIDEA e por tornar a sua rede e, consequentemente, este mundo um lugar mais seguro!</p> <p>Divirta-se a usar o privacyIDEA!</p>
ru: <p>Спасибо, что используете privacyIDEA и делаете свою сеть и этот мир более безопасным!</p> <p>Приятного использования privacyIDEA!</p>
ta: <p> தனியுரிமையைப் பயன்படுத்துவதற்கும் உங்கள் பிணையத்தை உருவாக்கியதற்கும் நன்றி இதனால் இந்த உலகம் மிகவும் பாதுகாப்பான இடம்! </p> <p> தனியுரிமைப் பயன்படுத்தி வேடிக்கையாக இருங்கள்! </p>
tr: <p> PrivacyIDEA kullandığınız ve ağınızı kullandığınız için teşekkür ederiz. Ve böylece bu dünya daha güvenli bir yer! </p> <p> PrivacyIDEA kullanarak eğlenin! </p>
uk: <p> Дякуємо за те, що ви користуєтесь privacyIDEA та робите вашу мережу і, таким чином, цей світ, безпечнішим місцем! </p> <p> Отримуйте задоволення користуючись privacyIDEA! </p>

source: <p>The privacyIDEA API seems to be offline!</p> <p>Please try to reload and otherwise contact your system administrator!</p>
cs: <p>Vypadá to, že API privacyIDEA je offline.</p> <p>Prosím zkuste znovu načíst stránku a případně kontaktuje administrátora systému.</p>
de: <p>Die privacyIDEA-API scheint offline zu sein!</p> <p>Bitte laden Sie die Seite neu. Ansonsten wenden Sie sich an Ihren Systemadministrator!</p>
fr: <p>L'API de privacyIDEA semble être hors connexion !</p> <p>Veuillez essayer d'actualiser ou contacter votre administrateur système !</p>
it: <p>L'API privacyIDEA sembra essere offline!</p> <p>Prova a ricaricare e in caso contrario contatta l'amministratore di sistema!</p>
nl: <p>De privacyIDEA API lijkt offline te zijn!</p> <p>Herlaad de pagina en als dat niet werkt, neem dan contact op met je systeembeheerder!</p>
pt: <p>A API privacyIDEA parece estar offline!</p> <p>Tente recarregar e, caso contrário, contacte o administrador do sistema!</p>
ru: <p>API privacyIDEA не работает!</p> <p>Пожалуйста, попробуйте перезагрузить или свяжитесь с вашим системным администратором!</p>
ta: <p> தனியுரிமை பநிஇ ஆஃப்லைனில் இருப்பதாகத் தெரிகிறது! </p> <p> தயவுசெய்து மீண்டும் ஏற்ற முயற்சிக்கவும், இல்லையெனில் உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்! </p>
tr: <p> privacyIDEA API çevrimdışı görünüyor! </p> <p> Lütfen sistem yöneticinize yeniden yüklemeyi ve başka bir şekilde iletişim kurmayı deneyin! </p>
uk: <p> Здається, PrivacyIDEA API в автономному режимі! </p> <p> Спробуйте перезавантажити або в іншому випадку звернутися до системного адміністратора! </p>

source: A description for this policy
de: Eine Beschreibung für diese Richtlinie
fr: Une description pour cette politique
it: Una descrizione per questa policy
pt: Uma descrição para esta política
ru: Описание данной политики
ta: இந்த கொள்கைக்கான விளக்கம்
uk: Опис цієї політики

source: A template with this name already exists. Please choose a different name.
ru: Шаблон с таким именем уже существует. Пожалуйста, выберете другое имя.
ta: இந்த பெயருடன் ஒரு வார்ப்புரு ஏற்கனவே உள்ளது. வேறு பெயரைத் தேர்வுசெய்க.
uk: Шаблон із такою назвою вже існує. Виберіть інше ім'я.

source: A token specific SMS gateway
cs: SMS brána pro token
de: Ein Token-spezifisches SMS-Gateway
fr: Une passerelle SMS spécifique à un jeton
it: Un gateway SMS specifico per token
nl: Een token-specifieke SMS-gateway
pt: Um gateway SMS específico para tokens
ru: СМС шлюз для токена
ta: ஒரு கிள்ளாக்கு குறிப்பிட்ட எச்எம்எச் நுழைவாயில்
tr: Bir jeton belirli SMS ağ geçidi
uk: Шлюз SMS для вибіркового токена

source: A unique name for this template
ru: Уникальное имя для этого шаблона
ta: இந்த வார்ப்புருவுக்கு ஒரு தனித்துவமான பெயர்
uk: Унікальна назва для цього шаблону

source: API Key
cs: API klíč
de: API-Schlüssel
fr: Clé d'API
it: Chiave dell'API
nl: API-sleutel
pt: Chave da API
ru: Ключ API
ta: பநிஇ விசை
tr: API anahtarı
uk: Ключ API

source: API client ID
fr: Identifiant client d'API
nl: ID plaats
pt: ID do cliente API
ru: ID клиента API
ta: பநிஇ வாங்கி ஐடி
uk: Ідентифікатор клієнта API

source: Abort operation on unverifiable token
cs: Přerušit operaci s neověřitelným tokenem
de: Import abbrechen, wenn Token nicht verifiziert werden können
fr: Opération abandonnée, jeton invérifiable
it: Operazione abortita per token non verificato
nl: Operatie afbreken bij onverifieerbaar token
pt: Abortar operação num token não verificável
ru: Прервать операцию с непроверяемым токеном
ta: சரிபார்க்க முடியாத டோக்கனில் அறுவை சிகிச்சையை நிறுத்துங்கள்
uk: Перервати операцію з неперевіреним маркером

source: About privacyIDEA Web Client
cs: Webový klient privacyIDEA
de: Über das privacyIDEA WebUI
fr: À propos du client Web de privacyIDEA
it: Informazioni sul client Web privacyIDEA
nl: Over de privacyIDEA Web Client
pt: Acerca do cliente Web privacyIDEA
ru: О веб-клиенте privacyIDEA
ta: தனியுரிமைடியா வலை கிளையன்ட் பற்றி
tr: PrivacyIDEA Web İstemcisi Hakkında
uk: Про privacyIDEA веб-клієнт

source: According to the <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
cs: Podle licence <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
de: Entsprechend der <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a> gibt es für diese Software (privacyIDEA)
fr: Conformément à la licence <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
it: In accordo con la <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
nl: Volgens de <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
pt: De acordo com a <a target="license\" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
ru: В соответствии с <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE">AGPLv3</a>
ta: படி <a target = "உரிமம்" href = "https://github.com/privacyidea/privacyidea/blob/master/license"> agplv3 </a>
tr: Göre <a target="license" href="https://github.com/privacyIDEA/PrivacyIDEA/Blob/Master/license"> AGPLv3</a>
uk: Відповідно до <a target="license" href="https://github.com/privacyidea/privacyidea/blob/master/LICENSE"> AGPLv3 </a>

source: Action
cs: Akce
de: Aktion
it: Azione
nl: Actie
pt: Ação
ru: Действие
ta: செயல்
tr: Aksiyon
uk: Дія

source: Active
cs: Aktivní
de: Aktiv
fr: Actif
it: Attivo
nl: Actief
pt: Ativo
ru: Активировать
ta: செயலில்
tr: Aktif
uk: Активовано

source: Active Events
cs: Aktivní události
de: Aktive Ereignisse
fr: Événements actifs
it: Eventi Attivi
nl: Actieve gebeurtenissen
pt: Eventos ativos
ru: Активные события
ta: செயலில் நிகழ்வுகள்
tr: Aktif olaylar
uk: Активні події

source: Active Policies
cs: Aktivní politiky
de: Aktive Richtlinien
fr: Politiques actives
it: Politiche Attive
nl: Actief beleid
pt: Políticas ativas
ru: Активные политики
ta: செயலில் உள்ள கொள்கைகள்
tr: Aktif Politikalar
uk: Активні політики

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar
ru: Добавить
ta: கூட்டு
uk: Додати

source: Add Token
ru: Добавить токен
ta: டோக்கனைச் சேர்க்கவும்
uk: Додати маркер

source: Add Tokens
de: Tokens Hinzufügen
fr: Ajouter des jetons
pt: Adicionar Token
ru: Добавить токены
ta: டோக்கன்களைச் சேர்க்கவும்
uk: Додати жетони

source: Add Tokens to Container
de: Tokens zum Container hinzufügen
fr: Ajouter des jetons au conteneur
it: Aggiungi Token a Container
pt: Adicionar Tokens ao Contentor
ru: Добавить токены в контейнер
ta: கொள்கலனில் டோக்கன்களைச் சேர்க்கவும்
uk: Додайте токени до контейнера

source: Add a condition
cs: Přidat podmínku
de: Bedingung hinzufügen
fr: Ajouter une condition
it: Aggiungi una condizione
nl: Voeg een voorwaarde toe
pt: Adicionar uma condição
ru: Добавить условие
ta: ஒரு நிபந்தனையைச் சேர்க்கவும்
tr: Bir durum ekle
uk: Додати умову

source: Add a new user
cs: Přidat uživatele
de: Benutzer hinzufügen
fr: Ajouter un nouvel utilisateur
it: Aggiungi un nuovo utente
nl: Voeg een nieuwe gebruiker toe
pt: Adicionar um novo utilizador
ru: Добавить нового пользователя
ta: புதிய பயனரைச் சேர்க்கவும்
tr: Yeni bir kullanıcı ekle
uk: Додати нового користувача

source: Add custom attribute
cs: Přidat vlastní atribut
de: Benutzerdefiniertes Attribut hinzufügen
fr: Ajouter un attribut personnalisé
it: Aggiungi un attributo personalizzato
nl: Aangepast kenmerk toevoegen
pt: Adicionar um atributo personalizado
ru: Добавить пользовательский атрибут
ta: தனிப்பயன் பண்புக்கூறு சேர்க்கவும்
tr: Özel nitelik ekle
uk: Додати спеціальний атрибут

source: Add new question
cs: Přidat otázku
de: Neue Frage hinzufügen
fr: Ajouter une nouvelle question
it: Aggiungi una nuova domanda
nl: Voeg een nieuwe vraag toe
pt: Adicionar nova questão
ru: Добавить новый вопрос
ta: புதிய கேள்வியைச் சேர்க்கவும்
tr: Yeni soru ekle
uk: Додати нове запитання

source: Add to Container
de: Zum Container hinzufügen
fr: Ajouter au conteneur
pt: Adicionar ao Contentor
ru: Добавить в контейнер
ta: கொள்கலனில் சேர்க்கவும்
uk: Додати в контейнер

source: Add user
cs: Přidat uživatele
de: Benutzer hinzufügen
fr: Ajouter un utilisateur
it: Aggiungi utente
nl: Voeg een gebruiker toe
pt: Adicionar utilizador
ru: Добавить пользователя
ta: பயனரைச் சேர்க்கவும்
tr: Kullanıcı Ekle
uk: Додати користувача

source: Additional
ru: Дополнительный
ta: கூடுதல்
uk: Додатковий

source: Additional conditions
cs: Další podmínky
de: Weitere Bedingungen
fr: Conditions supplémentaires
it: Condizioni Addizionali
nl: Bijkomende voorwaarden
pt: Condições adicionais
ru: Дополнительные условия
ta: கூடுதல் நிபந்தனைகள்
tr: Ek koşullar
uk: Додаткові умови

source: Admin
de: Administrator
fr: Administrateur
it: Amministratore
ru: Администратор
ta: நிர்வாகி
tr: Yönetici
uk: Адміністратор

source: Admin-Realm
cs: Administrátorská doména
fr: Administrateur du domaine
it: Amministratore-Realm
pt: Domínio-Administrador
ru: Область управления
ta: நிர்வாகம்-realm
uk: Адміністративна сфера

source: Administration
cs: Administrace
it: Amministrazione
nl: Beheerder
pt: Administração
ru: Управление
ta: நிர்வாகம்
tr: Yönetim
uk: Адміністрування

source: Administrator
cs: Administrátor
fr: Administrateur
it: Amministratore
nl: Beheerder
pt: Administrador
ru: Администратор
ta: நிர்வாகி
tr: Yönetici
uk: Адміністратор

source: Advanced Settings
uk: Розширені налаштування

source: All CA Connectors
cs: CA konektory
de: Alle CA-Konnektoren
fr: Tous les connecteurs CA
it: Tutti i CA Connectors
nl: Alle CA connecties
pt: Todos os conectores de AC
ru: Все CA коннекторы
ta: அனைத்து CA இணைப்பிகளும்
tr: Tüm CA konektörleri
uk: Усі CA з'єднувачі

source: All Event Handlers
de: Alle Ereignisse
fr: Tous les gestionnaires d'événements
it: Tutti gli Event Handlers
nl: Alle Event Handlers
pt: Todos os manipuladores de eventos
ru: Все Обработчики Событий
ta: அனைத்து நிகழ்வு கையாளுபவர்களும்
tr: Tüm etkinlik işleyicileri
uk: Усі обробники подій

source: All Machine Resolvers
de: Alle Maschinen-Resolver
fr: Tous les résolveurs Machine
it: Tutti i Machine Resolvers
nl: Alle Machine Resolvers
pt: Todos os resolvedores de máquinas
ru: Все Резолверы Компьютеров
ta: அனைத்து இயந்திர தீர்வுகளும்
tr: Tüm Makine Çözümleri
uk: Усі резолвери комп'ютерів

source: All Machines
de: Alle Maschinen
fr: Toutes les machines
it: Tutte le macchina
nl: Alle Machines
pt: Todas as máquinas
ru: Все Компьютеры
ta: அனைத்து இயந்திரங்களும்
tr: Tüm makineler
uk: Усі комп'ютери

source: All Nodes
de: Alle Knoten
fr: Tous les Nœuds
pt: Todos os nós
ru: Все узлы
ta: அனைத்து முனைகளும்
uk: Усі вузли

source: All Periodic Tasks
de: Alle regelmäßigen Aufgaben
fr: Toutes les tâches périodiques
it: Tutte le Operazioni Periodiche
nl: Alle periodieke taken
pt: Todas as tarefas periódicas
ru: Все Периодические Задачи
ta: அனைத்து கால பணிகளும்
tr: Tüm periyodik görevler
uk: Усі періодичні завдання

source: All Policies
cs: Všechny politiky
de: Alle Richtlinien
fr: Toutes les politiques
it: Tutte le Policy
nl: Elk Beleid
pt: Todas as políticas
ru: Все Политики
ta: அனைத்து கொள்கைகளும்
tr: Tüm politikalar
uk: Усі політики

source: All Realms
cs: Všechny domény
de: Alle Realms
fr: Tous les domaines
it: Tutti i Realm
nl: Alle Realms
pt: Todos os domínios
ru: Все Области
ta: அனைத்து பகுதிகளும்
tr: Tüm alemler
uk: Всі області

source: All Resolvers
cs: Resolvery
de: Alle Resolver
fr: Tous les résolveurs
it: Tutti i Resolver
nl: Alle Resolvers
pt: Todos os resolvedores
ru: Все Резолверы
ta: அனைத்து தீர்வுகளும்
tr: Tüm çözümler
uk: Усі резолвери

source: All SMS Gateways
cs: SMS brány
de: Alle SMS-Gateways
fr: Toutes les passerelles SMS
it: Tutti gli SMS Gateway
nl: Alle SMS Gateways
pt: Todos os Gateways SMS
ru: Все СМС Шлюзы
ta: அனைத்து எச்எம்எச் நுழைவாயில்கள்
tr: Tüm SMS Ağ Geçitleri
uk: Усі SMS-шлюзи

source: All tokens
cs: Tokeny
de: Alle Token
fr: Tous les jetons
it: Tutti i token
nl: Alle tokens
pt: Todos os tokens
ru: Все Токены
ta: அனைத்து டோக்கன்கள்
tr: Tüm Jetonlar
uk: Усі токени

source: All users
cs: Uživatelé
de: Alle Benutzer
fr: Tous les utilisateurs
it: Tutt gli utenti
nl: Alle gebruikers
pt: Todos os utilizadors
ru: Все пользователи
ta: அனைத்து பயனர்களும்
tr: Tüm kullanıcılar
uk: Всі користувачі

source: An Attribute or the DN to identify the machine
de: Ein Attribut oder DN zur Identifizierung der Maschine
fr: Un attribut ou le nom de domaine pour identifier la machine
it: Un Attributo il DN che identifica la macchina
nl: Een attribuut of de DN om de machine te identificeren
pt: Um atributo ou o DN para identificar a máquina
ru: Атрибут или LDAP DN для идентификации компьютера
ta: இயந்திரத்தை அடையாளம் காண ஒரு பண்பு அல்லது டி.என்
tr: Makineyi tanımlamak için bir özellik veya DN
uk: Атрибут або DN для ідентифікації комп'ютера

source: An Attribute that contains the IP address.
cs: Atribut obsahující IP adresu.
de: Ein Attribut, das die IP-Adresse der Maschine enthält.
fr: Un attribut qui contient l'adresse IP.
it: Un Attributo che contiene l'indirizzo IP.
nl: Een attribuut dat het IP-adres bevat.
pt: Um atributo que contém o endereço IP.
ru: Атрибут содержащий IP адрес.
ta: ஐபி முகவரியைக் கொண்ட ஒரு பண்பு.
tr: IP adresini içeren bir özellik.
uk: Атрибут, що містить IP-адресу.

source: An Email to reset the password has been sent to you.
cs: Byl Vám odeslán e-mail pro obnovení hesla.
de: Eine E-Mail wurde an Sie gesendet, um Ihr Passwort zurückzusetzen.
fr: Un courriel de réinitialisation du mot de passe vous a été envoyé.
it: Una mail per resettare la password a te inviata.
nl: Een e-mail om het wachtwoord dat naar jou verzonden is te resetten.
pt: Foi-lhe enviado um e-mail para redefinir a palavra-passe.
ru: Адрес Электронной почты, для сброса пароля.
ta: கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சல் உங்களுக்கு அனுப்பப்பட்டுள்ளது.
tr: Şifreyi sıfırlamak için bir e-posta size gönderildi.
uk: Вам надіслано електронне повідомлення про скидання пароля.

source: Application
cs: Aplikace
de: Applikation
it: Applicazione
nl: Applicatie
pt: Aplicação
ru: Приложение
ta: பயன்பாடு
tr: Başvuru
uk: Застосунок

source: Application Type
cs: Typ aplikace
de: Applikationstyp
fr: Type d'application
it: Tipo di Applicazione
nl: Applicatie-type
pt: Tipo de aplicação
ru: Тип приложения
ta: பயன்பாட்டு வகை
tr: Uygulama Türü
uk: Тип застосунку

source: Application specific password
de: Applikationsspezifisches Passwort
fr: Mot de passe spécifique à l'application
pt: Palavra-passe específica da aplicação
ru: Пароль для конкретного приложения
ta: பயன்பாடு குறிப்பிட்ட கடவுச்சொல்
uk: Спеціальний пароль програми

source: As the values are encrypted with AES128-CBC, you need to give a 32 characters long hex string.
cs: Protože hodnoty jsou šifrovány algoritmem AES128-CBC, musíte použít hexadecimální řetězec dlouhý 32 znaků.
de: Da die OTP seeds mit AES128-CBC verschlüsselt werden, müssen Sie einen 32 Zeichen langen Hex-String eingeben.
fr: Comme la valeur a été chiffrée en AES128-CBC, vous devez fournir une chaîne hexadécimale de 32 caractères.
it: Poiché i valori sono cifrati con AES128-CBC, è necessario fornire un Stringa esadecimale lunga 32 caratteri.
nl: Als de waardes geëncrypteerd zijn met AES128-CBC, dan moet je een 32 tekens lange hex-string geven.
pt: Como os valores são encriptados com AES128-CBC, é necessário fornecer uma cadeia hexadecimal com 32 caracteres.
ru: Поскольку значения зашифрованы с помощью AES128-CBC, вам необходимо указать 32-символьная шестнадцатеричную строку.
ta: மதிப்புகள் AES128-CBC உடன் குறியாக்கம் செய்யப்பட்டுள்ளதால், நீங்கள் ஒரு கொடுக்க வேண்டும் 32 எழுத்துக்கள் நீண்ட ஃச் சரம்.
tr: Değerler AES128-CBC ile şifrelenirken, vermeniz gerekir. 32 karakter uzun altı hex dize.
uk: Оскільки значення зашифровані за допомогою AES128-CBC, вам потрібно вказати hex-рядок довжиною 32 символи.

source: Assign Container
de: Container zuweisen
fr: Assigner le conteneur
pt: Atribuir Contentor
ru: Назначить контейнер
ta: கொள்கலனை ஒதுக்குங்கள்
uk: Призначити контейнер

source: Assign Token
cs: Přiřadit token
de: Token zuweisen
fr: Assigner le jeton
it: Assegna token
nl: Token toewijzen
pt: Atribuir Token
ru: Назначить токен
ta: கிள்ளாக்கை ஒதுக்கவும்
tr: Jeton atama
uk: Призначити токен

source: Assign User
cs: Přiřadit uživatele
de: Benutzer zuweisen
fr: Assigner l'utilisateur
it: Assegna utente
nl: Gebruiker toewijzen
pt: Atribuir Utilizador
ru: Назначить пользователя
ta: பயனரை நியமிக்கவும்
tr: Kullanıcı atama
uk: Призначити користувача

source: Assign User To All Tokens
ru: Назначить пользователя на все токены
ta: அனைத்து டோக்கன்களுக்கும் பயனரை நியமிக்கவும்
uk: Призначити користувача всім маркерам

source: Assign a new token {{ newToken.serial }}
cs: Přiřadit nový token {{ newToken.serial }}
de: Einen neuen Token {{ newToken.serial }} zuweisen
fr: Assigner un nouveau jeton {{ newToken.serial }}
it: Assegna un nuovo token {{ newToken.serial }}
nl: Een nieuw token toewijzen {{ newToken.serial }}
pt: Atribuir um token {{ newToken.serial }} novo
ru: Назначить новый токен {{ newToken.serial }}
ta: புதிய கிள்ளாக்கை ஒதுக்குங்கள் {{ newToken.serial }}
tr: Yeni bir jeton atama {{ newToken.serial }}
uk: Призначити новий токен {{newToken.serial}}
