Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The user will have to authenticate with the old OTP PIN he knows and this newly generated password.
cs: Uživatel se bude muset autentizovat původním PIN jednorázového kódu, který zná, a nově vygenerovaným heslem.
de: Der Benutzer muss sich mit der alten OTP-PIN, die er kennt, und diesem neu erzeugten Passwort anmelden.
fr: L'utilisateur devra s'authentifier avec l'ancien PIN OTP qu'il connait et ce nouveau mot de passe généré.
it: L'utente dovrà autenticarsi con il vecchio PIN OTP che conosce e con questa nuova password generata.
nl: De gebruikers zal moeten authenticeren met de oude OTP PIN die hij kent en dit nieuw gegenereerd wachtwoord.
pt: O utilizador terá de se autenticar com o PIN OTP antigo que conhece e com a nova palavra-passe gerada.
ru: Пользователю придется пройти аутентификацию, используя старый PIN-код OTP, который он знает, и этот новый сгенерированный пароль.
ta: பயனர் தனக்குத் தெரிந்த பழைய OTP முள் மற்றும் இது மூலம் அங்கீகரிக்க வேண்டும் புதிதாக உருவாக்கப்பட்ட கடவுச்சொல்.
tr: Kullanıcı, tanıdığı eski OTP piniyle doğrulamak zorunda kalacak ve bu Yeni oluşturulan şifre.
uk: Користувачеві доведеться пройти автентифікацію за допомогою старого PIN-коду OTP, який він знає, і це щойно згенерований пароль.

source: The username on the RADIUS server
de: Der Benutzername auf dem RADIUS-Server
fr: Le nom d'utilisateur sur le serveur RADIUS
it: Il nome utente sul server RADIUS
nl: De gebruikersnaam op de RADIUS-server
pt: O nome de utilizador no servidor RADIUS
ru: Имя пользователя на сервере RADIUS
ta: ஆரம் சேவையகத்தில் பயனர்பெயர்
tr: Yarıçap sunucusundaki kullanıcı adı
uk: Ім'я користувача на сервері RADIUS

source: The username on the remote server
de: Der Benutzername auf dem Remote-Server
fr: Le nom d'utilisateur sur le serveur distant
it: Il nome utente sul server remoto
nl: De gebruikersnaam op de externe server
pt: O nome de utilizador no servidor remoto
ru: Имя пользователя на удаленном сервере
ta: தொலை சேவையகத்தில் பயனர்பெயர்
tr: Uzak sunucudaki kullanıcı adı
uk: Ім'я користувача на віддаленому сервері

source: The value of open source
de: Der Wert von Open Source
fr: La valeur du logiciel libre
it: Il valore dell'open source
nl: De waarde van open bron
pt: O valor de código aberto
ru: Ценность открытого исходного кода
ta: திறந்த மூலத்தின் மதிப்பு
tr: Açık kaynağın değeri
uk: Значення відкритого коду

source: The value of the indexed secret will be set by a policy.
de: Der Wert des IndexedSecret wird durch eine Richtlinie gesetzt.
fr: La valeur du secret indexé sera définie par une politique.
it: Il valore del segreto indicizzato sarà impostato da una policy.
nl: De waarde van het geïndexeerd geheim zal door een beleid ingesteld worden.
pt: O valor do segredo indexado será definido por uma política.
ru: Значение индексированного секрета будет установлено политикой.
ta: குறியீட்டு ரகசியத்தின் மதிப்பு ஒரு கொள்கையால் அமைக்கப்படும்.
tr: Endekslenmiş sırrın değeri bir politika tarafından belirlenir.
uk: Значення проіндексованого секрету буде встановлено політикою.

source: The website of the identity provider
cs: Webové stránky poskytovatele identit
de: Die Webseite des Identity Providers
fr: Le site web du fournisseur d'identité
it: Il sito web del provider di identità
nl: De website van de identiteitsprovider
pt: O website do fornecedor de identidade
ru: Веб-сайт поставщика удостоверений
ta: அடையாள வழங்குநரின் வலைத்தளம்
tr: Kimlik sağlayıcısının web sitesi
uk: Веб-сайт постачальника посвідчень

source: These are the possible questions, a user may define answers to.
de: Dies sind die möglichen Fragen, zu denen ein Benutzer Antworten definieren kann.
fr: Voici les questions possibles dont l'utilisateur doit définir les réponses.
it: Queste sono le possibili domande per le quali l'utente può definire le risposte.
nl: Dit zijn de mogelijke vragen waarom de gebruiker antwoorden voor kan definiëren.
pt: Estas são as perguntas possíveis, para as quais um utilizador pode definir respostas.
ru: Это возможные вопросы, на которые пользователь может дать ответы.
ta: இவை சாத்தியமான கேள்விகள், ஒரு பயனர் பதில்களை வரையறுக்கலாம்.
tr: Bunlar olası sorulardır, bir kullanıcı cevapları tanımlayabilir.
uk: Це можливі питання, відповіді на які користувач може визначити.

source: These are the resolvers marked as editable. You can add a user to the resolver. The user will appear in the realms, that contain this resolver.
de: Das sind die Resolver, die als editierbar markiert sind. SIe könne Benutzer in diesen Resolver hinzufügen. Der Benutzer erscheint dann in den Realm, in denen dieser Resolver enthalten ist.
fr: Voici les interpréteurs marqués comme éditables. Vous pouvez ajouter un utilisateur à l'interpréteur. L'utilisateur apparaitra dans les domaines, contenant cet interpréteur.
it: Questi sono i resolver contrassegnati come modificabili. È possibile aggiungere un utente al resolver. L'utente apparirà nei realm, che contengono questo resolver.
nl: Dit zijn de resolvers die als bewerkbaar gemarkeerd zijn. Je kunt een gebruiker toevoegen tot de resolver. De gebruiker zal verschijnen in de realms, die deze resolver bevatten.
pt: Estes são os resolvedores marcados como editáveis. Pode adicionar um utilizador ao resolvedor. O utilizador aparecerá nos domínios que contêm este resolvedor.
ru: Это resolvers, отмеченные как редактируемые. Вы можете добавить пользователя в resolver. Пользователь появится в областях, которые содержат этот решатель.
ta: இவை திருத்தக்கூடியவை எனக் குறிக்கப்பட்ட தீர்வுகள். நீங்கள் சேர்க்கலாம் ஒரு பயனர் தீர்வுக்கு. பயனர் மண்டலங்களில் தோன்றும், அது இந்த தீர்வைக் கொண்டிருக்கும்.
tr: Bunlar düzenlenebilir olarak işaretlenmiş çözücülerdir. Ekleyebilirsin Bir kullanıcı Çözüm için. Kullanıcı, alemlerde görünecektir, o Bu çözümleyici içerir.
uk: Ці розв'язувачі позначено як редаговані. Ви можете додати користувача до перетворювача. Користувач з'явиться у сферах, які містять цей перетворювач.

source: These client IP addresses or subnets are allowed to masquerade as another client.
de: Diese Client-IP Adressen oder Subnetze dürfen sich als ein anderer Client (eine andere IP-Adresse) ausgeben.
fr: Ces adresses IP ou sous réseaux de clients sont autorisés à se faire passer pour un autre client.
pt: Estes endereços IP ou sub-redes de clientes podem mascarar-se como outro cliente.
ru: Этим клиентским IP-адресам или подсетям разрешено маскироваться под другого клиента.
ta: இந்த கிளையன்ட் ஐபி முகவரிகள் அல்லது சப்நெட்டுகள் மற்றொரு வாடிக்கையாளராக முகமூடி அணிய அனுமதிக்கப்படுகிறது.
uk: Ці клієнтські IP-адреси або підмережі є дозволено маскуватися під іншого клієнта.

source: This credential type does not support to check the user's password.
uk: Цей тип облікових даних не підтримує перевірку пароля користувача.

source: This documentation contains the current configuration of your system in restructured text. You can use this to document your installed system.
de: Diese Dokumentation enthält die aktuelle System-Konfiguration im <em>reStructuredText</em> Format. Dies kann verwendet werden, um eine Dokumentation des installierten Systems zu erstellen.
fr: Cette documentation contient la configuration actuelle de votre système en texte reformaté. Vous pouvez l'utiliser pour documenter votre installation.
pt: Esta documentação contém a configuração atual do sistema em texto reestruturado. Pode ser utilizada para documentar o sistema instalado.
ru: Эта документация содержит текущую конфигурацию вашей системы в реструктурированном тексте. Вы можете использовать это для документирования вашей установленной системы.
ta: இந்த ஆவணத்தில் மின்னோட்டம் உள்ளது மறுசீரமைக்கப்பட்ட உரையில் உங்கள் கணினியின் உள்ளமைவு. நீங்கள் பயன்படுத்தலாம் உங்கள் நிறுவப்பட்ட கணினியை ஆவணப்படுத்த இது.
uk: Ця документація містить актуальну конфігурація вашої системи у реструктурованому тексті. Ви можете використовувати це для документування встановленої системи.

source: This does not need to be set for WebAuthn to work, however without this, privacyIDEA can not check, whether an attestation certificate is actually trusted (it will still be checked for validity). Therefore it is mandatory to set this, if webauthn_authenticator_attestation_level is set to "trusted" by a policy for any user.
de: Dies muss nicht unbedingt gesetzt werden, damit WebAuthn funktioniert. Allerdings kann ohne den Vertrauensanker privacyIDEA nicht die Vertrauenswürdigkeit des Attestation-Zertifikat des Tokens überprüfen. Wenn der "webauthn_authenticator_attestation_level" auf "trusted" gesetzt wird, muss der Anker zwingend gesetzt werden.
fr: Il n'est pas nécessaire de définir ceci pour faire fonctionner WebAuthn, toutefois sans cela, privacyIDEA ne peut pas vérifier si un certificat d'attestation est actuellement approuvé (il restera coché pour la validité). Il est donc obligatoire de le définir si webauthn_authenticator_attestation_level est défini à "approuvé" par une politique de n'importe quel utilisateur.
it: Non è necessario impostare questa opzione per il funzionamento di WebAuthn, tuttavia senza questa impostazione, privacyIDEA non può verificare se un certificato di attestazione sia effettivamente attendibile (la sua validità sarà comunque verificata). Pertanto è è obbligatorio impostarlo, se webauthn_authenticator_attestation_level è impostato su "trusted" da una policy per un qualsiasi utente.
nl: Dit moet niet ingesteld worden om WebAuthn te doen werken, hoewel dat zonder dit, privacyIDEA niet kan controleren of een attest certificaat eigenlijk wel vertrouwd is (het zal wel op geldigheid gecontroleerd worden). Daarom is het verplicht om dit in te stellen als webauthn_authenticator_attestation_level op "vertrouwd" wordt ingesteld door een beleid voor een gebruiker.
pt: Isto não precisa de ser definido para que o WebAuthn funcione, mas sem isto, o privacyIDEA não pode verificar se um certificado de atestado é efetivamente fiável (a sua validade será verificada na mesma). Por isso, é obrigatório definir isto, se webauthn_authenticator_attestation_level for definido como "trusted" por uma política para qualquer utilizador.
ru: Это не обязательно устанавливать для работы WebAuthn, однако без этого privacyIDEA не сможет проверить, является ли сертификат подтверждения действительно доверенным (он все равно будет проверен на действительность). Поэтому это обязательно установить, если webauthn_authenticator_attestation_level установлен на «доверенный» политикой для любого пользователя.
ta: வெபாஅ்ன் வேலை செய்ய இதை அமைக்கத் தேவையில்லை இது, ஒரு சான்றிதழ் உள்ளதா என்பதை தனியுரிமைடியா சரிபார்க்க முடியாது உண்மையில் நம்பகமானவர் (இது இன்னும் செல்லுபடியாக்கத்திற்காகச் சரிபார்க்கப்படும்). எனவே அது இதை அமைக்கக் கட்டாயமாகும், webauthn_authenticator_attestation_level என்றால் எந்தவொரு பயனருக்கும் ஒரு கொள்கையால் "நம்பகமான" என அமைக்கப்பட்டுள்ளது.
tr: Bununla birlikte, webAuthn'in çalışması için ayarlanması gerekmez. Bu, PrivacyIDEA bir onay sertifikasının olup olmadığını kontrol edemez Aslında güvenilir (hala geçerlilik için kontrol edilecektir). Bu nedenle WebAuthn_authenticator_attestation_level ise bunu ayarlamak zorunludur. herhangi bir kullanıcı için bir politika ile "güvenilir" olarak ayarlanmıştır.
uk: Для роботи WebAuthn не потрібно встановлювати цей параметр, однак без нього цього, privacyIDEA не зможе перевірити, чи є сертифікат засвідчення довіряють (його все одно буде перевірено на дійсність). Тому це обов'язково встановити цей параметр, якщо webauthn_authenticator_attestation_level для будь-якого користувача встановлений у політиці як "довірений".

source: This is a Single Page Application client that acts as a frontend for privacyIDEA authentication backend.
cs: Jednostránková aplikace (Single Page Application) sloužící jako rozhraní pro autentizační systém privacyIDEA.
de: Dies ist eine Single Page Applikation, die als Frontend für das privacyIDEA Authentisierungsbackend dient.
fr: Client d'application simple page œuvrant comme un front-end pour le back-end d'authentification de privacyIDEA.
it: Questo è un client Single Page Application che funge da a front end per il back-end di autenticazione privacyIDEA.
nl: Dit is een Single Page Application cliënt die dient als frontend voor het privacyIDEA authenticatie backend.
pt: Trata-se de um cliente de aplicação de página única que actua como frontend para o backend de autenticação privacyIDEA.
ru: Это клиент одностраничного приложения, который действует как внешний интерфейс для бэкэнда аутентификации privacyIDEA.
ta: இது ஒற்றை பக்க பயன்பாட்டு வாங்கி, இது ஒரு ஃபிரான்ட் privacyidea அங்கீகார பின்தளத்தில்.
tr: Bu, A kadar hareket eden tek bir sayfa uygulama istemcisidir. önlemek PrivaciDea kimlik doğrulaması arka uç.
uk: Це клієнт односторінкової програми, який діє як a інтерфейс для сервер автентифікації privacyIDEA.

source: This is a Yubikey in the Yubico Mode authenticated against privacyIDEA. The Yubikey emits a 44 character on time password.
de: Dies ist der Yubikey im Yubico Mode. Die Authentifizierung erfolgt durch privacyIDEA. Der Yubikey gibt ein 44-stelliges Einmalpasswort aus.
fr: C'est une Yubikey en mode Yubico authentifiée par privacyIDEA. La Yubikey délivre un mot de passe à usage unique de 44 caractères.
it: Questo è uno Yubikey in modalità Yubico autenticato con privacyIDEA. Lo Yubikey emette una one time password di 44 caratteri.
nl: Dit is een Yubikey in de Yubico modus, geauthenticeerd tegen privacyIDEA. De Yubikey stuurt een One Time Password van 44 tekens.
pt: Este é uma Yubikey no modo Yubico autenticado no privacyIDEA. A Yubikey emite uma palavra-passe de 44 caracteres de cada vez.
ru: Это Yubikey в режиме Yubico, аутентифицированный по PrivacyIDEA. Yubikey выдает 44-символьный пароль на время.
ta: தனியுரிமைடாவுக்கு எதிராக அங்கீகரிக்கப்பட்ட யூபிகோ பயன்முறையில் இது ஒரு யூபிகே ஆகும். நேர கடவுச்சொல்லில் யூபிகே 44 எழுத்தை வெளியிடுகிறார்.
tr: Bu, Yubico modunda GriAcyIDEA'ya karşı doğrulanmış bir yubikey. Yubikey, zaman şifresini 44 karakter yayar.
uk: Це Yubikey у режимі Yubico, автентифікований проти privacyIDEA. Yubikey своєчасно видає пароль із 44 символів.

source: This is an RFC6030 OATH compliant PSKC file. Values in the PSKC files may be unencrypted or <em>either</em> encrypted with a <em>Pre Shared Key</em> or <em>password</em>. If the values are encrypted, please specify the Pre Shared Key in hex format or the password.
de: Dies ist eine RFC6030 konformes PSKC-Datei. Die Werte in der PSKC Datei sind unverschlüsselt oder aber <em>entweder</em> mit einem <em>Pre Shared Key</em> oder <em>Passwort</em> verschlüsselt. Bitte geben Sie in diesem Fall den Pre Shared Key im Hexformat oder das Passwort an.
fr: C'est un fichier PSKC conforme à la RFC6030 OATH. Les valeurs dans les fichiers PSKC peuvent être non chiffrées ou <em>sinon</em> chiffrées avec une <em>Clé partagée</em> ou <em>un mot de passe</em>. Si les valeurs sont chiffrées, veuillez spécifier la clé partagée au format hex ou le mot de passe.
it: Questo è un file PSKC conforme a OATH definito in RFC6030. I valori nei file PSKC possono essere non crittografati o <em>anche</em> crittografati con un <em> Chiave condivisa</em> o <em>password</em>. Se i valori sono crittografati, specificare la chiave precondivisa in formato esadecimale o la password.
nl: Dit is een RFC6030 OATH compliant PSKC-bestand. Waarden in de PSCKC-bestanden mogen ongeëncrypteerd zijn of <em>ofwel</em> geëncrypteerd met een <em>Pre Shared Key</em> of een <em>wachtwoord</em>. Als de waarden geëncrypteerd zijn, geef dan de Pre Shared Key in hex formaat of het wachtwoord.
pt: Este é um ficheiro PSKC compatível com RFC6030 OATH. Os valores nos ficheiros PSKC podem ser não cifrados <em>ou</em> cifrados com uma <em>chave pré-partilhada</em> ou uma <em>palavra-passe</em>. Se os valores forem cifrados, especifique a chave pré-partilhada em formato hexadecimal ou a palavra-passe.
ru: Это файл PSKC, совместимый с OATH согласно RFC6030. Значения в файле PSKC могут быть незашифрованными или <em>зашифрованными</em> с использованием <em>Pre Shared Key</em> или <em> пароля</em>. Если значения зашифрованы, укажите Pre Shared Key в hex формате или пароль.
ta: இது ஒரு RFC6030 சத்திய இணக்கமான PSKC கோப்பு. PSKC கோப்புகளில் உள்ள மதிப்புகள் மறைகுறியாக்கப்பட்டிருக்கலாம் அல்லது <em> ஒன்று </em> a உடன் குறியாக்கம் செய்யப்பட்டது <em> முன் பகிரப்பட்ட விசை </em> அல்லது <em> கடவுச்சொல் </em>. மதிப்புகள் இருந்தால் குறியாக்கம் செய்யப்பட்டது, தயவுசெய்து முன் பகிரப்பட்ட விசையை ஃச் வடிவத்தில் குறிப்பிடவும் கடவுச்சொல்.
tr: Bu bir RFC6030 yemin uyumlu PSKC dosyasıdır. PSKC dosyalarındaki değerler şifrelenmiş olabilir veya <em> </em> şifrelenmiş <em> Önceden paylaşılan anahtar </em> veya <em> şifre </em>. Değerler ise şifreli, lütfen ön paylaşılan tuşu HEX formatında veya şifre.
uk: Це файл PSKC, сумісний з RFC6030 OATH. Значення у файлах PSKC можуть бути незашифрованими або <em>або</em> зашифровано за допомогою a <em>Попередній спільний ключ</em> або <em>пароль</em>. Якщо значення є зашифровано, укажіть попередній спільний ключ у шістнадцятковому форматі або пароль.

source: This is the CRL file, which is written when a certificate is revoked or the CRL is created otherwise.
de: Die CRL-Datei, die geschrieben wird, wenn ein Zertifikat widerrufen wird oder anderweitig die CRL erzeugt wird.
fr: Ceci est le fichier CRL, qui est écrit quand un certificat est révoqué ou quand le CRL est créé autrement.
it: Questo è il file CRL, che viene scritto quando un certificato viene revocato o il CRL viene creato in altro modo.
nl: Dit is het CRL-bestand dat gemaakt is wanneer een certificaat werd ingetrokken.
pt: Este é o ficheiro CRL, que é escrito quando um certificado é revogado ou quando a CRL é criada de outra forma.
ru: Это файл CRL, который создаётся при отзыве сертификата или при другом способе формирования списка отозванных сертификатов.
ta: இது சி.ஆர்.எல் கோப்பு, இது ஒரு சான்றிதழ் போது எழுதப்பட்டுள்ளது ரத்து செய்யப்படுகிறது அல்லது சி.ஆர்.எல் இல்லையெனில் உருவாக்கப்படுகிறது.
tr: Bu, bir sertifika olduğunda yazılan CRL dosyasıdır. iptal edilir veya CRL başka türlü oluşturulur.
uk: Це файл CRL, який записується при появі сертифіката відкликається або CRL створюється іншим чином.

source: This is the OCRA suite used by the TiQR App. The default OCRA suite is OCRA-1:HOTP-SHA1-6:QN10. For more details see the <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
de: Dies ist die OCRA-Suite, die von der TiQR-App verwendet wird. Standardmäßig wird dieOCRA-Suite OCRA-1:HOTP-SHA1-6:QH10 verwendet. Um mehr über OCRA-Suites zu erfahren,lesen Sie <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
fr: Ceci est la suite OCRA utilisée par l'application TiQR. La suite OCRA par défaut est OCRA-1:HOTP-SHA1-6:QN10. Pour plus de détails, consultez la <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
it: Questa è la suite OCRA utilizzata dall'applicazione TiQR. La suite OCRA predefinita è OCRA-1:HOTP-SHA1-6:QN10. Per maggiori dettagli, consultare la <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
nl: Dit is de OCRA suite, gebruikt door de TiQR App. De standaard OCRA suite is OCRA-1:HOTP-SHA1-6:QN10. Bekijk voor meer details <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
pt: Este é o conjunto OCRA utilizado pela aplicação TiQR. O conjunto OCRA predefinido é OCRA-1:HOTP-SHA1-6:QN10. Para mais detalhes, consulte a <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
ru: Это набор OCRA, используемый приложением TiQR. OCRA-набор по умолчанию - OCRA-1:HOTP-SHA1-6:QN10. Подробнее см. в <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
ta: இது TIQR பயன்பாட்டால் பயன்படுத்தப்படும் OCRA தொகுப்பு. இயல்புநிலை OCRA தொகுப்பு OCRA-1: HOTP-SHA1-6: QN10. மேலும் விவரங்களுக்கு பார்க்கவும் <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.
tr: Bu, Tiqr uygulaması tarafından kullanılan OCRA süitidir. Varsayılan OCRA Süiti OCRA-1: HOTP-SHA1-6: QN10'dur. Daha fazla ayrıntı için bakınız <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287 </a>.
uk: Це пакет OCRA, який використовується додатком TiQR. Стандартним пакетом OCRA є OCRA-1:HOTP-SHA1-6:QN10. Додаткову інформацію див <a href="http://tools.ietf.org/html/rfc6287#page-8" target="OCRA">RFC 6287</a>.

source: This is the correct answer to the passphrase prompt the user has to enter to successfully register the container.
ru: Это правильный ответ на запрос парольной фразы, которую пользователь должен ввести для успешной регистрации контейнера.
ta: பயனர் நுழைய வேண்டிய கடவுச்சொல்லுக்கு இது சரியான பதில் கொள்கலனை வெற்றிகரமாக பதிவு செய்யுங்கள்.
uk: Це правильна відповідь на запит парольної фрази, яку користувач має ввести успішно зареєструвати контейнер.

source: This is the directory were certificates get written to.
de: Das Verzeichnis, in das generierte Zertifikate geschrieben werden.
fr: Ceci est le dossier où les certificats sont créés.
it: Questa è la directory in cui vengono salvati i certificati.
nl: Dit is de map waarin certificaten weggeschreven worden.
pt: Este é o diretório onde os certificados são escritos.
ru: Это каталог, в который записываются сертификаты.
ta: சான்றிதழ்கள் எழுதப்பட்ட அடைவு இது.
tr: Bu, sertifikaların yazıldığı dizindir.
uk: Це каталог, куди записуються сертифікати.

source: This is the display name of your service in the TiQR app.
de: Dies ist der Anzeigename Ihres Service in der TiQR-App.
fr: Ceci est le nom de votre service affiché dans l'application TiQR.
it: Questo è il nome del tuo servizio visualizzato nell'app TiQR.
nl: Dit is de getoonde naam van jouw service in de TiQR app.
pt: Este é o nome de apresentação do seu serviço na aplicação TiQR.
ru: Это имя сервиса, отображаемое в приложении TiQR.
ta: TIQR பயன்பாட்டில் உங்கள் சேவையின் காட்சி பெயர் இது.
tr: Bu, Tiqr uygulamasında hizmetinizin ekran adıdır.
uk: Це відображувана назва вашої служби в програмі TiQR.

source: This is the email address of the sender. Usually this should be an email address identifying your system.
cs: Toto je e-mailová adresa odesílatele. Většinou by se mělo jednat o e-mailovou adresu identifikující Váš systém.
de: Die Email-Adresse des Versenders. Dies sollte eine Email-Adresse sein,, die Ihr privacyIDEA-System identifiziert.
fr: Il s'agit de l'adresse courriel de l'expéditeur. Habituellement, il doit s'agir d'une adresse courriel identifiant votre système.
it: Questo è l'indirizzo e-mail del mittente. Di solito si tratta di un indirizzo e-mail che identifica il tuo sistema.
nl: Dit is het e-mailadres van de afzender. Gewoonlijk zou dit een e-mailadres moeten zijn dat je systeem identificeert.
pt: Este é o endereço de email do remetente. Normalmente, este deve ser um endereço de email que identifique o seu sistema.
ru: Это email-адрес, с которого отправляются письма. Обычно это должен быть адрес, идентифицирующий вашу систему.
ta: இது மின்னஞ்சல் முகவரி அனுப்புநர். வழக்கமாக இது அடையாளம் காணும் மின்னஞ்சல் முகவரியாக இருக்க வேண்டும் உங்கள் கணினி.
tr: Bu, e-posta adresidir. gönderen. Genellikle bu tanımlayıcı bir e-posta adresi olmalıdır Sisteminiz.
uk: Це адреса електронної пошти відправник. Зазвичай це має бути ідентифікаційна адреса електронної пошти ваша система.
