Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The Paper token will let you print a list of OTP values. These OTP values can be used to authenticate. You need to use on value after the other.
cs: Papírový token je seznam jednorázových kódů k vytištění. Jednorázové kódy lze využít k přihlášení. Kódy je potřeba použít postupně.
de: Der Paper-Token ist eine ausgedruckte Liste mit OTP-Werten. Mit diesen OTP-Werten kann sich der Benutzer authentisieren. Er streicht dann die Werte aus der Liste, nachdem er sie benutzt hat.
fr: Le jeton papier vous permet d'imprimer une liste de valeurs OTP. Celles-ci peuvent être utilisées pour s'authentifier. Vous devez utiliser une valeur l'une après l'autre.
it: Il token Paper ti consentirà di stampare un elenco di valori OTP. Questi valori OTP possono essere utilizzati per l'autenticazione. È necessario utilizzare un valore dopo l'altro.
nl: Met het papieren token zul je een lijst met OTP-waarden kunnen afdrukken. Deze OTP-waarden kunnen gebruikt worden om te authenticeren. Je moet de waarden in volgorde gebruiken.
pt: O paper token permite-lhe imprimir uma lista de valores OTP. Estes valores OTP podem ser utilizados para autenticar. É necessário utilizar um valor após o outro.
ru: Токен Paper позволит вам распечатать список значений OTP. Эти значения OTP можно использовать для аутентификации. Вам нужно использовать одно значение после другого.
ta: OTP மதிப்புகளின் பட்டியலை அச்சிட காகித கிள்ளாக்கு உங்களை அனுமதிக்கும். இந்த OTP மதிப்புகள் அங்கீகரிக்க பயன்படுத்தப்படலாம். நீங்கள் மதிப்பில் பயன்படுத்த வேண்டும் மற்றொன்று.
tr: Kağıt belirteci, OTP değerlerinin bir listesini yazdırmanıza izin verecektir. Bu OTP değerleri doğrulamak için kullanılabilir. Değer kullanmanız gerekir diğerinden sonra.
uk: Маркер Paper дозволить вам надрукувати список значень OTP. Ці значення OTP можна використовувати для автентифікації. Ви повинні використовувати значення після іншого.

source: The QR Code contains the secret key of your token. You need to protect it. <b>If you are in doubt, that someone else saw it, please regenerate the QR Code, when no one else is watching.</b>
cs: QR kód obsahuje tajný klíč Vašeho tokenu. Musíte ho chránit. <b>Pokud si myslíte, že ho viděl někdo další, prosím znovu vygenerujte QR kód, až se nikdo nebude dívat.</b>
de: Der QR-Code enthält den geheimen Schlüssel für Ihren Token. Diesen müssen Sie schützen. <b>Wenn jemand anderes diesen QR-Code gesehen haben könnte, erzeugen Sie den QR-Code bitte neu, wenn kein anderer zusieht.</b>
fr: Le code QR contient la clé secrète de votre jeton. Vous devez le protéger. <b>Si vous pensez que quelqu'un d'autre l'a vu, veuillez régénérer le code QR lorsque personne d'autre ne regarde.</b>
it: Il codice QR contiene la chiave segreta del token. È necessario proteggerlo. <b>Se avete il dubbio che qualcun altro l'abbia visto, rigenerare il codice QR quando nessun altro lo sta osservando.</b>
nl: De QR-code bevat de geheime sleutel van je token. Je moet die beschermen.<b>Als je twijfelt of iemand anders die gezien heeft, maak dan een nieuwe QR-code wanneer niemand kijkt.</b>
pt: O código QR contém a chave secreta do seu token. É necessário protegê-la. <b>Se achar que outra pessoa o viu, regenere o código QR quando ninguém estiver a ver.</b>
ru: QR-код содержит секретный ключ вашего токена. Вам необходимо защитить его. <b>Если вы сомневаетесь, что кто-то другой его видел, пожалуйста, повторно сгенерируйте QR-код, когда никто другой не смотрит.</b>
ta: QR குறியீட்டில் உங்கள் டோக்கனின் ரகசிய விசை உள்ளது. நீங்கள் வேண்டும் அதைப் பாதுகாக்கவும். <b> உங்களுக்கு ஐயம் இருந்தால், வேறு யாராவது அதைப் பார்த்தார்கள் QR குறியீட்டை மீண்டும் உருவாக்கவும், வேறு யாரும் பார்க்காதபோது. </b>
tr: QR kodu, Jetonunuzun gizli anahtarını içerir.Onu koruyun. <b> Şüpheniz varsa, başka birinin gördüğü, lütfen başka hiç kimsenin izlenmemesi durumunda QR kodunu yeniden oluşturun. </b>
uk: QR-код містить секретний ключ вашого токена. Вам потрібно захистити його. <b>Якщо ви сумніваєтеся, що це бачив хтось інший, будь ласка відновити QR-код, коли ніхто інший не дивиться.</b>

source: The Questionnaire token will let you define answers to questions. When authenticating with this type of token, you will be asked a random question and then need to provide the previously defined answer.
de: Für einen "Fragenkatalog"-Token können Sie eine Reihe an Antworten auf die Fragen festlegen. Bei der Authentisierung mit diesem Tokentyp wird eine der Fragen zufällig ausgewählt und Ihnen gestellt. Darauf müssen Sie dann die richtige Antwort geben.
fr: Le jeton questionnaire vous permet de définir des réponses à des questions. L'authentification avec ce type de jeton vous demandera une question aléatoire et vous devrez alors fournir une réponse définie précédemment.
it: Il token Questionario consente di definire le risposte alle domande. Quando ci si autentica con questo tipo di token, verrà posta una domanda scelta in modo casuale e si dovrà fornire la risposta precedentemente definita.
nl: Het enquête-token zal je een aantal antwoorden op vragen laten definiëren. Wanneer je authenticeert met dit type token, dan zal je een willekeurige vraag gesteld worden en dan moet je het vooraf gegeven antwoord invullen.
pt: O Questionnaire token permite-lhe definir respostas a perguntas. Ao autenticar-se com este tipo de token, ser-lhe-á feita uma pergunta aleatória e, em seguida, terá de fornecer a resposta previamente definida.
ru: Токен анкеты позволит вам определять ответы на вопросы. При аутентификации с помощью этого типа токена вам будет задан случайный вопрос, а затем вам нужно будет предоставить ранее определенный ответ.
ta: கேள்வித்தாள் கிள்ளாக்கு கேள்விகளுக்கான பதில்களை வரையறுக்க உங்களை அனுமதிக்கும். இந்த வகை டோக்கனுடன் அங்கீகரிக்கும்போது, உங்களிடம் ஒரு சீரற்ற கேட்கப்படும் கேள்வி, பின்னர் முன்னர் வரையறுக்கப்பட்ட பதிலை வழங்க வேண்டும்.
tr: Anket belirteci, sorulara cevapları tanımlamanıza izin verecektir. Bu tür bir belirteçle doğrulanırken, rastgele sorulacak Soru ve daha sonra önceden tanımlanmış bir cevabı sağlamanız gerekir.
uk: Токен Анкета дозволить вам визначити відповіді на запитання. При автентифікації за допомогою цього типу токенів вам буде задано випадкове питання, а потім вам потрібно буде надати попередньо визначену відповідь.

source: The RADIUS token forwards the authentication request to another RADIUS server. You can choose if the PIN should be stripped and checked locally.
de: Der RADIUS-Token leitet die Authentisierungsanfrage an einen RADIUS-Server weiter. Sie können auswählen, ob die PIN abgetrennt und lokal überprüft werden soll.
fr: Le jeton RADIUS transfère la requête d'authentification à un autre serveur RADIUS. Vous pouvez choisir si le PIN doit être décrypté et vérifié localement.
it: Il token RADIUS inoltra la richiesta di autenticazione a un altro server RADIUS. server RADIUS. È possibile scegliere se il PIN deve essere separato e controllato localmente.
nl: Het RADIUS-token stuurt de authenticatievraag door naar een andere RADIUS-server. Je kunt er voor kiezen om de PIN er af te halen en die lokaal te controleren.
pt: O token RADIUS reencaminha o pedido de autenticação para outro servidor RADIUS. Pode escolher se o PIN deve ser retirado e verificado localmente.
ru: Токен RADIUS пересылает запрос аутентификации на другой сервер RADIUS. Вы можете выбрать, следует ли удалять PIN-код и проверять локально.
ta: ஆரம் கிள்ளாக்கு அங்கீகார கோரிக்கையை இன்னொருவருக்கு அனுப்புகிறது ஆரம் சேவையகம். முள் அகற்றப்பட வேண்டுமா என்பதை நீங்கள் தேர்வு செய்யலாம் மற்றும் உள்நாட்டில் சரிபார்க்கப்பட்டது.
tr: Yarıçap belirteci, kimlik doğrulama isteğini diğerine iletir RADIUS SUNUCU. PIN'nin sıyrılması gerektiğini seçebilirsiniz ve Yerel olarak kontrol edildi.
uk: Маркер RADIUS пересилає запит на автентифікацію іншому користувачу Сервер RADIUS. Ви можете вибрати, чи потрібно видаляти PIN-код перевірено локально.

source: The RADIUS token forwards the authentication request to another RADIUS server.
de: Der RADIUS-Token leitet die Authentisierungsanfrage an einen RADIUS-Server weiter.
fr: Le jeton RADIUS transfère la requête d'authentification à un autre serveur RADIUS.
it: Il token RADIUS inoltra la richiesta di autenticazione a un altro server RADIUS. server.
nl: Het RADIUS-token stuurt de authenticatievraag door naar een andere RADIUS-server.
pt: O token RADIUS reencaminha o pedido de autenticação para outro servidor RADIUS.
ru: Токен RADIUS пересылает запрос аутентификации на другой сервер RADIUS.
ta: ஆரம் கிள்ளாக்கு அங்கீகார கோரிக்கையை மற்றொரு ஆரம் அனுப்புகிறது சேவையகம்.
tr: Yarıçap belirteci, kimlik doğrulama isteğini başka bir yarıçapa iletir Sunucu.
uk: Маркер RADIUS пересилає запит автентифікації на інший RADIUS сервер.

source: The Registration Server is this privacyIDEA server. Note that the privacyIDEA server needs to be accessible from the users smartphone.
cs: Registrační server je tento server privacyIDEA. privacyIDEA server musí být dostupný z chytrých telefonů uživatelů.
de: Der Registrierungsserver ist das privacyIDEA-System. Bitte beachten Sie, dass privacyIDEA vom Smartphone aus erreichbar sein muss.
fr: Le serveur d'enregistrement est le serveur privacyIDEA. Notez que le serveur privacyIDEA doit être accessible aux utilisateurs de smartphone.
it: Il server di registrazione è questo server privacyIDEA. Si noti che il server privacyIDEA deve essere accessibile dallo smartphone dell'utente.
nl: De registratie-server is deze privacyIDEA-server. Merk op dat de privacyIDEA-server bereikbaar moet zijn vanaf de smartphone van je gebruikers.
pt: O Servidor de Registo é este servidor privacyIDEA. Note-se que o servidor privacyIDEA tem de ser acessível a partir do smartphone do utilizador.
ru: Сервер регистрации — это сервер privacyIDEA. Обратите внимание, что сервер privacyIDEA должен быть доступен со смартфона пользователя.
ta: பதிவு சேவையகம் இந்த தனியுரிமை சேவையகம். என்பதை நினைவில் கொள்க பயனர்களின் ச்மார்ட்போனிலிருந்து தனியுரிமைடியா சேவையகம் அணுக வேண்டும்.
tr: Kayıt Sunucusu bu PrivacyIDEA sunucusudur. O not PrivacyIDEA sunucusunun kullanıcılardan akıllı telefondan erişilebilir olması gerekir.
uk: Сервер реєстрації — це сервер privacyIDEA. Зверніть увагу, що Сервер privacyIDEA має бути доступним зі смартфона користувача.

source: The Remote token forwards the authentication request to another privacyIDEA server.
de: Der Remote-Token leitet die Authentisierungsanfrage an einen privacyIDEA Server weiter.
fr: Le jeton distant transfère la requête à un autre serveur privacyIDEA.
it: Il token remoto inoltra la richiesta di autenticazione a un altro server privacyIDEA.
nl: Het extern token stuurt de authenticatievraag door naar een andere privacyIDEA-server.
pt: O Token remoto reencaminha o pedido de autenticação para outro servidor privacyIDEA.
ru: Удаленный токен пересылает запрос аутентификации на другой сервер privacyIDEA.
ta: ரிமோட் கிள்ளாக்கு அங்கீகார கோரிக்கையை இன்னொருவருக்கு அனுப்புகிறது தனியுரிமை சேவையகம்.
tr: Uzak Token, kimlik doğrulama isteğini bir başkasına iletir PrivacyIDEA sunucusu.
uk: Віддалений маркер пересилає запит на автентифікацію іншому користувачу сервер конфіденційностіIDEA.

source: The SMS Token is an event based token. After the user has tried to authenticate with the OTP PIN, an SMS with an OTP value is sent to the users mobile phone. Then user can authenticate with this OTP value in a second step.
de: Der SMS-Token ist ein ereignisbasierter Challenge-Response-Token. Nachdem der Benutzer die korrekte OTP-PIN eingegeben hat, wird eine SMS mit dem OTP-Wert an die hinterlegte Handynummer gesendet. Im zweiten Schritt kann sich der Benutzer mit diesem OTP-Wert authentisieren.
fr: Le jeton SMS est un jeton basé sur un événement. Après que l'utilisateur ait essayé de s'authentifier avec le PIN OTP, un SMS avec une valeur OTP est envoyé à son téléphone mobile. L'utilisateur peut ensuite s'authentifier avec cette valeur OTP dans un second temps.
it: Il token SMS è un token basato sugli eventi. Dopo che l'utente ha tentato di autenticazione con il PIN OTP, viene inviato al cellulare dell'utente un SMS con un valore OTP. L'utente può quindi autenticarsi con questo valore OTP in una seconda fase.
nl: Het SMS-token is een gebeurtenis gebaseerd token. Nadat de gebruiker geprobeerd heeft om met de OTP PIN te authenticeren, wordt er een SMS met een OTP-waarde gestuurd naar de mobiele telefoon van de gebruiker. Dan kan de gebruiker deze OTP-waarde gebruiken in een tweede stap.
pt: O SMS Token é um token baseado em eventos. Depois de o utilizador ter tentado autenticar-se com o PIN OTP, é enviado um SMS com um valor OTP para o telemóvel do utilizador. O utilizador pode então autenticar-se com este valor OTP numa segunda etapa.
ru: SMS-токен — это токен, основанный на событиях. После того, как пользователь попытался аутентифицироваться с помощью OTP PIN, на мобильный телефон пользователя отправляется SMS со значением OTP. Затем пользователь может аутентифицироваться с помощью этого значения OTP на втором шаге.
ta: எச்எம்எச் கிள்ளாக்கு என்பது கிள்ளாக்கை அடிப்படையாகக் கொண்ட ஒரு நிகழ்வு. பயனர் முயற்சித்த பிறகு OTP முள் அங்கீகரிக்கவும், OTP மதிப்பைக் கொண்ட SMS க்கு அனுப்பப்படுகிறது பயனர்கள் மொபைல் போன். இந்த OTP மதிப்பை பயனர் அங்கீகரிக்க முடியும் இரண்டாவது படி.
tr: SMS belirteci bir etkinlik temelli bir jetondur. Kullanıcı denedikten sonra OTP PIN'iyle kimlik doğrulaması, OTP değeri olan bir SMS gönderilir. Kullanıcılar cep telefonu. Sonra kullanıcı, bu OTP değerinin bir bölümünde kimlik doğrulaması yapabilir. ikinci adım.
uk: SMS-токен - це токен, що базується на події. Після того, як користувач спробував аутентифікуватися за допомогою OTP PIN-коду, на мобільний телефон користувача надсилається SMS-повідомлення зі значенням OTP на мобільний телефон користувача. Потім користувач може автентифікуватися за допомогою цього OTP-значення на другому кроці.

source: The SMS Token sends an OTP value to the mobile phone of the user.
de: Der SMS-Token sendet einen OTP-Wert an das Mobiltelefon des Benutzers.
fr: Le jeton SMS envoie une valeur OTP au téléphone mobile de l'utilisateur.
it: Il token SMS invia un valore OTP al telefono cellulare dell'utente.
nl: Het SMS-token stuurt een OTP-waarde naar de mobiele telefoon van de gebruiker.
pt: O SMS Token envia um valor OTP para o telemóvel do utilizador.
ru: SMS-токен отправляет одноразовый пароль на мобильный телефон пользователя.
ta: எச்எம்எச் கிள்ளாக்கு பயனரின் மொபைல் ஃபோனுக்கு ஒரு OTP மதிப்பை அனுப்புகிறது.
tr: SMS Jetonu, kullanıcının cep telefonuna bir OTP değeri gönderir.
uk: SMS-токен надсилає значення OTP на мобільний телефон користувача.

source: The SSH Key Token stores the public SSH Key in the server. This can be used to authenticate to a secure shell.
de: Der SSH-Key-Token speichert den öffentlichen SSH-Schlüssel im Server. Damit kann der Benutzer sich an Servern mittels SSH anmelden.
fr: Le jeton clé SSH stocke la clé publique SSH dans le serveur. Celle-ci peut être utilisée pour s'authentifier dans un shell sécurisé.
it: Il token chiave SSH memorizza la chiave pubblica SSH nel server. Questa può essere utilizzata per autenticarsi in una shell sicura.
nl: Het SSH-sleutel token bewaart de publieke SSH-sleutel in de server. Dit kan gebruikt worden om een secure shell te authenticeren.
pt: O Token de Chave SSH armazena a chave SSH pública no servidor. Esta pode ser utilizada para autenticar uma shell segura.
ru: Токен ключа SSH хранит открытый ключ SSH на сервере. Его можно использовать для аутентификации в защищенной оболочке.
ta: பாஓடு விசை கிள்ளாக்கு பொது பாஓடு விசையை சேவையகத்தில் சேமிக்கிறது. பாதுகாப்பான செல்லை அங்கீகரிக்க இது பயன்படுத்தப்படலாம்.
tr: SSH tuşu belirteci, sunucudaki genel SSH tuşunu saklar. Bu, güvenli bir kabuğun kimliğini doğrulamak için kullanılabilir.
uk: Маркер ключа SSH зберігає відкритий ключ SSH на сервері. Це можна використовувати для автентифікації в безпечній оболонці.

source: The Serial number for the OTP value {{ otp }} is <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
cs: Sériové číslo pro jednorázový kód {{ otp }} je <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
de: Die Seriennummer für den Token mit dem OTP-Wert {{ otp }} ist <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
fr: Le numéro de série pour cette valeur OTP {{ otp }} est <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
it: Il numero di serie del valore OTP {{ otp }} è <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
nl: De serienummer voor de OTP-waarde {{ otp }} is <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
pt: O número de série do valor OTP {{ otp }} é <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
ru: Серийный номер для значения OTP {{ otp }} — это <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
ta: OTP மதிப்புக்கான வரிசை எண் {{ otp }} <a ui-sref = "token.details ({tokenSerial:serial})"> {{ serial }} </a>.
tr: OTP değerinin seri numarası {{ otp }} <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.
uk: Серійний номер для значення OTP {{ otp }} є <a ui-sref="token.details({tokenSerial:serial})">{{ serial }}</a>.

source: The Simple Pass Token does not take additional arguments. You only need to specify an OTP PIN.
de: Der Simple-Pass-Token benötigt keine zusätzlichen Argumente. Sie müssen lediglich eine OTP-PIN angeben.
fr: Le jeton de mot de passe simple ne prend pas d'argument additionnel. Vous devez seulement spécifier un PIN OTP.
pt: O Simple Pass Token não aceita argumentos adicionais. Só precisa de especificar um PIN OTP.
ru: Simple Pass Token не принимает дополнительных аргументов. Вам нужно только указать OTP PIN.
ta: எளிய பாச் கிள்ளாக்கு கூடுதல் வாதங்களை எடுக்காது. நீங்கள் மட்டுமே வேண்டும் OTP முள் குறிப்பிடவும்.
uk: Токен Simple Pass не приймає додаткових аргументів. Вам потрібно лише вкажіть PIN-код OTP.

source: The TAN token will let you print a list of OTP values. These OTP values can be used to authenticate. The values can be used in an arbitrary order.
de: Der TAN-Token ist eine Liste von ausgedruckten OTP-Werten. Mit diesen OTP-Werten kann sich der Benutzer authentisieren. Er streicht dann die Werte aus der Liste, nachdem er sie benutzt hat.
fr: Le jeton TAN vous permet d'imprimer une liste de valeurs OTP. Celles-ci peuvent être utilisées pour s'authentifier. Les valeurs peuvent être utilisées aléatoirement.
it: Il token TAN consente di stampare un elenco di valori OTP. Questi valori OTP possono essere utilizzati per l'autenticazione. I valori possono essere utilizzati in un ordine arbitrario.
nl: Het TAN-token laat je een lijst met OTP-waarden afdrukken. Deze OTP-waarden kunnen gebruikt worden om te authenticeren. De waarden kunnen in een willekeurige volgorde gebruikt worden.
pt: O token TAN permite-lhe imprimir uma lista de valores OTP. Estes valores OTP podem ser utilizados para efetuar a autenticação. Os valores podem ser utilizados numa ordem arbitrária.
ru: Токен TAN позволит вам распечатать список значений OTP. Эти значения OTP можно использовать для аутентификации. Значения можно использовать в произвольном порядке.
ta: OTP மதிப்புகளின் பட்டியலை அச்சிட டான் கிள்ளாக்கு உங்களை அனுமதிக்கும். இந்த OTP மதிப்புகள் அங்கீகரிக்க பயன்படுத்தப்படலாம். மதிப்புகளை ஒரு இல் பயன்படுத்தலாம் தன்னிச்சையான ஒழுங்கு.
tr: Tan belireni, OTP değerlerinin bir listesini yazdırmanıza izin verecektir. Bu OTP değerleri doğrulamak için kullanılabilir. Değerler bir şekilde kullanılabilir keyfi sipariş.
uk: Маркер TAN дозволить вам надрукувати список значень OTP. Ці значення OTP можна використовувати для автентифікації. Значення можна використовувати в довільний порядок.

source: The TOTP Token is a time based one time password token. It is described in <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
cs: TOTP je algoritmus pro generování jednorázových kódů na základě času. Je popsán v <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
de: Der TOTP-Token ist ein zeitbasierter Einmalpasswort-Token.Er ist in <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a> beschrieben.
fr: Le jeton TOTP est un jeton à mot de passe à usage unique basé sur le temps. Il est décrit dans la <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
it: Il token TOTP è un token di password monouso basato sul tempo. È descritto in <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
nl: Het TOTP-token is een tijdsgebaseerd One Time Password token. Het word beschreven in <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
pt: O TOTP Token é um token de palavra-passe de uso único baseado no tempo. É descrito na <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
ru: TOTP Token — это одноразовый пароль, основанный на времени. Он описан в <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
ta: TOTP கிள்ளாக்கு என்பது ஒரு முறை கடவுச்சொல் கிள்ளாக்கு அடிப்படையிலான நேரம். இது <a href="https://tools.ietf.org/html/rfc6238">RFC இல் விவரிக்கப்பட்டுள்ளது 6238</a>.
tr: TOTP belirteci bir zaman tabanlı bir zaman şifre belirtecidir. <a href="htps://tools.ietf.org/html/rfc6238"> rfc adresinde açıklanmıştır. 6238 </a>.
uk: Токен TOTP — це токен одноразового пароля на основі часу. Це описано в <a href="https://tools.ietf.org/html/rfc6238">RFC 6238</a>.
