Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Total Templates: {{ templatedata.count }}
ta: மொத்த வார்ப்புருக்கள்: {{ templatedata.count }}
uk: Всього шаблонів: {{ templatedata.count }}

source: Total expired challenges deleted:
uk: Загальна кількість видалених прострочених завдань:

source: Total user cache entries deleted:
uk: Загальна кількість видалених записів кешу користувача:

source: Transaction ID
cs: ID transakce
de: Transaktions-ID
fr: ID transaction
it: ID transazione
nl: Transactie ID
pt: ID da transação
ta: பரிவர்த்தனை ஐடி
tr: İşlem Kimliği
uk: Ідентифікатор транзакції

source: Type
cs: Typ
de: Typ
it: Tipo
pt: Tipo
ta: வகை
tr: Tip
uk: Тип

source: Type a PIN or password
de: Geben Sie eine PIN/ein Passwort ein
fr: Saisir un PIN ou un mot de passe
pt: Introduza um PIN ou uma palavra-passe
ta: முள் அல்லது கடவுச்சொல்லை தட்டச்சு செய்க
uk: Введіть PIN-код або пароль

source: Type a password
cs: Vepište heslo
de: Geben Sie ein Passwort ein
fr: Saisissez un mot de passe
it: Digita una password
nl: Geef een wachtwoord
pt: Introduza uma palavra-passe
ta: கடவுச்சொல் தட்டச்சு செய்க
tr: Bir şifre girin
uk: Введіть пароль

source: U2F Token settings
de: U2F Token Einstellungen
fr: Paramètres jeton U2F
it: Impostazioni del token U2F
nl: U2F token-instellingen
pt: Definições do Token U2F
ta: U2F கிள்ளாக்கு அமைப்புகள்
tr: U2F Token Ayarları
uk: Налаштування U2F Token

source: UID Type
de: UID Typ
fr: Type UID
it: Tipo di UID
pt: Tipo de UID
ta: Uid வகை
tr: UID tipi
uk: Тип UID

source: URL of the privacyIDEA server
cs: URL serveru privacyIDEA
de: URL des privacyIDEA Servers
fr: URL du serveur privacyIDEA
it: URL del server privacyIDEA
nl: URL van de privacyIDEA-server
pt: URL do servidor privacyIDEA
ta: தனியுரிமை சேவையகத்தின் முகவரி
tr: PrivacyIDEA sunucusunun URL'si
uk: URL-адреса сервера privacyIDEA

source: Unassign
de: Zuweisung aufheben
fr: Désassigner
pt: Desatribuir
ta: ஒதுக்கவும்
uk: Скасувати призначення

source: Unassign Token
cs: Odebrat token
de: Tokenzuweisung aufheben
fr: Désassigner jeton
it: Disassegna il Token
nl: Token niet meer toewijzen
pt: Desatribuir Token
ta: UNACCIN கிள்ளாக்கு
tr: Nöbet belirteci
uk: Скасувати призначення маркера

source: Unassign User
cs: Odebrat uživatele
de: Benutzerzuweisung aufheben
fr: Désassigner utilisateur
it: Revoca assegnazione utente
nl: Gebruiker niet meer toewijzen
pt: Desatribuir utilizador
ta: Unsign பயனர்
tr: Unassign kullanıcısı
uk: Скасувати призначення користувача

source: Unassign User From All Tokens
ta: எல்லா டோக்கன்களிலிருந்தும் பயனரை இணைக்கவும்
uk: Скасувати призначення користувача з усіх токенів

source: Unassigned Hardware
cs: Nepřiřazené hardware
de: Nicht zugewiesene Hardware Token
fr: Désassigner matériel
it: Hardware non assegnato
nl: Niet toegewezen hardware
pt: Hardware não atribuído
ta: ஒதுக்கப்படாத வன்பொருள்
tr: Atanmamış donanım
uk: Непризначене обладнання

source: Unassigned Software
cs: Nepřiřazené software
de: Nicht zugewiesene Software Token
fr: Désassigner logiciel
it: Software non assegnato
nl: Niet toegewezen software
pt: Software não atribuído
ta: ஒதுக்கப்படாத மென்பொருள்
tr: Atanmamış Yazılım
uk: Непризначене програмне забезпечення

source: Unregister Container
ta: பதிவு செய்யாத கொள்கலன்
uk: Скасувати реєстрацію контейнера

source: Upload Certificate
cs: Nahrát certifikát
de: Zertifikat hochladen
fr: Téléverser un certificat
it: Carica certificato
nl: Upload certificaat
pt: Carregar certificado
ta: பதிவேற்ற சான்றிதழ்
tr: Sertifika Yükle
uk: Завантажити сертифікат

source: Upload Request
cs: Nahrát požadavek
de: Zertifikatsanforderung hochladen
fr: Téléverser une requête
it: Carica richiesta
nl: Upload aanvraag
pt: Carregar pedido
ta: கோரிக்கையைப் பதிவேற்றவும்
tr: Yükleme isteği
uk: Запит на завантаження

source: Upload Subscription File
de: Subskriptionsdatei hochladen
fr: Téléverser un fichier d'abonnement
it: Carica file di abbonamento
nl: Upload inschrijvingsbestand
pt: Carregar ficheiro de subscrição
ta: Upload சந்தா கோப்பு
tr: Abonelik dosyasını yükle
uk: Завантажте файл підписки

source: Uploaded File
cs: Nahraný soubor
de: Hochgeladene Datei
fr: Fichier téléversé
it: File caricato
nl: Geüpload bestand
pt: Ficheiro carregado
ta: Uploaded கோப்பு
tr: Yüklenen dosya
uk: Завантажений файл

source: Uploaded Tokens
cs: Nahrané tokeny
de: Hochgeladene Token
fr: Jetons téléversés
it: Token caricati
nl: Geïmporteerde tokens
pt: Tokens carregados
ta: பதிவேற்றிய டோக்கன்கள்
tr: Yüklenen belirteçler
uk: Завантажені токени

source: Use @ sign to split the username and the realm.
de: Verwende das @-Zeichen, um den Benutzernamen und den Realm abzutrennen.
fr: Utiliser le signe @ pour séparer le nom d'utilisateur et le domaine.
pt: Utilize o caracter @ para dividir o nome de utilizador e o domínio.
ta: Use @ sign பெறுநர் split the username and the realm.
uk: Використовуйте знак @, щоб розділити ім’я користувача і царство.

source: Use HTTP proxy
de: HTTP-Proxy verwenden
fr: Utiliser un proxy HTTP
it: Usa proxy HTTP
nl: Gebruik HTTP-proxy
pt: Utilizar proxy HTTP
ta: HTTP ப்ராக்சியைப் பயன்படுத்தவும்
uk: Використовуйте HTTP-проксі

source: Use SSL
de: SSL verwenden
fr: Utiliser SSL
it: Usa SSL
nl: Gebruik SSL
pt: Utilizar SSL
ta: SSL ஐப் பயன்படுத்தவும்
uk: Використовуйте SSL

source: Use STARTTLS on a plain LDAP connection usually on port 389.
de: STARTTLS mit einer LDAP-Verbindung auf Port 389 benutzen.
fr: Utiliser STARTTLS sur une connexion LDAP simple habituellement sur le port 389.
it: Usa STARTTLS su una connessione LDAP, di solito sulla porta 389.
nl: Gebruik STARTTLS op een gewone LDAP-verbinding op poort 389.
pt: Utilizar STARTTLS numa ligação LDAP simples, normalmente na porta 389.
ta: Use STARTTLS on a plain LDAP connection usually on துறைமுகம் 389.
tr: Genellikle 389 numaralı bağlantı noktasında düz bir LDAP bağlantısında StartTL'ler kullanın.
uk: Використовуйте STARTTLS у звичайному з’єднанні LDAP, зазвичай на порту 389.

source: Use StartTLS
cs: Použít StartTLS
de: StartTLS verwenden
fr: Utiliser StartTLS
it: Usa StartTLS
nl: Gebruik StartTLS
pt: Utilizar StartTLS
ta: StartTls ஐப் பயன்படுத்தவும்
tr: Starttls kullanın
uk: Використовуйте StartTLS

source: Use a Template
ta: ஒரு வார்ப்புருவைப் பயன்படுத்தவும்
uk: Використовуйте шаблон

source: Use two-step enrollment with the privacyIDEA Authenticator App
cs: Použít dvoufázovou registraci s aplikací privacyIDEA authenticator
de: Ausrollen mit Zwei-Schritt und der privacyIDEA Authenticator App
fr: Utiliser l'enrôlement en 2 étapes avec l'application privacyIDEA Authenticator
it: Utilizza la registrazione in due passaggi con l'app privacyIDEA Authenticator
nl: Gebruik twee-stap aanmelding met de PrivacyIDEA Authenticator App
pt: Utilizar o registo em duas etapas com a aplicação PrivacyIDEA Authenticator
ta: Use two-step enrollment with the privacyIDEA Authenticator பயன்பாடு
tr: PrivacyIDEA Authenticator uygulamasıyla iki adımlı kayıt kullanın
uk: Використовуйте двоетапну реєстрацію з додатком privacyIDEA Authenticator

source: User
cs: Uživatel
de: Benutzer
fr: Utilisateur
it: Utente
nl: Gebruiker
pt: Utilizador
ta: பயனர்
tr: Kullanıcı
uk: Користувач

source: User Agent
uk: Агент користувача

source: User Cache expiration in seconds
de: Benutzer Cache - Gültigkeit in Sekunden
fr: Expiration du cache utilisateur en secondes
pt: Expiração da cache de utilizadores em segundos
ta: பயனர் Cache expiration in நொடிகள்
uk: Кеш користувача термін дії в секундах

source: User Id
cs: ID uživatele
de: Benutzer-ID
fr: ID utilisateur
it: ID utente
nl: Gebruiker id
pt: Id do utilizador
ta: பயனர் ஐடி
tr: Kullanıcı kimliği
uk: Ідентифікатор користувача

source: User Info Key
uk: Ключ інформації користувача

source: User Store Attribute
uk: Атрибут сховища користувача

source: User account created. An Email has been sent to you.
cs: Uživatelský účet byl vytvořen. Podrobnosti byly odeslány e-mailem.
de: Benutzerkonto wurde angelegt. Eine Email wurde an Sie gesendet.
fr: Compte utilisateur créé. Un courriel vous a été envoyé.
it: Account utente creato. Ti è stata inviata un'e-mail.
nl: Gebruikersaccount gemaakt. Er is een e-mail naar jou verzonden.
pt: Conta de utilizador criada. Foi-lhe enviado um e-mail.
ta: பயனர் account created. An Email has been sent பெறுநர் you.
tr: Kullanıcı hesabı oluşturuldu. Size bir e-posta gönderildi.
uk: Обліковий запис користувача створено. Вам надіслано електронний лист.

source: User created.
cs: Uživatel byl vytvořen.
de: Benutzer angelegt.
fr: Utilisateur créé.
it: Utente creato.
nl: Gebruiker gemaakt.
pt: Utilizador criado.
ta: பயனர் created.
tr: Kullanıcı oluşturuldu.
uk: Користувач створено.

source: User deleted successfully.
cs: Smazání uživatele bylo úspěšné.
de: Benutzer erfolgreich gelöscht.
fr: Utilisateur supprimé avec succès.
it: Utente cancellato con successo.
nl: Verwijderen van gebruiker is gelukt.
pt: Utilizador eliminado com sucesso.
ta: பயனர் deleted successfully.
tr: Kullanıcı başarıyla silindi.
uk: Користувача успішно видалено.

source: User updated successfully.
cs: Aktualizace uživatele byla úspěšná.
de: Benutzer erfolgreich aktualisiert.
fr: Utilisateur mis à jour avec succès.
it: Utente aggiornato con successo.
nl: Aanpassen van gebruiker is gelukt.
pt: Utilizador atualizado com sucesso.
ta: பயனர் updated successfully.
tr: Kullanıcı başarıyla güncellendi.
uk: Користувача успішно оновлено.

source: User-Realm
cs: Uživatelova doména
de: Benutzerrealm
fr: Domaine-Utilisateur
it: Realm utente
nl: Gebruikers-realm
pt: Domínio-Utilizador
ta: பயனர்-மறுபரிசீலனை
tr: Kullanıcı-bölge
uk: Область користувача

source: User-Resolver
de: Benutzer-Resolver
fr: Interpréteur-Utilisateur
it: Resolver utente
nl: Gebruikers-resolver
pt: Resolvedor-Utilizador
ta: பயனர்-தீர்ப்பாளர்
tr: Kullanıcı çözücü
uk: Користувач-вирішувач

source: Username
cs: Uživatelské jméno
de: Benutzer
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pt: Nome de utilizador
ta: பயனர்பெயர்
tr: Kullanıcı adı
uk: Ім'я користувача

source: Username case-insensitive.
de: Groß-/Kleinschreibung bei Benutzernamen ignorieren.
fr: Nom d'utilisateur non sensible à la casse.
pt: Nome de utilizador sem distinção entre maiúsculas e minúsculas.
ta: பயனர்பெயர் வழக்கு-உணர்திறன்.
uk: Ім'я користувача не враховує регістр.

source: Users
cs: Uživatelé
de: Benutzer
fr: Utilisateurs
it: Utenti
nl: Gebruikers
pt: Utilizadores
ta: பயனர்கள்
tr: Kullanıcılar
uk: Користувачі

source: Valid subscription
de: Gültige Subskription
fr: Abonnement valide
it: Abbonamento valido
nl: Geldige inschrijving
pt: Subscrição válida
ta: Valid சந்தா
tr: Geçerli abonelik
uk: Дійсна підписка

source: Valid time
cs: Doba platnosti
de: Gültigkeitszeitraum
fr: Durée de validité
it: Tempo valido
nl: Geldige tijd
pt: Tempo válido
ta: செல்லுபடியாகும் நேரம்
tr: Geçerli zaman
uk: Дійсний час

source: Validate the passphrase against the user store.
uk: Перевірте парольну фразу у сховищі користувачів.

source: Validity End
cs: Konec platnosti
de: Ende Gültigkeit
fr: Fin de validité
it: Fine validità
nl: Geldigheid eindigt
pt: Fim da validade
ta: செல்லுபடியாகும் முடிவு
tr: Geçerlilik sonu
uk: Кінець терміну дії

source: Validity Period
cs: Doba platnosti
de: Gültigkeitsdauer
fr: Période de validité
it: Periodo di validità
nl: Geldigheidsperiode
pt: Período de validade
ta: Validity காலசுழற்சி
tr: Geçerlilik süresi
uk: Термін дії

source: Validity Start
cs: Počátek platnosti
de: Begin Gültigkeit
fr: Début de validité
it: Inizio validità
nl: Geldigheid begint
pt: Início da validade
ta: Validity தொடங்கு
tr: Geçerlilik başlangıcı
uk: Початок дії

source: Value
cs: Hodnota
de: Wert
fr: Valeur
it: Valore
nl: Waarde
pt: Valor
ta: மதிப்பு
tr: Değer
uk: Значення

source: Verify SSL certificate
de: SSL-Zertifikat verifizieren
fr: Vérifier le certificat SSL
it: Verifica certificato SSL
nl: Verifieer SSL-certificaat
pt: Verificar o certificado SSL
ta: SSL சான்றிதழை சரிபார்க்கவும்
tr: SSL sertifikasını doğrula
uk: Перевірте сертифікат SSL

source: Verify TLS
de: TLS verifizieren
fr: Vérifier TLS
it: Verifica TLS
nl: Verifieer TLS
pt: Verificar TLS
ta: TLS ஐ சரிபார்க்கவும்
tr: TL'leri doğrula
uk: Перевірте TLS

source: Verify Token
cs: Ověřit token
de: Token verifizieren
fr: Vérifier le jeton
it: Verifica token
nl: Verifieer token
pt: Verificar token
ta: Verify கிள்ளாக்கு
tr: Belirteci doğrulamak
uk: Перевірте маркер

source: Verify the TLS cerificate of the server.
de: Das TLS Zertifikat des LDAP Servers wird verifiziert.
fr: Vérifier le certificat TLS du serveur.
it: Verifica il certificato TLS del server.
nl: Verifieer het TLS-certificaat van de server.
pt: Verificar o certificado TLS do servidor.
ta: Verify the TLS cerificate of the சேவையகம்.
tr: Sunucunun TLS serisini doğrulayın.
uk: Перевірте TLS-сертифікат сервера.

source: Verify the TLS certificate of the server.
uk: Перевірте TLS-сертифікат до сервера.

source: Verify the certificate
de: Zertifikat verifizieren
fr: Vérifier le certificat
it: Verifica il certificato
nl: Verifieer het certificaat
pt: Verificar o certificado
ta: சான்றிதழை சரிபார்க்கவும்
tr: Sertifikayı doğrula
uk: Перевірте сертифікат

source: View token in Audit log
cs: Zobrazit token v protokolu
de: Token im Audit-Log anzeigen
fr: Voir le jeton dans le journal d'audit
it: Visualizza token in Audit log
nl: Bekijk token in audit log
pt: Ver token no registo de auditoria
ta: பார்வை கிள்ளாக்கு in Audit log
tr: Denetim günlüğünde jetonu görüntüleyin
uk: Переглянути маркер у журналі аудиту

source: View user in Audit log
cs: Zobrazit uživatele v audit logu
de: Benutzer im Audit-Log anzeigen
fr: Voir l'utilisateur dans le journal d'audit
it: Visualizza utente in Audit log
nl: Bekijk gebruiker in audit log
pt: Ver utilizador no registo de auditoria
ta: பார்வை பயனர் in Audit log
tr: Denetim günlüğünde kullanıcıyı görüntüle
uk: Переглянути користувача в журналі аудиту

source: Viewing the RSS feeds for the last {{ rss_age }} days.
ta: கடைசி {{ rss_age }}} நாட்களுக்கு RSS ஊட்டங்களைப் பார்ப்பது.
uk: Перегляд каналів RSS за останні {{ rss_age }} днів.

source: WebAuthn Token settings
cs: Nastavení WebAuthn tokenu
de: WebAuthn Token Einstellungen
fr: Paramètres jeton WebAuthn
it: Impostazioni del token WebAuthn
nl: WebAuthn-token instellingen
pt: Definições do Token WebAuthn
ta: WebAuthn கிள்ளாக்கு அமைப்புகள்
tr: WebAuthn Token Ayarları
uk: Налаштування маркера WebAuthn

source: WebAuthn is not supported by this browser, or in this context.
cs: WebAuthn není podporováno webovým prohlížečem nebo v tomto kontextu.
de: WebAuthn wird von diesem Browser oder in diesem Kontext nicht unterstützt.
fr: WebAuthn n'est pas compatible avec ce navigateur, ou dans ce contexte.
it: WebAuthn non è supportato da questo browser, o in questo contesto.
nl: WebAuthn wordt niet ondersteund door deze browser of in deze context.
pt: O WebAuthn não é suportado por este browser ou neste contexto.
ta: இந்த உலாவியால் அல்லது இந்த சூழலில் வெப்அத்ன் ஆதரிக்கப்படவில்லை.
tr: WebAuthn bu tarayıcı tarafından desteklenmiyor veya bu bağlamda.
uk: WebAuthn не підтримується цим браузером або в цьому контексті.

source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
it: Benvenuto
nl: Welkom
pt: Bem-vindo
ta: வரவேற்கிறோம்
tr: Hoş geldin
uk: Ласкаво просимо

source: Where statement
de: WHERE-Ausdruck
fr: Où la déclaration
it: Dove la dichiarazione
pt: Declaração Where
ta: எங்கே அறிக்கை
tr: Nerede ifade
uk: Де заява

source: Window
de: Fenster
fr: Fenêtre
pt: Janela
ta: சாளரம்
uk: Вікно

source: With the PUSH token privacyIDEA sends a notification to your registered smartphone asking if you want to approve the authentication step. You can accept or deny the authentication on your smartphone.
cs: Při push autentizaci pošle server push notifikaci do zaregistrovaného chytrého telefonu, který zobrazí výzvu k potvrzení autentizace. Ve svém chytrém telefonu můžete autentizaci potvrdit nebo zamítnout.
de: Mit dem PUSH Token sendet privacyIDEA eine Benachrichtigung an das registrierte Smartphone. Auf dem Smartphone kann der Benutzer die Anmeldung bestätigen oder verwerfen.
fr: Avec le jeton PUSH, privacyIDEA envoie une notification à votre smartphone enregistré demandant si vous voulez approuver l'étape d'authentification. Vous pouvez accepter or refuser l'authentification sur votre smartphone.
it: Con il token PUSH privacyIDEA invia una notifica allo smartphone registrato chiedendo se si desidera approvare la fase di autenticazione. È possibile accettare o negare l'autenticazione sullo smartphone.
nl: Met het PUSH-token stuurt privacyIDEA een melding naar je geregistreerde smartphone om te vragen of je de authenticatiestap wil goedkeuren. Je kunt dan de authenticatie op je smartphone aanvaarden of weigeren.
pt: Com o token PUSH, o privacyIDEA envia uma notificação para o seu smartphone registado, perguntando-lhe se pretende aprovar o passo de autenticação. O utilizador pode aceitar ou recusar a autenticação no seu smartphone.
ta: With the PUSH கிள்ளாக்கு privacyIDEA sends a notification பெறுநர் your registered smartphone asking if you want பெறுநர் approve the authentication step. You can ஏற்றுக்கொள் or deny the authentication on your smartphone.
tr: Push Token PrivacyIdea ile kayıtlı akıllı telefonunuza bir bildirim gönderir. Kimlik doğrulama adımı onaylamak istiyorsanız. Akıllı telefonunuzdaki kimlik doğrulamasını kabul edebilir veya reddedebilirsiniz.
uk: За допомогою токена PUSH privacyIDEA надсилає повідомлення на ваш зареєстрований смартфон із запитанням чи хочете ви схвалити крок автентифікації. Ви можете прийняти або відхилити автентифікацію на своєму смартфоні.

source: Working Directory
de: Arbeitsverzeichnis
fr: Répertoire de travail
it: Directory di lavoro
nl: Werkmap
pt: Diretório de trabalho
ta: வேலை அடைவு
tr: Çalışma dizini
uk: Робочий каталог

source: You are about to rollover your token! This will invalidate your existing token and create a new token with a new secret key!
de: Sie sind gerade dabei, ein Rollover für Ihren Token durchzuführen! Dies führt dazu, dass Ihr aktueller Token ungültig wird und ein neuer Token mit einem neuen geheimen Schlüssel erzeugt wird!
fr: Vous êtes en train de renouveler votre jeton ! Ceci invalidera votre jeton existant et créera un nouveau jeton avec une nouvelle clé secrète !
pt: Está prestes a efetuar o rollover do sua token! Isto invalidará o seu token existente e criará um novo token com uma nova chave secreta!
ta: You அரே பற்றி பெறுநர் rollover your token! This will invalidate your existing token and create a புதிய கிள்ளாக்கு with a புதிய secret key!
uk: Ви збираєтеся перекинути свій жетон! Це призведе до недійсності ваш існуючий маркер і створити новий маркер з новим секретним ключем!

source: You are authenticated by the web server as user <b>{{ remoteUser }}</b>. You may log in as this user to privacyIDEA without any further credentials.
ta: வலை சேவையகத்தால் நீங்கள் பயனராக அங்கீகரிக்கப்படுகிறீர்கள் <b> {{ remoteUser }} </b>. இந்த பயனராக நீங்கள் மேலும் இல்லாமல் தனியுரிமை இடத்திற்கு உள்நுழையலாம் நற்சான்றிதழ்கள்.
uk: Ви автентифіковані веб-сервером як користувач <b>{{ remoteUser }}</b>. Ви можете увійти як цей користувач у privacyIDEA без будь-яких подальших дій облікові дані.

source: You are logged in as {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
cs: Přihlášen/přihlášena jako {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
de: Sie sind als Benutzer {{ loggedInUser.username }} @ {{ loggedInUser.realm}} angemeldet.
fr: Vous êtes connecté en tant que {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
it: Sei connesso come {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
nl: Je bent aangemeld als {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
pt: Tem sessão iniciada como {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
ta: You அரே logged in அச் {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.
tr: {{ loggedInUser.username }} Olarak giriş yaptınız @ {{ loggedInUser.realm }}.
uk: Ви ввійшли як {{ loggedInUser.username }} @ {{ loggedInUser.realm }}.

source: You are not allowed to enroll this token type! It will be skipped!
ta: இந்த கிள்ளாக்கு வகையைச் சேர்க்க உங்களுக்கு இசைவு இல்லை! அது தவிர்க்கப்படும்!
uk: Вам не дозволено зареєструвати цей тип маркера! Це буде пропущено!

source: You are using a certain amount of Push tokens. Note, that you need a valid subscription, to use Push tokens in push mode. Otherwise Push tokens will only work in poll only mode.
de: Sie verwenden eine bestimmte Anzahl an Push-Tokens. Um Push-Tokens im Push-Modus zu verwenden, benötigen Sie ein gültiges Abonnement. Ansonsten funktionieren Push-Tokens nur im "Poll-only"-Modus.
fr: Vous utilisez une certaine quantité de jetons Push. Notez que vous devez posséder un abonnement valide pour utiliser ces jetons en mode push. Sinon les jetons Push fonctionneront uniquement en mode poll.
it: Stai utilizzando una certa quantità di token push. Si noti che è necessario un abbonamento valido per utilizzare i token push in modalità push. In caso contrario, i token push funzioneranno solo in modalità pull.
nl: Je gebruikt een aantal Push-tokens. Merk op dat je een geldig abonnement nodig hebt om Push-tokens in Push-modus te gebruiken. Anders zullen Push-tokens enkel in poll-modus werken.
pt: Está a utilizar uma determinada quantidade de tokens Push. Note que precisa de uma subscrição válida para utilizar os tokens Push no modo Push. Caso contrário, os tokens Push só funcionarão em modo poll.
ta: You அரே using a certain amount of Push tokens. Note, that you need a valid subscription, பெறுநர் use Push tokens in push mode. Otherwise Push tokens will only வேலை in poll only mode.
tr: Belli bir miktarda itme belirteç kullanıyorsunuz. Not, geçerli bir aboneliğe ihtiyacınız olduğunu, itme modunda itme belirteçlerini kullanmak için. Aksi takdirde, belirteçleri itin, yalnızca Yalnızca Anket modunda çalışacaktır.
uk: Ви використовуєте певну кількість токенів Push. Зауважте, що вам потрібна дійсна підписка, щоб використовувати Push-токени в режимі push. Інакше Push-токени працюватимуть лише в режимі лише опитування.

source: You can choose a realm to which the tokens should be imported. You can also change the realms of each token later.
cs: Můžete zvolit doménu, do které budou tokeny importovány. Doménu každého tokenu můžete změnit později.
de: Hier wählen Sie den Realm, in den die Token importiert werden. Sie können später den Realm jedes Token ändern.
fr: Vous pouvez choisir un domaine où les jetons doivent être importés. Vous pouvez aussi changer plus tard, les domaines de chaque jeton.
it: È possibile scegliere un realm in cui importare i token. È anche possibile modificare i realm di ciascun token in un secondo momento.
nl: Je kunt een realm selecteren waarin de tokens geïmporteerd moeten worden. Je kunt de realm van elk token ook later wijzigen.
pt: Pode escolher um domínio para o qual os tokens devem ser importados. Também pode alterar os domínios de cada token mais tarde.
ta: You can choose a realm பெறுநர் which the tokens should be imported. You can also change the realms of each கிள்ளாக்கு later.
tr: Tokaların alınması gereken bir alem seçebilirsiniz. Her belirteçlerin alemlerini daha sonra değiştirebilirsiniz.
uk: Ви можете вибрати сферу, до якої слід імпортувати токени. Ви також можете змінити області кожного маркера пізніше.
