Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: The Yubikey Token is an USB device that emits an event based One Time Password. You can initialize the Yubikey using the YubiKey personalization tools. The secret hex key and the final OTP length are needed here. For tokens compatible with the Yubico cloud service the OTP length must be 44 (12 characters UID and 32 characters OTP). When programming the token for the Yubico cloud service, the Public Identity Length must be 6 bytes, which will give you a UID with 12 characters. The current OTP length of a programmed YubiKey can automatically be determined by inserting it in the test field.
de: Der Yubikey ist ein USB-Gerät, das ein ereignisbasiertes Einmalpasswort ausgibt. Dazu wird es als Tastatur erkannt. Sie können den Yubikey mit Personalisierungstools von Yubico initialisieren. Der geheime Schlüssel in Hex und die gesamte Länge des OTP-Wertes werden hier benötigt. Yubikesy, die mit der Yubicloud kompatibel sind, geben eine Gesamtlänge von 44 Zeichen (12 Zeichen UID und 32 Zeichen OTP) aus. Wenn ein Yubikey für den Yubicloud Service programmiert wird, dann muss die "Public Identity" 6 Bytes sein, was in der UID 12 Zeichen entspricht. Die gesamte OTP Länge des Yubikeys wird automatisch bestimmt, wenn Sie einen OTP-Wert in das Testfeld eingeben.
fr: Le jeton Yubikey est un appareil USB qui génère un mot de passe à usage unique basé sur un événement. Vous pouvez initialiser la Yubikey en utilisant les outils de personnalisation de YubiKey. La clé secrète hexadécimale et la longueur finale OTP sont nécessaires ici. Pour les jetons compatibles avec le service Cloud Yubico, la longueur OTP doit être de 44 (12 caractères pour l'UID et 32 pour l'OTP). Pour programmer le jeton pour le service Cloud Yubico, la longueur de l'identité publique doit être de 6 octets, qui vous donnera un IUD de 12 caractères. La longueur OTP actuelle d'une Yubikey programmée peut automatiquement être déterminée en l'insérant dans le champ de test.
it: Il token Yubikey è un dispositivo USB che eroga una One Time Password basata su eventi. È possibile inizializzare lo Yubikey utilizzando gli strumenti di personalizzazione YubiKey. La chiave esadecimale segreta e la lunghezza finale dell'OTP sono necessarie in questo caso. Per i token compatibili con il servizio cloud Yubico, la lunghezza OTP deve essere di 44 (12 caratteri UID e 32 caratteri OTP). Quando si programma il token per il servizio cloud Yubico, la lunghezza dell'identità pubblica deve essere di 6 byte e quindi la UID sarà di 12 caratteri. La lunghezza OTP attuale di una YubiKey programmata può essere determinata automaticamente, inserendola nel campo di prova.
nl: Het Yubikey-token is een USB-toestel dat een gebeurtenis gebaseerd One Time Password uitstuurt. Je kunt de Yubikey personalization tools. De geheime hexadecimale sleutel en de OTP-lengte zijn hier nodig. Voor tokens die compatibel zijn met de Yubico Cloud Service moet de OTP-lengte op 44 gezet worden (12 tekens UID en 32 tekens OTP). Bij het programmeren van het token voor de Yubico cloud service moet de publieke identiteitlengte 6 bytes zijn, wat een UID van 12 tekens zal opleveren. De huidige OTP-lengte van een geprogrammeerde Yubikey kan automatisch bepaald worden door dat in te geven in het testveld.
pt: O Yubikey Token é um dispositivo USB que emite uma palavra-passe de uso único baseada num evento. Pode inicializar a Yubikey utilizando as ferramentas de personalização YubiKey. A chave hexadecimal secreta e o comprimento final da OTP são necessários aqui. Para tokens compatíveis com o serviço de nuvem Yubico, o comprimento da OTP deve ser 44 (12 caracteres UID e 32 caracteres OTP). Ao programar o token para o serviço Yubico na nuvem, o comprimento da identidade pública deve ser de 6 bytes, o que lhe dará um UID com 12 caracteres. O comprimento OTP atual de uma YubiKey programada pode ser determinado automaticamente, inserindo-a no campo de teste.
ru: Токен Yubikey — это USB-устройство, которое генерирует одноразовый пароль на основе событий. Вы можете инициализировать Yubikey с помощью инструментов персонализации YubiKey. Здесь требуются секретный шестнадцатеричный ключ и окончательная длина OTP. Для токенов, совместимых с облачным сервисом Yubico, длина OTP должна быть 44 (12 символов UID и 32 символа OTP). При программировании токена для облачного сервиса Yubico длина Public Identity должна быть 6 байт, что даст вам UID из 12 символов. Текущую длину OTP запрограммированного YubiKey можно автоматически определить, вставив ее в тестовое поле.
ta: யூபிகே கிள்ளாக்கு ஒரு யூ.எச்.பி சாதனம், இது ஒரு நிகழ்வை அடிப்படையாகக் கொண்ட நிகழ்வை வெளியிடுகிறது கடவுச்சொல். யூபிகே தனிப்பயனாக்கத்தைப் பயன்படுத்தி யூபிகேயைத் தொடங்கலாம் கருவிகள். ரகசிய ஃச் விசை மற்றும் இறுதி OTP நீளம் இங்கே தேவை. யூபிகோ முகில் சேவையுடன் இணக்கமான டோக்கன்களுக்கு OTP நீளம் இருக்க வேண்டும் 44 (12 எழுத்துக்கள் UID மற்றும் 32 எழுத்துக்கள் OTP). யூபிகோ முகில் சேவைக்கான கிள்ளாக்கை நிரலாக்கும்போது, பொது அடையாளம் நீளம் 6 பைட்டுகளாக இருக்க வேண்டும், இது உங்களுக்கு 12 எழுத்துக்களைக் கொண்ட UID ஐ வழங்கும். திட்டமிடப்பட்ட யூபிகியின் தற்போதைய OTP நீளம் தானாகவே இருக்கும் சோதனை புலத்தில் செருகுவதன் மூலம் தீர்மானிக்கப்படுகிறது.
tr: Yubikey belirteci, bir kez bir etkinlik yayan bir USB cihazıdır. Şifre. Yubikey Kişiselleştirmeyi kullanarak Yubikey'i başlatabilirsiniz. araçlar. Gizli HEX tuşu ve son OTP uzunluğu burada gereklidir. Yubico Cloud Service ile uyumlu belirteçler için OTP uzunluğu olmalıdır 44 (12 karakter UID ve 32 karakter OTP). Yubico Cloud Service için belirteçleri programlarken, kamu kimliği Uzunluk 6 bayt olmalıdır, bu size 12 karakterli bir UID verecektir. Programlanmış bir yubikey'in geçerli OTP uzunluğu otomatik olarak Test alanına ekleyerek belirlenir.
uk: Yubikey Token - це USB-пристрій, який видає одноразовий пароль на основі події одноразовий пароль. Ви можете ініціалізувати Yubikey за допомогою інструментів персоналізації YubiKey YubiKey. Тут потрібно ввести секретний шістнадцятковий ключ і остаточну довжину OTP. Для токенів, сумісних з хмарним сервісом Yubico, довжина OTP повинна бути 44 (12 символів UID і 32 символи OTP). При програмуванні токена для хмарного сервісу Yubico, Public Identity повинна бути 6 байт, що дасть вам UID з 12 символів. Поточну довжину OTP запрограмованого YubiKey можна автоматично визначити автоматично, вставивши його в тестове поле.

source: The added value of privacyIDEA Enterprise Edition
de: Der Mehrwert der privacyIDEA Enterprise Edition
fr: Valeur ajoutée apportée par l'édition Entreprise de privacyIDEA
it: Il valore aggiunto di privacyIDEA Enterprise Edition
nl: De meerwaarde van privacyIDEA Enterprise Edition
pt: O valor acrescentado da privacyIDEA Enterprise Edition
ru: Дополнительная ценность конфиденциальностиIDEA Enterprise Edition
ta: தனியுரிமைடியா எண்டர்பிரைச் பதிப்பின் கூடுதல் மதிப்பு
tr: PricyIDEA Enterprise Edition'ın katma değeri
uk: Додаткова цінність privacyIDEA Enterprise Edition

source: The added values of the <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> are:
de: Ihre Vorteile der <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> sind unter anderem:
fr: La valeur ajoutée de <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> est :
it: I valori aggiunti di <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> sono:
pt: Os valores acrescentados da <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> são:
ru: Дополнительные преимущества <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> это:
ta: சேர்க்கப்பட்ட மதிப்புகள் <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> தனியுரிமிடியா நிறுவன பதிப்பு </a> அவை:
uk: Додаткові цінності <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> є:

source: The authentication request can be handled by the default privacyIDEA <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> validate API</a> but can also be handled by the <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Yubico Validation Protocol</a>.
de: Die Authentifizierung kann von der normalen privacyIDEA <a href="http://privacyidea.readthedocs.org/en/latest/modules/api/validate.html" target="_blank">validate API</a> aber auch vom <a href="http://privacyidea.readthedocs.org/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank">Yubico Validation Protokoll</a> durchgeführt werden.
fr: La requête d'authentification peut être traitée par le module par défaut de privacyIDEA <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> valider l'API</a> mais peut aussi être traitée par le <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Protocole de Validation Yubico</a>.
it: La richiesta di autenticazione può essere gestita dall'impostazione predefinita privacyIDEA <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> API di convalida</a> ma può anche essere gestito da <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Protocollo di convalida Yubico</a>.
nl: De authenticatievraag kan afgehandeld worden door de standaard privacyIDEA <a href="http://privacyidea.readthedocs.org/en/latest/modules/api/validate.html" target ="_blank"> validatie API</a> maar kan ook afgehandeld worden door het <a href="http://privacyidea.readthedocs.org/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Yubico Validatieprotocol</a>.
pt: O pedido de autenticação pode ser tratado pela <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> API de validação</a> do privacyIDEA por defeito, mas também pode ser tratado pelo <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> protocolo de validação Yubico</a>.
ru: Запрос аутентификации может быть обработан по умолчанию privacyIDEA <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> API проверки</a>, но также может быть обработан <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Протоколом проверки Yubico</a>.
ta: அங்கீகார கோரிக்கையை இயல்புநிலை தனியுரிமை மூலம் கையாளலாம் <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> API ஐ சரிபார்க்கவும்</a>ஆனால் இதன்மூலம் கையாளலாம் <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> யூபிகோ சரிபார்ப்பு நெறிமுறை </a>.
tr: Kimlik doğrulama isteği, varsayılan PrivacyIDEA tarafından ele alınabilir. <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> API </a> doğrulamak ancak aynı zamanda tarafından da kullanılabilir. <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> YUBICO Doğrulama Protokolü </a>.
uk: Запит на автентифікацію може оброблятися за замовчуванням privacyIDEA <a href="https://privacyidea.readthedocs.io/en/latest/modules/api/validate.html" target="_blank"> перевірити API</a>, але також може бути оброблено <a href="https://privacyidea.readthedocs.io/en/latest/modules/lib/tokentypes/yubikey.html#privacyidea.lib.tokens.yubikeytoken.YubikeyTokenClass.api_endpoint" target="_blank"> Протокол перевірки Yubico</a>.

source: The authentication request is forwarded to the YubiCloud. For accessing the YubiCloud you need to enter an API Client ID and an API Key, which you can request <a href="https://upgrade.yubico.com/getapikey/" target="_extern">here</a>.
de: Die Authentisierungsanfrage wird an die YubiCloud weitergeleitet. Um die YubiCloud ansprechen zu können, benötigt man ein API Client ID und einen API Schlüssel.Dieser ist <a href="https://upgrade.yubico.com/getapikey/" target="_extern">hier</a> erhältlich.
fr: La requête d'authentification est transférée au YubiCloud. Pour accéder à YubiCloud, vous devez entrer un ID Client d'API et une clé d'API, que vous pouvez demander <a href="https://upgrade.yubico.com/getapikey/" target="_extern">ici</a>.
it: La richiesta di autenticazione viene inoltrata a YubiCloud. Per accedere a YubiCloud è necessario inserire un API Client ID e una API Key, che è possibile richiedere <a href="https://upgrade.yubico.com/getapikey/" target="_extern">qui</a>.
nl: De authenticatievraag is doorgestuurd naar de YubiCloud. Voor toegang tot de YubiCloud moet je een API Client ID en een API-sleutel ingeven, die je kan aanvragen bij <a href="https://upgrade.yubico.com/getapikey/" target="_extern">yubico.com</a>.
pt: O pedido de autenticação é enviado para o YubiCloud. Para aceder ao YubiCloud, é necessário introduzir um ID de cliente API e uma chave API, que pode solicitar <a href="https://upgrade.yubico.com/getapikey/" target="_extern">aqui</a>.
ru: Запрос аутентификации пересылается в YubiCloud. Для доступа к YubiCloud вам необходимо ввести API Client ID и API Key, которые вы можете запросить <a href="https://upgrade.yubico.com/getapikey/" target="_extern">здесь</a>.
ta: அங்கீகார கோரிக்கை யூபிக்ளவுட்டுக்கு அனுப்பப்படுகிறது. அணுக யூபிக்ளவுட் நீங்கள் ஒரு பநிஇ வாங்கி அடையாளம் மற்றும் பநிஇ விசையை உள்ளிட வேண்டும், இது நீங்கள் <a href="https://upgrade.yubico.com/getapikey/" target="_extern"> இங்கே </a> ஐ கோரலாம்.
tr: Kimlik doğrulama talebi Yubicloud'a iletilir. Erişim için Yubicloud, bir API istemcisi kimliği ve bir API anahtarı girmeniz gerekir; <a href="https://upgrade.yubico.com/getapikey/" target="_extern">burada</a>.
uk: Запит на автентифікацію пересилається в YubiCloud. Для доступу YubiCloud потрібно ввести ідентифікатор клієнта API та ключ API, які ви можете надіслати запит <a href="https://upgrade.yubico.com/getapikey/" target="_extern">тут</a>.

source: The base URL of the API of the user store which will be concatenated with the user endpoints defined below.
uk: Базова URL-адреса API сховища користувачів, яка буде об'єднана з визначеними кінцевими точками користувачів. нижче.

source: The certificate was enrolled successfully.
de: Das Zertifikat wurde erfolgreich ausgestellt.
fr: Le certificat a été enrôlé avec succès.
it: Il certificato è stato registrato correttamente.
nl: Aanmelden van het certificaat is gelukt.
pt: O certificado foi registado com sucesso.
ru: Сертификат успешно зарегистрирован.
ta: சான்றிதழ் வெற்றிகரமாக சேர்க்கப்பட்டது.
tr: Sertifika başarıyla kayıt oldu.
uk: Сертифікат успішно зареєстровано.

source: The certificate will be checked for a valid hostname and for a trusted certificate. Do not uncheck this in productive use!
de: Das Zertifikat wird auf einen gültigen Hostname und auf eine gültige Signatur einer vertrauten Zertifizierungsstelle hin überprüft. Im produktiven Umfeld nicht deaktivieren!
fr: Le certificat sera vérifié pour un nom d'hôte valide et pour un certificat de confiance. Ne pas décocher dans un environnement de production !
it: Il certificato verrà controllato per verificare sia il nome host valido che la validità del certificato stesso. Non deselezionare questa opzione in caso di utilizzo in produzione!
nl: Het certificaat zal gecontroleerd worden op een geldige hostnaam en op een vertrouwd certificaat. Haal dit vinkje niet weg in een productieomgeving!
pt: O certificado será verificado quanto a um nome de anfitrião válido e a um certificado fiável. Não desmarque esta opção em produção!
ru: Сертификат будет проверен на допустимое имя хоста и на доверенный сертификат. Не снимайте этот флажок при продуктивном использовании!
ta: செல்லுபடியாகும் ஓச்ட்பெயருக்கு சான்றிதழ் சரிபார்க்கப்படும் நம்பகமான சான்றிதழ். விளைவாக்கம் பயன்பாட்டில் இதைத் தேர்வு செய்யாதீர்கள்!
tr: Sertifika geçerli bir ana bilgisayar adı ve için kontrol edilecektir. güvenilir bir sertifika. Bunu verimli kullanımda işaretini kaldırmayın!
uk: Сертифікат буде перевірено на дійсне ім’я хоста та для надійний сертифікат. Не знімайте цей прапорець під час продуктивного використання!

source: The challenge validity time
cs: Doba platnosti výzvy
de: Die Gültigkeitszeit der Challenge
fr: La durée de validité du challenge
it: Il tempo di validità del challenge
nl: De geldigheidstermijn van de challenge
pt: O tempo de validade do desafio
ru: Время действия вызова
ta: அறைகூவல் செல்லுபடியாகும் நேரம்
tr: Zorluk geçerlilik süresi
uk: Час дії виклику

source: The client ID
cs: Client ID
de: Die Client-ID
fr: L'identifiant du client
it: L'ID client
nl: De cliënt ID
pt: O ID do cliente
ru: Идентификатор клиента
ta: கிளையன்ட் ஐடி
tr: Müşteri kimliği
uk: Ідентифікатор клієнта

source: The client device can not be used for this type of request.
de: Das Client-Geräte kann für diese Art des Requests nicht verwendet werden.
fr: Le périphérique du client ne peut pas être utilisé pour ce type de demande.
it: Il dispositivo client non può essere utilizzato per questo tipo di richiesta.
nl: Het cliënt-toestel kan niet gebruikt worden voor dit type aanvraag.
pt: O dispositivo cliente não pode ser utilizado para este tipo de pedido.
ru: Клиентское устройство не может быть использовано для этого типа запроса.
ta: கிளையன்ட் சாதனத்தை இந்த வகை கோரிக்கைக்கு பயன்படுத்த முடியாது.
tr: İstemci cihazı bu tür bir istek için kullanılamaz.
uk: Клієнтський пристрій не можна використовувати для цього типу запиту.

source: The container contains the following offline tokens:
ru: Контейнер содержит следующие автономные токены:
ta: கொள்கலனில் பின்வரும் இணைப்பில்லாத டோக்கன்கள் உள்ளன:
uk: Контейнер містить такі автономні маркери:

source: The file containing the CA certificate which signed the LDAP TLS certificate.
uk: Файл, що містить сертифікат ЦС, який підписав Сертифікат LDAP TLS.

source: The file containing the CA certificate which signed the LDAP TLS certificate.
de: Die Datei mit dem CA-Zertifikat, mit welchem das LDAP TLS-Zertifikat signiert wurde.
fr: Le fichier contenant le certificat CA qui a signé le certificat TLS LDAP.
it: Il file contenente il certificato della CA che ha firmato il certificato LDAP TLS.
nl: Het bestand dat het CA-certificaat bevat dat het LDAP TLS-certificaat getekend heeft.
pt: O ficheiro que contém o certificado da AC que assinou o certificado LDAP TLS.
ru: Файл, содержащий сертификат CA, подписавший сертификат TLS LDAP.
ta: கையெழுத்திட்ட CA சான்றிதழ் கொண்ட கோப்பு LDAP TLS சான்றிதழ்.
tr: İmzalayan CA sertifikasını içeren dosya LDAP TLS sertifikası.
uk: Файл, що містить сертифікат ЦС, який підписав Сертифікат LDAP TLS.

source: The file containing the CA certificate which signed the TLS certificate of the server.
uk: Файл, що містить сертифікат ЦС, який підписав сертифікат TLS сервера.

source: The following tokens were successfully enrolled in the container using the template
ru: Следующие токены были успешно зарегистрированы в контейнере с помощью шаблона
ta: பின்வரும் டோக்கன்கள் வார்ப்புருவைப் பயன்படுத்தி கொள்கலனில் வெற்றிகரமாக சேர்க்கப்பட்டன
uk: Наступні маркери були успішно зареєстровані в контейнері за допомогою шаблону

source: The group attribute defining the group's name, which should be stored in the user info.
uk: Атрибут group, що визначає назву групи, яка має зберігатися в інформації про користувача.

source: The hashing algorithm for the passwords of newly created users. Can be PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
cs: Hashovací algoritmus pro hesla nově vytvořených uživatelů. Možnosti: PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
de: Dieser Passwort Hash wird verwendet, wenn ein neuer Benutzer angelegt wird oder das Passwort eines Benutzers geändert wird. Kann PHPASS, SHA, SSHA, SSHA256, SSHA512 oder OTRS sein.
fr: L'algorithme de hachage pour les mots de passe des utilisateurs nouvellement créés. Peut être PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
it: L'algoritmo di hashing per le password degli utenti appena creati. Può essere PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
nl: Het hashing algoritme voor de wachtwoorden van de nieuw aangemaakte gebruikers. Kan PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS zijn.
pt: O algoritmo de hashing para as palavras-passe dos utilizadores recentemente criados. Pode ser PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
ru: Алгоритм хеширования паролей вновь созданных пользователей. Может быть PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.
ta: புதிதாக உருவாக்கப்பட்ட கடவுச்சொற்களுக்கான ஆசிங் வழிமுறை பயனர்கள். PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS ஆக இருக்கலாம்.
tr: Yeni oluşturulan şifreler için karma algoritması kullanıcılar. PHASS, SHA, SSHA, SSHA256, SHA512, OTRS olabilir.
uk: Алгоритм хешування новостворених паролів користувачів. Може бути PHPASS, SHA, SSHA, SSHA256, SHA512, OTRS.

source: The indexed secret Token is based on a shared secret between privacyIDEA and the user. During authentication the user is asked for random positions from this known secret.
de: Der IndexedSecret Token basiert auf einem geheimen String, der dem privacyIDEA Server und dem Benutzer bekannt ist. Während der Authentisierung wird der Benutzer nach zufälligen Positionen aus diesem geheimen String gefragt.
fr: Le jeton de secret indexé est basé sur un secret partagé entre privacyIDEA et l'utilisateur. Pendant l'authentification, l'utilisateur est interrogé sur des positions aléatoires de son secret partagé.
it: Il token segreto indicizzato si basa su un segreto condiviso tra privacyIDEA e l'utente. Durante l'autenticazione all'utente vengono richiesti valori in posizioni casuali da questo segreto condiviso.
nl: Het geïndexeerd geheim token is gebaseerd op een gedeeld geheim tussen privacyIDEA en de gebruiker. Gedurende de authenticatie wordt aan de gebruiker willekeurige posities gevraagd van dit bekend geheim.
pt: O Token secreto indexado baseia-se num segredo partilhado entre o privacyIDEA e o utilizador. Durante a autenticação, é pedido ao utilizador que indique posições aleatórias a partir deste segredo conhecido.
ru: Индексированный секретный токен основан на общем секрете между privacyIDEA и пользователем. Во время аутентификации пользователю запрашиваются случайные позиции из этого известного секрета.
ta: குறியீட்டு மறைபொருள் கிள்ளாக்கு தனியுரிமை இடையே பகிரப்பட்ட ரகசியத்தை அடிப்படையாகக் கொண்டது மற்றும் பயனர். அங்கீகாரத்தின் போது பயனரிடம் இந்த அறியப்பட்ட சீரற்ற நிலைகள் கேட்கப்படுகின்றன மறைபொருள்.
tr: Endekslenmiş gizli belirteç, PrivacyIDEA arasındaki paylaşılan bir sıraya dayanmaktadır. ve kullanıcı. Kimlik doğrulaması sırasında kullanıcı, bu bilinenlerden rastgele konumlar istenir. gizli.
uk: Проіндексований секретний маркер базується на спільному секреті між privacyIDEA і користувача. Під час автентифікації користувача запитують випадкові позиції з цього відомого секрет.

source: The key to store the groups in the user info (attribute mapping key).
uk: Ключ для зберігання груп в інформації про користувача (ключ зіставлення атрибутів).
