Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: enter some OTP value
cs: vložte jednorázový kód
de: Geben Sie einen OTP-Wert ein...
fr: entrez une valeur à usage unique
it: inserisci un valore OTP
nl: geef een OTP-waarde
pt: introduza um valor OTP
ta: enter some OTP மதிப்பு
tr: Biraz OTP değeri girin
uk: введіть значення OTP

source: failcounter
cs: počitadlo chyb
de: Fehlerzähler
fr: compteur d'échecs
it: contatore di errori
nl: teller mislukte aanmeldingen
pt: contador de falhas
ta: தோல்வி
tr: başarısızlık
uk: лічильник відмов

source: failed
cs: chyba
de: fehlgeschlagen
fr: échec
it: fallito
nl: mislukt
pt: falhou
ta: தோல்வியுற்றது
tr: arızalı
uk: не вдалося

source: failed users / tokens
cs: chybní uživatelé / tokeny
de: Fehler Benutzer / Token
fr: utilisateurs / jetons en échec
it: utenti / token falliti
nl: mislukte gebruikers / tokens
pt: utilizadores / tokens falhados
ta: failed பயனர்கள் / tokens
tr: Başarısız Kullanıcılar / Jetonlar
uk: невдалі користувачі / токени

source: filter action...
cs: filtrovat akce...
de: Aktion filtern...
fr: filtre d'action…
it: azione del filtro...
nl: filter actie...
pt: filtrar ação...
ta: வடிப்பி action...
tr: Filtre hareketi ...
uk: дія фільтра...

source: filter condition...
cs: filtrovat podmínky...
de: Bedingungen filtern...
fr: condition du filtre...
it: condizione del filtro...
nl: filter conditie...
pt: filtrar condição...
ru: Дополнительные условия...
ta: வடிப்பி condition...
tr: Filtre durumu ...
uk: стан фільтра...

source: givenname
cs: křestní jméno
de: Vorname
fr: prénom
it: nome
nl: voornaam
pt: nome próprio
ta: கொடுக்கப்பட்டபெயர்
tr: isim
uk: дане ім'я

source: hostname
fr: nom d'hôte
it: nome host
nl: hostnaam
pt: nome de anfitrião
ta: புரவலன்பெயர்
tr: ana bilgisayar adı
uk: ім'я хоста

source: info
cs: informace
fr: infos
pt: informação
ta: தகவல்
tr: bilgi
uk: інфо

source: locked
cs: zamčeno
de: gesperrt
fr: verrouillé
it: bloccato
nl: geblokkeerd
pt: bloqueado
ta: பூட்டப்பட்டுள்ளது
tr: kilitli
uk: заблокований

source: log level
cs: úroveň logování
de: Logstufe
fr: niveau de log
it: livello di log
nl: logniveau
pt: nível de registo
ta: log நிலை
tr: Günlük seviyesi
uk: рівень журналу

source: missing_line
de: Fehlende Zeile
fr: ligne_manquante
nl: ontbrekende_lijn
pt: linha_em_falta
ta: காணவில்லை
tr: kayıp_line
uk: відсутній_лінія

source: mobile
cs: mobil
de: Mobiltelefon
fr: téléphone mobile
it: cellulare
nl: mobiel
pt: móvel
ta: மொபைல்
uk: мобільний

source: new realm
cs: nová doména
de: Neuer Realm
fr: nouveau domaine
it: nuovo realm
nl: nieuw realm
pt: novo domínio
ta: புதிய realm
tr: yeni alan
uk: нове царство

source: number
cs: číslo
de: Nr.
fr: nombre
it: numero
nl: nummer
pt: número
ta: எண்
tr: numara
uk: номер

source: offline: Use HOTP token for offline login to notebooks.
de: offline: HOTP-Token für die Offline-Anmeldung an Notebooks verwenden.
fr: offline : Utilise un jeton HOTP pour se connecter à des ordinateurs hors lignes.
it: offline: Usa un token HOTP per accedere offline ai notebook.
pt: offline: Utilizar o token HOTP para iniciar sessão offline nos notebooks.
ta: offline: Use HOTP கிள்ளாக்கு க்கு இணையமில்லாமல் புகுபதிவு பெறுநர் notebooks.
uk: офлайн: використовуйте маркер HOTP для офлайн входу в блокноти.

source: password
cs: heslo
de: Passwort
fr: mot de passe
nl: wachtwoord
pt: palavra-passe
ta: கடவுச்சொல்
tr: şifre
uk: пароль

source: password length
de: Länge des Passworts
fr: longueur du mot de passe
pt: comprimento da palavra-passe
ta: கடவுச்சொல் நீளம்
uk: довжина пароля

source: phone
cs: telefon
de: Telefon
fr: téléphone
it: telefono
nl: telefoon
pt: telemóvel
ta: தொலைபேசி
tr: telefon
uk: телефон

source: policies
cs: politiky
de: Richtlinien
fr: politiques
it: policy
nl: beleid
pt: políticas
ta: கொள்கைகள்
tr: politikalar
uk: політики

source: privacyIDEA Nodes
de: privacyIDEA Knoten
fr: Nœuds privacyIDEA
pt: Nós do privacyIDEA
ta: தனியுரிமை முனைகள்
uk: Вузли privacyIDEA

source: privacyIDEA Server Config saved.
de: privacyIDEA Server-Konfiguration erfolgreich gespeichert.
fr: Configuration Serveur privacyIDEA sauvegardée.
it: Configurazione server privacyIDEA salvata.
nl: privacyIDEA Serverconfiguratie bewaard.
pt: configuração do servidor privacyIDEA guardado.
ta: privacyIDEA சேவையகம் கட்டமைப்பு saved.
tr: PrivacyIDEA Sunucu CONFIGHT kaydedildi.
uk: конфігурацію сервера privacyIDEA збережено.

source: privacyIDEA Single Page Web Client
cs: Single Page webový klient pro privacyIDEA
fr: Client Web simple page privacyIDEA
it: Single Page Web Client privacyIDEA
pt: Cliente Web de página única do privacyIDEA
ta: privacyIDEA ஒற்றை Page விரலிடைத் தோல் Client
tr: PrivacyIDEA Tek Sayfa Web İstemcisi
uk: privacyIDEA Односторінковий веб-клієнт

source: privacyIDEA UI is locked
cs: Rozhraní privacyIDEA je uzamčeno
de: Die privacyIDEA UI ist gesperrt
fr: Interface privacyIDEA verrouillée
it: L'interfaccia utente di privacyIDEA è bloccata
nl: privacyIDEA UI is geblokkeerd
pt: UI do privacyIDEA está bloqueado"
ta: privacyIDEA இடைமுகம் is பூட்டப்பட்டுள்ளது
tr: Kilitli
uk: privacyIDEA UI заблоковано

source: privacyIDEA authentication backend
cs: Autentizační systém privacyIDEA
de: privacyIDEA Authentisierungsbackend
fr: back-end d'authentification privacyIDEA
it: backend di autenticazione privacyIDEA
nl: privacyIDEA authenticatie backend
pt: backend de autenticação do privacyIDEA
ta: privacyidea அங்கீகார பின்தளத்தில்
tr: PrivacyIDEA kimlik doğrulaması arka uç
uk: сервер автентифікації privacyIDEA

source: privacyIDEA is a system to manage your tokens. You currently have no token assigned. You can manage your own tokens here - you can create new tokens, set the PIN of the tokens, disable tokens or even delete tokens.
de: privacyIDEA ist ein System zur Verwaltung Ihrer Token.<br> Sie haben derzeit keinen zugewiesenen Token.<br> Sie können hier Ihre eigenen Token verwalten: Sie können neue Token erstellen, die PIN der Token festlegen, Token deaktivieren oder sogar Token löschen.
fr: privacyIDEA est un système de gestion de vos jetons. Vous n'avez aucun jeton assigné actuellement. Vous pouvez gérer vos propres jetons ici - vous pouvez créer de nouveaux jetons, définir leur PIN, les désactiver ou même les effacer.
pt: privacyIDEA é um sistema para gerir os seus tokens. Atualmente, não tem nenhum token atribuído. Pode gerir os seus próprios tokens aqui - pode criar novos tokens, definir o PIN dos tokens, desativar tokens ou mesmo eliminá-los.
ta: privacyIDEA is a மண்டலம் பெறுநர் manage your tokens. You currently have இல்லை கிள்ளாக்கு assigned. You can manage your own tokens here - you can create புதிய tokens, கணம் the முள் of the tokens, முடக்கு tokens or இரட்டை நீக்கு tokens.
uk: privacyIDEA — це система для керування вашими токенами. Наразі у вас немає призначеного маркера. Тут ви можете керувати власними токенами - ви можете створювати нові токени, установлювати PIN-код токенів, вимкнути маркери або навіть видалити маркери.

source: privacyIDEA is running in DEBUG mode with PASSWORDS being written to the log file. You can change the debug level in pi.cfg. Afterwards be sure to remove the logfile!
de: privacyIDEA läuft im DEBUG-Modus mit der Einstellung, dass Passwörter ins Log geschrieben werden. Sie können dies in pi.cfg wieder ändern. Im Anschluss löschen Sie bitte die Log-Datei!
fr: privacyIDEA fonctionne en mode DEBUG avec les mots de passe écrits dans le fichier log. Vous pouvez changer le niveau de debug dans pi.cfg. Après cela, n'oubliez pas d'effacer le fichier log !
it: privacyIDEA è in esecuzione in modalità DEBUG e le PASSWORD vengono scritte nel file di log. È possibile modificare il livello di debug in pi.cfg. In seguito, assicurarsi di rimuovere il file di log!
nl: privacyIDEA loopt in DEBUG modus met WACHTWOORDEN die weggeschreven worden in het log-bestand. Je kunt het debug-niveau wijzigen in pi.cfg. Vergeet niet om het log-bestand nadien te verwijderen!
pt: privacyIDEA está a ser executado no modo DEBUG com PASSWORDS a serem escritos no ficheiro de registo. Pode alterar o nível de debug em pi.cfg. Depois, certifique-se de que remove o ficheiro de registo!
ta: privacyIDEA is running in DEBUG பயன்முறை with PASSWORDS being written பெறுநர் the log file. You can change the debug நிலை in pi.cfg. Afterwards be sure பெறுநர் அகற்று the logfile!
tr: PrivacyIDEA, şifrelerle yazılan şifrelerle hata ayıklama modunda çalışıyor. log dosyası. Hata ayıklama seviyesini değiştirebilirsiniz pi.cfg. Daha sonra logfile çıkardığınızdan emin olun!
uk: privacyIDEA працює в режимі НАЛАШТУВАННЯ із записом ПАРОЛІВ файл журналу. Ви можете змінити рівень налагодження в pi.cfg. Після цього обов’язково видаліть файл журналу!

source: privacyIDEA is running in DEBUG mode. You can change the debug level in pi.cfg.
cs: privacyIDEA je spuštěna v režimu ladění. Úroveň ladění můžete změnit v souboru pi.cfg.
de: privacyIDEA läuft im DEBUG-Modus. Sie können dies wieder in pi.cfg ändern.
fr: privacyIDEA fonctionne en mode DEBUG. Vous pouvez changer le niveau de debug dans pi.cfg.
it: privacyIDEA è in esecuzione in modalità DEBUG. Puoi modificare il livello di debug in pi.cfg.
nl: privacyIDEA loopt in DEBUG modus. Je kunt het debug-niveau wijzigen in pi.cfg.
pt: privacyIDEA está a ser executado no modo DEBUG. Pode alterar o nível de debug em pi.cfg.
ta: privacyIDEA is running in DEBUG mode. You can change the debug நிலை in pi.cfg.
tr: PrivacyIDEA hata ayıklama modunda çalışıyor. Hata ayıklama seviyesini değiştirebilirsiniz pi.cfg.
uk: privacyIDEA працює в режимі DEBUG. Ви можете змінити рівень налагодження в pi.cfg.

source: privacyIDEA servers
de: privacyIDEA Server
fr: Serveurs privacyIDEA
it: server privacyIDEA
pt: Servidores privacyIDEA
ta: privacyIDEA சேவையகங்கள்
tr: privacyidea sunucuları
uk: сервери privacyIDEA

source: privacyidea server
fr: serveur privacyidea
it: server privacyidea
pt: Servidor privacyIDEA
ta: privacyidea சேவையகம்
tr: privacyidea sunucusu
uk: сервер ідеї конфіденційності

source: realm
cs: doména
fr: domaine
pt: domínio
ta: சாம்ராச்யம்
tr: Diyar
uk: сфера

source: resolver
fr: interpréteur
pt: resolvedor
ta: தீர்வு
tr: çözücü
uk: вирішити

source: revoked
cs: revokovaný
de: widerrufen
fr: révoqué
it: revocato
nl: ingetrokken
pt: revogado
ta: ரத்து செய்யப்பட்டது
tr: iptal edildi
uk: скасовано

source: rollout state
cs: stav registrace
de: Rollout Status
fr: Etat du déploiement
it: stato del rollout
nl: uitrolstatus
pt: estado de rollout
ta: ரோல்அவுட் நிலை
uk: стан розгортання

source: serial
cs: sériové číslo
de: Seriennummer
fr: nr de série
it: seriale
nl: serienummer
pt: série
ta: தொடர்
tr: seri
uk: серіал

source: serial number, seed, type, ocrasuite
cs: sériové číslo, klíč, typ, ocrasuite
de: Seriennummer, OTP-Schlüssel, Typ, OCRA-Suite
fr: numéro de série, graine, type, suite ocra
it: numero di serie, seme, tipo, ocrasuite
nl: serienummer, seed, type, ocrasuite
pt: número de série, semente, tipo, ocrasuite
ta: வரிசை எண், விதை, வகை, ocrasuite
tr: Seri Numarası, Tohum, Tip, Ocrasuite
uk: серійний номер, насіння, тип, окрасют

source: serial number, seed, type, otplen, timeStep
cs: sériové číslo, klíč, typ, délka, prodleva
de: Seriennummer, OTP-Schlüssel, Typ, OTP-Länge, Zeitschritt
fr: numéro de série, graine, type, long. otp, validité
it: numero di serie, seme, tipo, otplen, timeStep
nl: serienummer, seed, type, otplen, tijdstap
pt: número de série, seed, tipo, tamanho de OTP, intervalo de tempo
ta: வரிசை எண், விதை, வகை, OTPLEN, TIMESTEP
tr: Seri Numarası, Tohum, Tip, Otplen, Timestep
uk: порядковий номер, насіння, тип, відплен, timeStep

source: set password
cs: nastavit heslo
de: Passwort setzen
fr: définir mot de passe
it: Imposta password
nl: wachtwoord instellen
pt: definir palavra-passe
ta: கணம் password
tr: şifreyi belirle
uk: встановити пароль

source: sig_check
de: Signatur
fr: verification_sig
pt: verificação_de_assinatura
uk: say_check

source: start typing a machine.
de: Fangen Sie an, einen Maschinennamen zu tippen.
fr: commencer par saisir une machine.
it: Inizia a digitare una macchina.
nl: begin met een machine te typen.
pt: começe a escrever uma máquina.
ta: தொடங்கு typing a machine.
tr: Bir makine yazmaya başlayın.
uk: почати вводити машину.

source: start typing a serial number of a token.
cs: začnete psát sériové číslo tokenu.
de: Fangen Sie an, eine Seriennummer zu tippen.
fr: Saisir le numéro de série d'un jeton.
it: Iniziare a digitare un numero di serie di un token.
nl: begin met het typen van een serienummer van een token.
pt: começe a escrever o número de série de um token.
ta: தொடங்கு typing a serial எண் of a token.
tr: Bir Seri Numarayı Yazmaya Başlayın.
uk: почніть вводити серійний номер токена.

source: start typing a username
cs: začněte psát uživatelské jméno
de: Geben Sie einen Benutzernamen ein...
fr: commencez à saisir un nom d'utilisateur
it: iniziare a digitare un nome utente
nl: begin met het typen van een gebruikersnaam
pt: começe a escrever um nome de utilizador
ta: தொடங்கு typing a username
tr: Bir kullanıcı adı yazmaya başlayın
uk: почати вводити ім'я користувача

source: startdate
cs: začátek
de: Startdatum
fr: date
it: data di inizio
nl: startdatum
pt: data de início
ta: தொடக்க தேதி
tr: Başlangıç tarihi
uk: дата початку

source: success
cs: úspěch
de: Erfolg
fr: succès
it: successo
nl: gelukt
pt: sucesso
ta: செய்
tr: başarı
uk: успіх

source: surname
cs: příjmení
de: Nachname
fr: surnom
it: cognome
nl: achternaam
pt: apelido
ta: குடும்பப்பெயர்
tr: soyadı
uk: прізвище

source: thread_id
fr: id_thread
uk: ID_потоку

source: timestamp
cs: časové razítko
de: Zeitstempel
fr: horodatage
nl: tijdstip
pt: Data e hora
ta: நேர முத்திரை
tr: zaman damgası
uk: позначка часу

source: token type
cs: typ tokenu
de: Tokentyp
fr: type de jeton
it: tipo di token
pt: tipo de token
ta: கிள்ளாக்கு வகை
tr: Token türü
uk: тип маркера

source: total tokens: {{ tokendata.count }}
cs: celkem tokenů: {{ tokendata.count }}
de: Tokenanzahl: {{ tokendata.count }}
fr: jetons totaux : {{ tokendata.count }}
it: token totali: {{ tokendata.count }}
nl: totaal aantal tokens: {{ tokendata.count }}
pt: total de tokens: {{ tokendata.count }}
ta: மொத்த டோக்கன்கள்: {{ tokendata.count }}
tr: Toplam belirteçler: {{ tokendata.count }}
uk: загальна кількість токенів: {{ tokendata.count }}

source: total users:
de: Anzahl der Benutzer:
fr: Total des utilisateurs :
it: totale utenti:
pt: total de utilizadores:
ru: Все пользователи:
ta: மொத்த பயனர்கள்:
uk: всього користувачів:

source: true if privacyidea should retry to execute this periodic task if it fails false if privacyidea should just try onetime regardless the failing of the task
de: privacyIDEA soll versuchen, die wiederkehrende Aufgabe im Fehlerfall erneut auszuführen. Wenn die Checkbox nicht angehakt ist, wird privacyIDEA nur einmal versuchen, die wiederkehrende Aufgabe auszuführen.
fr: vrai si privacyidea doit réessayer d'exécuter cette tâche périodique si elle échoue faux si privacyidea doit juste essayer une fois sans tenir compte de l'échec de la tâche
it: true se privacyidea deve riprovare a eseguire questa attività periodica in caso di fallimento false se privacyidea deve provare una volta sola, indipendentemente dal fallimento dell'attività
nl: Waar als privacyidea opnieuw moet proberen deze periodieke taak uit te voeren als het mislukt, false indien privacyidea gewoon eenmalig moet proberen ongeacht het falen van de taak.
pt: verdadeiro se o privacyidea deve voltar a tentar executar esta tarefa periódica se esta falhar falso se privacyidea deve apenas tentar uma vez, independentemente do facto de a tarefa falhar
ta: true if privacyidea should retry பெறுநர் execute this காலசுழற்சியான task if it fails false if privacyidea should just try ஒரு முறை regardless the failing of the task
tr: GriAcyIDEA, başarısız olursa bu periyodik görevi yerine getirmek için yeniden denemelidir. PRIVACYIDEA, görevin başarısızlığına bakılmaksızın sadece onetime'i denemelidir.
uk: true, якщо privacyidea має повторити спробу виконати це періодичне завдання, якщо воно не вдається false, якщо privacyidea має спробувати лише один раз, незалежно від невдачі із завданням

source: type
cs: typ
de: Typ
it: tipo
pt: tipo
ta: வகை
tr: tip
uk: типу

source: type (default hotp), otplen (default 6), timeStep (default 30) and ocrasuite are optional.
cs: parametry typ (výchozí hotp), délka (výchozí 6), prodleva (výchozí 30) a ocrasuite jsou nepovinné.
de: Der Typ (Standard HOTP), OTP-Länge (Standard 6), Zeitschritt (Standard 30) und OCRA-Suite sind optional.
fr: type (hotp par défaut), otplen (6 par défaut), timeStep (30 par défaut) et suite ocra sont optionnels.
it: tipo (predefinito hotp), otplen (predefinito 6), timeStep (predefinito 30) e ocrasuite sono opzionali.
nl: type (standaard hotp), otplen (standaard 6), tijdstap (standaard 30) en ocrasuite zijn optioneel.
pt: tipo (por defeito, hotp), tamanho de OTP (por defeito, 6), intervalo de tempo (por defeito, 30) e ocrasuite são opcionais.
ta: வகை (default hotp), otplen (default 6), timeStep (default 30) and ocrasuite அரே optional.
tr: Tip (varsayılan Hotp), Otplen (varsayılan 6), Timestep (varsayılan 30) ve Ocrasuite isteğe bağlıdır.
uk: type (за замовчуванням hotp), otplen (за замовчуванням 6), timeStep (за замовчуванням 30) і ocrasuite є необов’язковими.

source: use VASCO Serial
de: VASCO Seriennummer verwenden
fr: Utiliser un numéro de série VASCO
it: utilizza VASCO Serial
nl: gebruik VASCO Serienumer
pt: utilizar Série VASCO
ta: வாச்கோ சீரியல் பயன்படுத்தவும்
tr: Vasco Seri Kullanım
uk: використовувати VASCO Serial

source: user
cs: uživatel
de: Benutzer
fr: utilisateur
it: utente
nl: gebruiker
pt: utilizador
ta: பயனர்
tr: kullanıcı
uk: користувача

source: user agent
fr: agent utilisateur
ta: பயனர் agent
uk: агент користувача

source: user agent version
de: Version des User-Agent
fr: version de l'agent de l'utilisateur
it: versione user-agent
pt: versão do user agent
ta: பயனர் agent version
uk: версія агента користувача

source: username
cs: uživatelské jméno
de: Benutzername
fr: nom d'utilisateur
it: nome utente
nl: gebruikersnaam
pt: nome de utilizador
ta: பயனர்பெயர்
tr: Kullanıcı adı
uk: ім'я користувача

source: {{ auditdata.count }} entries found.
cs: Nalezeno {{ auditdata.count }} záznamů.
de: Es wurden {{ auditdata.count }} Einträge gefunden.
fr: {{ auditdata.count }} entrées trouvées.
it: {{ auditdata.count }} voci trovate.
nl: {{ auditdata.count }} items gevonden.
pt: {{ auditdata.count }} registos encontrados.
ta: {{ auditdata.count }} உள்ளீடுகள் காணப்படுகின்றன.
tr: {{auditdata.count}} girişleri bulundu.
uk: Знайдено {{ auditdata.count }} записів.
