Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: This is the number of answers a user needs to define to enroll a token.
de: Dies ist die Anzahl der Antworten, die ein Benutzer definieren muss, um einen Token auszurollen.
fr: Le nombre de réponses qu'un utilisateur doit définir pour enrôler un jeton.
it: Questo è il numero di risposte che un utente deve definire per registrare un token.
nl: Dit is het aantal antwoorden die een gebruiker moet geven om een token aan te melden.
pt: Este é o número de respostas que um utilizador tem de definir para registar um token.
ru: Количество ответов, которое пользователь должен задать для регистрации токена.
ta: டோக்கனைச் சேர்க்க ஒரு பயனர் வரையறுக்க வேண்டிய பதில்களின் எண்ணிக்கை இது.
tr: Bu, birinin bir belirteç kaydetmek için tanımlaması gereken cevapların sayısıdır.
uk: Це кількість відповідей, яку користувач повинен визначити, щоб зареєструвати маркер.

source: This is the service identifier that will be passed to the TiQR app. This should contain a reverse FQDN (defaults to org.privacyidea).
de: Dies ist die Dienste ID, die der TiQR App übergeben wird. Dieser sollte die umgekehrte DNS-Namensauflösung des Systems sein (Standard: org.privacyidea).
fr: L'identifiant du service qui sera transmis à l'application TiQR. Il doit contenir un FQDN inverse (par défaut à org.privacyidea).
it: Questo è l'identificatore del servizio che verrà passato all'app TiQR. Questo dovrebbe contenere un FQDN inverso (predefinito org.privacyidea).
nl: Dit is de service identifier die aan de TiQR app zal doorgegeven worden. Dit zou een reverse FQDN moeten bevatten (staat standaard op org.privacyidea).
pt: Este é o identificador de serviço que será transmitido à aplicação TiQR. Deve conter um FQDN invertido (a predefinição é org.privacyidea).
ru: Это идентификатор сервиса, который будет передан в приложение TiQR. Он должен содержать обратный FQDN (по умолчанию — org.privacyidea).
ta: இது பணி அடையாளங்காட்டி, இது TIQR பயன்பாட்டிற்கு அனுப்பப்படும். இதில் தலைகீழ் FQDN (இயல்புநிலைகள் org.privacyidea) இருக்க வேண்டும்.
tr: Bu, Tiqr uygulamasına iletilecek servis tanımlayıcısıdır. Bu, ters bir FQDN içermelidir (varsayılan olarak org.privacyIDEA).
uk: Це ідентифікатор служби, який буде передано до програми TiQR. Це має містити зворотне FQDN (за замовчуванням org.privacyidea).

source: This is the unique identifying name for this group definition.
de: Ein eindeutiger Name, der diese Tokengruppe bezeichnet.
fr: Nom d'identification unique pour cette définition de groupe.
it: Questo è il nome identificativo univoco per questa definizione di gruppo.
nl: Dit is de unieke identificatienaam voor deze groepsdefinitie.
pt: Este é o nome de identificação único para esta definição de grupo.
ru: Это уникальное идентифицирующее имя для этой группы.
ta: இது தனித்துவமான அடையாளம் காணும் பெயர் இந்த குழு வரையறைக்கு.
uk: Це унікальна ідентифікаційна назва для визначення цієї групи.

source: This is the unique identifying name for this service definition.
de: Ein eindeutiger Name für diese Dienste-Kennzeichnung.
fr: Nom d'identification unique pour cette définition de service.
pt: Este é o nome de identificação único para esta definição de serviço.
ta: இது தனித்துவமான அடையாளம் காணும் பெயர் இந்த பணி வரையறைக்கு.
uk: Це унікальна ідентифікаційна назва для визначення цієї послуги.

source: This is the unique identifying name of the RADIUS server definition.
de: Ein eindeutiger Name, der diese RADIUS Server-Konfiguration bezeichnet.
fr: Nom d'identification unique pour cette définition de serveur RADIUS.
it: Questo è il nome identificativo univoco della definizione del server RADIUS.
nl: Dit is de unieke naam van de RADIUS-server definitie.
pt: Este é o nome de identificação único da definição do servidor RADIUS.
ta: இது தனித்துவமான அடையாளம் காணும் பெயர் ஆரம் சேவையக வரையறையின்.
tr: Bu, benzersiz tanımlayıcı ismidir. RADIUS sunucusu tanımı.
uk: Це унікальна ідентифікаційна назва визначення сервера RADIUS.

source: This is the unique identifying name of the SMTP server definition.
de: Ein eindeutiger Name, der diese SMTP Server-Konfiguration bezeichnet.
fr: Nom d'identification unique pour cette définition de serveur SMTP.
it: Questo è il nome identificativo univoco della definizione del server SMTP.
nl: Dit is de unieke naam voor de SMTP-server definitie.
pt: Este é o nome de identificação único da definição do servidor SMTP.
ta: இது தனித்துவமான அடையாளம் காணும் பெயர் SMTP சேவையக வரையறையின்.
tr: Bu, benzersiz tanımlayıcı ismidir. SMTP sunucusu tanımının.
uk: Це унікальна ідентифікаційна назва визначення сервера SMTP.

source: This is the unique identifying name of the privacyIDEA server definition.
de: Ein eindeutiger Name, der diese privacyIDEA Server-Konfiguration bezeichnet.
fr: Nom d'identification unique pour cette définition de serveur privacyIDEA.
it: Questo è il nome identificativo univoco della definizione del server privacyIDEA.
nl: Dit is de unieke naam voor de privacyIDEA serverdefinitie.
pt: Este é o nome de identificação único da definição do servidor privacyIDEA.
ta: இது தனித்துவமான அடையாளம் காணும் பெயர் தனியுரிமை சேவையக வரையறையின்.
tr: Bu, benzersiz tanımlayıcı ismidir. PrivacyIDEA sunucu tanımı.
uk: Це унікальна ідентифікаційна назва визначення сервера privacyIDEA.

source: This is the username that is sent to the RADIUS server. It can be different from the owner of this RADIUS token.
de: Dieser Benutzername wird zum RADIUS server gesendet. Er kann ein anderer als der Besitzer dieses RADIUS-Tokens sein.
fr: Le nom d'utilisateur qui est envoyé au serveur RADIUS. Il peut être différent du propriétaire de ce jeton RADIUS.
it: Questo è il nome utente che viene inviato al server RADIUS. Può essere diverso dal proprietario di questo token RADIUS.
nl: Dit is de gebruikersnaam di naar de RADIUS-server verzonden wordt. Die kan verschillend zijn van de eigenaar van dit RADIUS-token.
pt: Este é o nome de utilizador que é enviado para o servidor RADIUS. Pode ser diferente do proprietário deste token RADIUS.
ta: இது அனுப்பப்படும் பயனர்பெயர் ஆரம் சேவையகத்திற்கு. இது இதன் உரிமையாளரிடமிருந்து வேறுபட்டிருக்கலாம் ஆரம் கிள்ளாக்கு.
tr: Bu gönderilen kullanıcı adı RADIUS sunucusuna. Bunun sahibinden farklı olabilir Yarıçapı jetonu.
uk: Це ім’я користувача, яке надсилається до сервера RADIUS. Він може відрізнятися від власника цього Маркер RADIUS.

source: This is used, so that the user can enroll a token on his own, after logging in for the first time.
de: Dieser wird verwendet, damit ein Benutzer sich einmalig anmelden kann, um danach sich selber einen Token auszustellen.
fr: Si utilisé, l'utilisateur peut enrôler un jeton lui-même, après s'être connecté pour la première fois.
it: Questo viene utilizzato, in modo che l'utente possa registrare un token da solo, dopo aver effettuato l'accesso per la prima volta.
nl: Dit wordt gebruikt zodat de gebruiker zelf een token kan aanmelden nadat die voor de eerste keer is aangemeld.
pt: É utilizado para que o utilizador possa registar um token por si próprio, depois de iniciar sessão pela primeira vez.
ta: இது பயன்படுத்தப்படுகிறது, இதனால் பயனர் ஒரு கிள்ளாக்கை சொந்தமாக சேர்க்க முடியும் முதல் முறையாக உள்நுழைக.
tr: Bu, kullanıcının kendisinden sonra bir belirteç'i kaydetmesi için kullanılır. ilk kez giriş yaparak.
uk: Це використовується для того, щоб користувач міг самостійно зареєструвати маркер після увійшовши в перший раз.

source: This must be a valid FQDN with also a valid top level domain - otherwise you might receive a U2F Error 2 (Bad Request).
de: Dies muss ein gültiger FQDN mit einer gültigen Top-Level-Domain sein - ansonsten wird ein U2F Fehlercode 2 geworfen (Bad Request).
fr: Doit être un FQDN valide avec un domaine de premier niveau valide également sinon vous pouvez recevoir une erreur 2 U2F (Mauvaise requête).
it: Deve trattarsi di un FQDN valido con un dominio di primo livello valido. altrimenti si potrebbe ricevere un errore U2F 2 (Bad Request).
nl: Dit moet een geldige FQDN zijn met ook een geldig top lever domein - anders kun je een U2F Error 2(Bad Request) krijgen.
pt: Este deve ser um FQDN válido com um domínio de nível superior também válido - caso contrário, poderá receber um erro 2 do U2F (Bad Request).
ta: இது செல்லுபடியாகும் fqdn ஆக இருக்க வேண்டும், இது செல்லுபடியாகும் உயர் நிலை களத்துடன் இருக்க வேண்டும் - இல்லையெனில் நீங்கள் U2F பிழை 2 (மோசமான கோரிக்கை) பெறலாம்.
tr: Bu, geçerli bir üst düzey etki alanı olan geçerli bir FQDN olmalıdır - Aksi takdirde bir U2F hatası 2 (kötü istek) alabilirsiniz.
uk: Це має бути дійсне FQDN із дійсним доменом верхнього рівня – інакше ви можете отримати U2F Error 2 (Bad Request).

source: This prompt will be displayed to the user.
ta: இந்த வரியில் பயனருக்கு காண்பிக்கப்படும்.
uk: Ця підказка відображатиметься користувачеві.

source: This section allows to configure an endpoint to which the privacyIDEA server must authenticate in order to receive an access token. This token can then be used to access the user store API.
uk: Цей розділ дозволяє налаштувати кінцеву точку, на якій сервер privacyIDEA повинен пройти автентифікацію, щоб отримати токен доступу. Цей токен потім можна використовувати для доступу до API сховища користувачів.

source: This setting activates a LDAP server pool that is persisted between requests.
de: Diese Einstellung aktiviert einen LDAP Server Pool, der persistent zwischen verschiedenen Requests ist.
fr: Ce paramètre active un groupement de serveurs LDAP qui est persistant entre les requêtes.
it: Questa impostazione attiva un pool di server LDAP che viene mantenuto attivo tra le richieste.
nl: Deze instelling activeert een LDAP server-pool die bewaard wordt tussen aanvragen.
pt: Esta definição ativa um conjunto de servidores LDAP que é mantido entre pedidos.
ta: இந்த அமைப்பு LDAP சேவையக குளத்தை செயல்படுத்துகிறது, இது கோரிக்கைகளுக்கு இடையில் தொடர்கிறது.
tr: Bu ayar, talepler arasında ısrar edilen bir LDAP sunucusu havuzunu etkinleştirir.
uk: Цей параметр активує пул серверів LDAP, який зберігається між запитами.

source: This should be a path to a local directory on the server, that privacyIDEA has read access to. It should contain certificate files. Any certificates in this directory will be trusted to correctly attest authenticators during enrollment.
de: Dies ist der Pfad zu einem lokalem Verzeichnis auf dem privacyIDEA Server, das Zertifikatsdateien enthält. Jedes Zertifikat in diesem Verzeichnis dient als Vertrauensanker mit dem während des Ausrollens die Token überprüft werden können.
fr: Doit être un chemin vers un répertoire local sur le serveur, dont privacyIDEA à le droit de lecture. Il doit contenir les fichiers de certificats. Tous les certificats de ce dossier seront approuvés pour attester correctement les authentificateurs pendant l'enrôlement.
it: Questo dovrebbe essere il percorso di una directory locale sul server, alla quale privacyIDEA ha accesso in lettura. Deve contenere i file dei certificati. Tutti i certificati presenti in questa directory saranno attendibili per attestare correttamente gli autenticatori durante la registrazione.
nl: Dit zou een pad moeten zijn naar een lokale map op de server waar privacyIDEA leesrechten op heeft. Die zou certificaat-bestanden moeten bevatten. Alle certificaten in deze map zullen vertrouwd worden om authenticators correct te attesteren tijdens de aanmelding.
pt: Este deve ser um caminho para um diretório local no servidor, ao qual o privacyIDEA tem acesso de leitura. Deve conter ficheiros de certificados. Qualquer certificado neste diretório será considerado fiável para atestar corretamente os autenticadores durante o registo.
ta: இது சேவையகத்தில் ஒரு உள்ளக கோப்பகத்திற்கான பாதையாக இருக்க வேண்டும், அது தனியுரிமை அணுகலைப் படித்துள்ளது. இதில் சான்றிதழ் கோப்புகள் இருக்க வேண்டும். இந்த கோப்பகத்தில் உள்ள எந்தவொரு சான்றிதழ்களும் சரியாக சான்றளிக்க நம்பப்படும் சேர்க்கையின் போது அங்கீகாரங்கள்.
tr: Bu, sunucudaki yerel bir dizin için bir yol olmalıdır. PrivacyIDEA, erişimi okudu. Sertifika dosyaları içermelidir. Bu dizindeki herhangi bir sertifika doğrulanmak için güvenilir olacaktır. kayıt sırasında kimlik doğrulamaları.
uk: Це має бути шлях до локального каталогу на сервері, до якого privacyIDEA має доступ на читання. Він повинен містити файли сертифікатів. Будь-яким сертифікатам у цьому каталозі буде довірятися коректне засвідчення автентифікаторів під час реєстрації.

source: Thumbprint of the certificate
uk: Відбиток сертифіката

source: TiQR Authentication Server
de: TiQR Authentisierungsserver
fr: Serveur d'authentification TiQR
it: Server di autenticazione TiQR
nl: TiQR authenticatie-server
pt: Servidor de autenticação TiQR
ta: TIQR அங்கீகார சேவையகம்
tr: Tiqr Kimlik Doğrulama Sunucusu
uk: Сервер автентифікації TiQR

source: TiQR Info URL
fr: URL de l'information TiQR
it: URL delle informazioni TiQR
pt: URL de informação TiQR
ta: TIQR செய்தி முகவரி
tr: Tiqr Bilgi URL
uk: TiQR URL інформації

source: TiQR Logo URL
fr: URL du logo TiQR
it: URL del logo TiQR
pt: URL do logótipo TiQR
ta: TIQR லோகோ முகவரி
uk: TiQR URL-адреса логотипу

source: TiQR Registration Server
de: TiQR Registrierungsserver
fr: Serveur d'enregistrement TiQR
it: Server di registrazione TiQR
nl: TiQR registratieserver
pt: Servidor de registo TiQR
ta: TIQR பதிவு சேவையகம்
tr: Tiqr Kayıt Sunucusu
uk: TiQR Сервер реєстрації

source: TiQR Service Identifier
de: TiQR Dienste ID
fr: Identifiant de service TiQR
it: Identificatore del servizio TiQR
pt: Identificador de serviço TiQR
ta: TIQR பணி அடையாளங்காட்டி
tr: Tiqr servisi Tanımlayıcı
uk: Сервіс TiQR Ідентифікатор

source: TiQR Service Displayname
de: TiQR Service Anzeigename
fr: Nom d'affichage du service TiQR
it: Nome visualizzato del servizio TiQR
nl: TiQR Service getoonde naam
pt: Nome de apresentação do serviço TiQR
ta: TIQR பணி காட்சி பெயர்
uk: Відображуване ім’я служби TiQR

source: TiQR Token settings
de: TiQR Token Einstellungen
fr: Paramètres jeton TiQR
it: Impostazioni del token TiQR
nl: TiQR Tokeninstellingen
pt: Definições do Token TiQR
ta: TIQR கிள்ளாக்கு அமைப்புகள்
tr: Tiqr Token Ayarları
uk: Налаштування TiQR Token

source: Time in seconds privacyIDEA tries to reach the user store server.
uk: Час у секундах, протягом якого privacyIDEA намагається зв’язатися із сервером сховища користувачів.

source: Timeout
cs: Časový limit
fr: Délai d'expiration
pt: Tempo limite
ta: நேரம் முடிந்தது
tr: Zaman aşımı
uk: Час очікування

source: Timeout (seconds)
cs: Časový limit (v sekundách)
de: Time-out (Sekunden)
fr: Délai d'expiration (secondes)
it: Timeout (secondi)
nl: Time-out (seconden)
pt: Tempo limite (segundos)
ta: நேரம் முடிந்தது (விநாடிகள்)
tr: Zaman aşımı (saniye)
uk: Час очікування (секунди)

source: Timeout while waiting for signing response.
cs: Vypršel časový limit při čekání na podepsanou odpověď.
de: Timeout. Warte vergeblich auf die Antwort.
fr: Délai d'expiration de l'attente de la réponse de signature.
it: Timeout in attesa di firmare la risposta.
nl: Time-out tijdens het wachten op antwoord.
pt: Tempo limite enquanto se aguarda a resposta da assinatura.
ta: கையொப்பமிடும் பதிலுக்காக காத்திருக்கும்போது நேரம் முடிந்தது.
tr: İmzalama cevabı beklerken zaman aşımı.
uk: Тайм-аут під час очікування відповіді на підпис.

source: Timestep
cs: Časový interval
de: Zeitschritt
fr: Validité
it: Intervallo temporale
nl: Tijdstap
pt: Intervalo de tempo
ta: நேரம்
tr: Zaman adımı
uk: Крок часу

source: To
cs: Komu
de: Bis
fr: A
it: A
nl: Naar
pt: Para
ta: பெறுநர்
tr: İle
uk: До

source: To define service IDs go to <a ui-sref="config.serviceid">Service ID config</a>
de: Um eine Dienste-Kennzeichnung zu erstellen gehen Sie zu <a ui-sref="config.serviceid">Dienste-Kennzeichnungen Konfiguration</a>
fr: Pour définir les ID de service allez à <a ui-sref="config.serviceid">Configuration ID de Service</a>
it: Per definire un Service ID andare su <a ui-sref="config.serviceid">Configurazione Service ID</a>
pt: Para definir IDs de serviço, vá para <a ui-sref="config.serviceid">Configuração de Service ID</a>
ta: பணி ஐடிகளை வரையறுக்க <a ui-sref = "config.serviceid"> பணி ஐடி கட்டமைப்பு </a> க்குச் செல்லவும்
tr: Önceden tanımlanmış bir seçme <a ui-sref="config.smtp"> SMTP sunucusu yapılandırması </a>.
uk: Щоб визначити ідентифікатори служб, перейдіть до <a ui-sref="config.serviceid">Налаштування ідентифікаторів служб</a>

source: To ease the enrolling of RADIUS tokens you can set default values in the <a ui-sref="config.tokens({tokentype:'radius'})">RADIUS Token Config</a>.
de: Um RADIUS Token leichter auszurollen, können Sie die <a ui-sref="config.tokens({tokentype:'radius'})">RADIUS Token Konfiguration</a> setzen.
fr: Pour faciliter l'enrôlement des jetons RADIUS vous pouvez définir les valeurs par défaut dans la <a ui-sref="config.tokens({tokentype:'radius'})">Configuration jeton RADIUS</a>.
it: Per facilitare la registrazione dei token RADIUS è possibile impostare i valori predefiniti nella sezione <a ui-sref="config.tokens({tokentype:'radius'})">Configurazione dei token RADIUS</a>.
nl: Om het aanmelden van RADIUS-tokens makkelijker te maken kun je standaardwaarden instellen in de <a ui-sref="config.tokens({tokentype:'radius'})">RADIUS tokenconfiguratie</a>.
pt: Para facilitar o registo de tokens RADIUS, pode definir valores predefinidos na <a ui-sref="config.tokens({tokentype:'radius'})">configuração de tokens RADIUS</a>.
ta: ஆரம் டோக்கன்களை சேர்ப்பதை எளிதாக்க உங்களால் முடியும் இயல்புநிலை மதிப்புகளை அமைக்கவும் <a ui-sref = "config.tokens ({tokentype: 'radius'})"> ஆரம் கிள்ளாக்கு கட்டமைப்பு </a>.
tr: Yarıçaplı jetonların kaydını kolaylaştırmak için Varsayılan değerleri ayarlayın. <a ui-sref="config.tokens({tokentype:'radius'})"> radius belirteci config </a>.
uk: Щоб полегшити реєстрацію токенів RADIUS, ви можете встановити значення за замовчуванням у <a ui-sref="config.tokens({tokentype:'radius'})">Конфігурація маркера RADIUS</a>.

source: Token Applications
de: Token Anwendungen
fr: Applications du jeton
pt: Aplicações do Token
ru: Приложения для токенов
ta: கிள்ளாக்கு பயன்பாடுகள்
uk: Програми маркерів

source: Token Realms
ru: Realm токенов
ta: கிள்ளாக்கு பகுதிகள்
uk: Сфери маркерів

source: Token Type
cs: Typ tokenu
de: Tokentyp
fr: Type Jeton
it: Tipo di token
pt: Tipo de Token
ta: கிள்ளாக்கு வகை
tr: Token türü
uk: Тип маркера

source: Token data
cs: Data tokenu
de: Tokendaten
fr: Informations du jeton
it: Dati token
nl: Token gegeven
pt: Dados do Token
ta: கிள்ளாக்கு தரவு
tr: Jeton verileri
uk: Дані маркера

source: Token details for {{ tokenSerial }}
cs: Podrobnosti tokenu {{ tokenSerial }}
de: Details zu Token {{ tokenSerial }}
fr: Détails pour le jeton {{ tokenSerial }}
it: Dettagli del token per {{ tokenSerial }}
nl: Token details voor {{ tokenSerial }}
pt: Detalhes do token para {{ tokenSerial }}
ta: {{ tokenSerial }} க்கு க்கான கிள்ளாக்கு விவரங்கள்
tr: {{ tokenSerial }} için jeton detayları
uk: Деталі токена для {{ tokenSerial }}

source: Token enrolled
cs: Token přidán
de: Token ausgerollt
fr: Jeton enrôlé
it: Token registrato
nl: Token aangemeld
pt: Token registado
ta: கிள்ளாக்கு பதிவுசெய்தது
tr: Token kayıtlı
uk: Маркер зареєстровано

source: Token enrollment wizard
cs: Průvodce přidáním tokenu
de: Assistent zum Ausrollen von Token
fr: Assistant d'enrôlement de jeton
it: Registrazione del token procedura guidata
nl: Token aanmeldingswizard
pt: Assistente de registo de token
ta: கிள்ளாக்கு சேர்க்கை வழிகாட்டி
tr: Belirteç kaydı sihirbaz
uk: Реєстрація маркера майстер

source: Token of {{username}} without a container
de: Tokens von {{username}}, die in keinem Container sind
fr: Jeton de {{username}} sans conteneur
it: Token per {{username}} senza un container
pt: Token de {{username}} sem contentor
ta: ஒரு கொள்கலன் இல்லாமல் {{username}} இன் கிள்ளாக்கு
uk: Маркер {{username}} без контейнера

source: Token realms
cs: Domény tokenu
fr: Domaines du jeton
it: Token realm
pt: Domínios do token
ta: கிள்ளாக்கு பகுதிகள்
tr: Belirteç alemleri
uk: Сфери токенів

source: Token resync failed.
cs: Synchronizace tokenu se nezdařila.
de: Token Resync fehlgeschlagen.
fr: Echec de resynchronisation du jeton.
it: Resync token fallito.
nl: Token synchronisatie mislukt.
pt: Falha na ressincronização do token.
ta: கிள்ளாக்கு மறுசீரமைப்பு தோல்வியடைந்தது.
tr: Token Resync başarısız oldu.
uk: Помилка повторної синхронізації маркера.

source: Token resync successful.
cs: Synchronizace tokenu byla úspěšná.
de: Token wurde erfolgreich resynchronisiert.
fr: Resynchronisation du jeton réussie.
it: Resync del token riuscita.
nl: Token synchronisatie gelukt.
pt: Re-sincronização de token bem sucedida.
ta: கிள்ளாக்கு மீண்டும் வெற்றிகரமாக.
tr: Token resync başarılı.
uk: Повторна синхронізація маркера успішна.

source: Token successfully verified
de: Der Rollout wurde erfolgreich überprüft.
fr: Jeton vérifié avec succès
it: Token verificato con successo
pt: Token verificado com sucesso
ta: கிள்ளாக்கு வெற்றிகரமாக சரிபார்க்கப்பட்டது
uk: Маркер успішно перевірено

source: Token {{ selectedToken.serial }} is lost?
cs: Je token {{ selectedToken.serial }} ztracený?
de: Der Token {{ selectedToken.serial }} ist verloren?
fr: Le jeton {{ selectedToken.serial }} est-il perdu ?
it: Il token {{ selectedToken.serial }} è stato perso?
nl: Is token {{ selectedToken.serial }} verloren?
pt: O Token {{ selectedToken.serial }} está perdido?
ta: கிள்ளாக்கு {{ selectedToken.serial }} இழந்ததா?
tr: Jeton {{ selectedToken.serial }} kayboldu?
uk: Маркер {{ selectedToken.serial }} втрачено?

source: Tokengroup saved.
de: Tokengruppe erfolgreich gespeichert.
fr: Groupe de jeton sauvegardé.
it: Tokengroup salvato.
nl: Token-groep bewaard.
pt: Tokengroup guardado.
ta: கிள்ளாக்கு குழு சேமிக்கப்பட்டது.
uk: Групу маркерів збережено.

source: Tokengroups
de: Tokengruppen
fr: Groupes de jetons
it: Tokengroup
nl: Token-groepen
pt: Grupos de tokens
ta: கிள்ளாக்கு குழுக்கள்
uk: Групи маркерів

source: Tokens
cs: Tokeny
de: Token
fr: Jetons
it: Token
ta: டோக்கன்கள்
tr: Jetonlar
uk: Жетони

source: Tokens and Applications for machine {{ machineid }}
de: Token und Applikationen zur Maschine {{ machineid }}
fr: Jetons et Applications pour la machine {{ machineid }}
it: Token e applicazioni per la macchina {{ machineid }}
nl: Tokens en applicaties voor machine {{ machineid }}
pt: Tokens e aplicações para a máquina {{ machineid }}
ta: இயந்திரத்திற்கான டோக்கன்கள் மற்றும் பயன்பாடுகள் {{ machineid }}
tr: Jeton ve makine uygulamaları {{ machineid }}
uk: Токени та програми для машини {{ machineid }}

source: Tokens for user {{ username }}
cs: Tokeny uživatele {{ username }}
de: Token des Benutzers {{ username }}
fr: Jetons pour l'utilisateur {{ username }}
it: Token per l'utente {{ username }}
nl: Tokens voor gebruiker {{ username }}
pt: Tokens para o utilizador {{ username }}
ta: பயனருக்கான டோக்கன்கள் {{ username }}
tr: Kullanıcı için jetonlar {{username}}
uk: Токени для користувача {{ username }}

source: Tokens in the Container
de: Tokens in dem Container
fr: Jetons dans le conteneur
it: Token nel container
pt: Tokens no contentor
ta: கொள்கலனில் டோக்கன்கள்
uk: Жетони в контейнері

source: Total
cs: Celkem
de: Insgesamt
it: Totale
nl: Totaal
ta: மொத்தம்
tr: Toplam
uk: Всього

source: Total Challenges:
cs: Celkem výzev:
de: Alle Challenges:
fr: Challenges totaux :
it: Totale Challenge:
nl: Token challenges:
pt: Desafios totais:
ta: மொத்த சவால்கள்:
tr: Toplam Zorluklar:
uk: Загальна кількість викликів:

source: Total Containers: {{ containerData.count }}
ru: Всего контейнеров: {{ containerData.count }}
ta: மொத்த கொள்கலன்கள்: {{ containerData.count }}}
uk: Всього контейнерів: {{ containerData.count }}

source: Total Containers: {{ containerdata.count }}
de: Containeranzahl: {{ containerdata.count }}
fr: Conteneurs totaux : {{ containerdata.count }}
pt: Total de contentores: {{ containerdata.count }}
ta: மொத்த கொள்கலன்கள்: {{ containerdata.count }}}
tr: Toplam belirteçler: {{ containerdata.count }}
uk: Всього контейнерів: {{ containerdata.count }}
