Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: TOTP Token settings
cs: Nastavení TOTP tokenů
de: TOTP-Token Einstellungen
fr: Paramètres Jeton TOTP
it: Impostazioni del token TOTP
nl: TOTP token-instellingen
pt: Definições de token TOTP
ru: Настройки TOTP-токена
ta: TOTP கிள்ளாக்கு அமைப்புகள்
tr: TOTP Token Ayarları
uk: Налаштування маркера TOTP

source: Table
cs: Tabulka
de: Tabelle
fr: Tableau
it: Tabella
nl: Tabel
pt: Tabela
ru: Таблица
ta: அட்டவணை
tr: Tablo
uk: Таблиця

source: Take action on your authenticator
cs: Potvrďte přihlášení bezpečnostním klíčem
de: Bestätigen Sie mit Ihrem Token
fr: Poursuivez sur votre authentificateur
it: Agisci sul tuo autenticatore
nl: Voer een actie uit op je authenticator
pt: Actue no seu autenticador
ru: Подтвердите вход в систему с помощью ключа безопасности
ta: உங்கள் அங்கீகாரத்தில் நடவடிக்கை எடுக்கவும்
tr: Doğrulamacınızda harekete geçin
uk: Вживіть заходів щодо свого автентифікатора

source: Take action on your token
cs: Potvrďte akci na svém tokenu
de: Bestätigen Sie mit Ihrem Token
fr: Poursuivez sur votre jeton
it: Agisci sul tuo token
nl: Voer een actie uit met je token
pt: Actue com o seu token
ru: Подтвердите свой токен
ta: உங்கள் டோக்கனில் நடவடிக்கை எடுக்கவும்
tr: Jetonunuzda harekete geçin
uk: Виконайте дії щодо свого токена

source: Taskmodule
de: Aufgabenmodul
fr: Module des tâches
it: Modulo task
nl: Takenmodule
pt: Módulo de tarefas
ru: Задачный модуль
ta: டாச்க் மைட்யூல்
tr: Görev şekli
uk: Модуль завдань

source: Template
ru: Шаблон
ta: வார்ப்புரு
uk: Шаблон

source: Template Name and Contained Token Types
ru: Имя шаблона и содержащиеся типы токенов
ta: வார்ப்புரு பெயர் மற்றும் கிள்ளாக்கு வகைகள் உள்ளன
uk: Назва шаблону та типи маркерів, що містяться

source: Template {{ template.name }}
ru: Шаблон {{ template.name }}
ta: வார்ப்புரு {{ template.name }}
uk: Шаблон {{ template.name }}

source: Templates
ru: Шаблоны
ta: வார்ப்புருக்கள்
uk: Шаблони

source: Tenant
uk: Орендар

source: Test Email sent successfully.
cs: Testovací e-mail byl úspěšně odeslán.
de: Test Email wurde erfolgreich versendet.
fr: Le courriel de test a bien été envoyé.
it: Email di prova inviata con successo.
nl: Test e-mail met succes verzonden.
pt: Email de teste enviado com sucesso.
ru: Тестовое электронное письмо успешно отправлено.
ta: சோதனை மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.
tr: Test E-postası başarıyla gönderildi.
uk: Тестовий електронний лист успішно надіслано.

source: Test HTTP Resolver
de: HTTP Resolver testen
fr: Tester l'interpréteur HTTP
it: Test Resolver HTTP
pt: Testar resolvedor HTTP
ru: Тестирование HTTP Resolver
ta: HTTP தீர்வை சோதிக்கவும்
tr: Http çözücü test
uk: Тест HTTP Resolver

source: Test LDAP Resolver
de: LDAP-Resolver testen
fr: Tester l'interpréteur LDAP
it: Test Resolver LDAP
pt: Testar resolvedor LDAP
ru: Тестирование LDAP Resolver
ta: LDAP தீர்வை சோதிக்கவும்
tr: Test ldap çözücü
uk: Перевірте LDAP Resolver

source: Test OTP only
cs: Test jednorázového kódu
de: OTP-Wert prüfen
fr: Tester OTP seulement
it: Test solo OTP
nl: Test enkel OTP
pt: Testar apenas OTP
ru: Проверка только OTP
ta: OTP ஐ மட்டுமே சோதிக்கவும்
tr: SADECE TEST OTP
uk: Лише перевірити OTP

source: Test Passkey.
ru: Проверить Passkey.
ta: சோதனை பாச்கி.
uk: Тест Passkey.

source: Test RADIUS Server
uk: Тестування RADIUS-сервера

source: Test SCIM Resolver
de: SCIM-Resolver testen
fr: Tester l'interpréteur SCIM
it: Test Resolver SCIM
pt: Testar resolvedor SCIM
ru: Проверка SCIM Resolver
ta: சோதனை வாடகை தீர்வி
tr: Test Scim Çözücü
uk: Тест резольвера SCIM

source: Test SQL Resolver
de: SQL-Resolver testen
fr: Tester l'interpréteur SQL
it: Test Resolver SQL
pt: Testar resolvedor SQL
ru: Проверка SQL Resolver
ta: கவிமொ தீர்வை சோதிக்கவும்
tr: SQL Resolver Test
uk: Тест SQL Resolver

source: Test Yubikey
de: Yubikey testen
fr: Tester Yubikey
pt: Testar Yubikey
ru: Проверка Yubikey
ta: சோதனை சூபிலி
tr: Yubikey testi
uk: Перевірте Yubikey

source: Test token
cs: Test tokenu
de: Token testen
fr: Tester le jeton
pt: Testar token
ru: Проверка токена
ta: சோதனை கிள்ளாக்கு
tr: Test belirteci
uk: Тестовий маркер

source: Test user ID
uk: Тестовий ідентифікатор користувача

source: Test username
uk: Тестове ім'я користувача

source: Thank you for improving your security!
cs: Děkujeme, že se staráte o bezpečnost!
de: Vielen Dank, dass Sie Ihre Sicherheit verbessern!
fr: Merci d'améliorer votre sécurité !
it: Grazie per aver migliorato la tua sicurezza!
nl: Bedankt om je beveiliging te verbeteren!
pt: Obrigado por melhorar a sua segurança!
ru: Спасибо, что улучшили свою безопасность!
ta: உங்கள் பாதுகாப்பை மேம்படுத்தியதற்கு நன்றி!
tr: Güvenliğinizi geliştirdiğiniz için teşekkür ederiz!
uk: Дякуємо за покращення безпеки!

source: The 4 Eyes token will only authenticate if two or more users are present at once. You can define how many existing tokens of the given realms need to be present to perform a successful authentication.
cs: Token pro čtyři oči lze použít pouze pokud jsou přítomní dva nebo více uživatelů. Můžete určit, kolik existujících tokenů v dané doméně je potřeba pro úspěšnou autentizaci.
de: Für die erfolgreiche Authentisierung mit einem Vier-Augen-Token werden zwei oder mehr Benutzer benötigt. Sie können angeben, wieviele Token aus dem jeweiligen Realm zur Authentisierung benötigt werden.
fr: Le jeton 4eyes s'authentifiera seulement si 2 ou plus d'utilisateurs sont présents en même temps. Vous pouvez définir combien de jetons existants d'un domaine donné sont nécessaires pour réussir une authentification.
it: Il token 4 Eyes permette l'autenticazione solo se sono presenti contemporaneamente due o più utenti. È possibile definire il numero di token di un dato realm necessari per eseguire un'autenticazione corretta.
nl: Het 4 Eyes-token zal je enkel authenticeren wanneer twee of meer gebruikers tegelijk aanwezig zijn. Je kunt bepalen hoeveel bestaande tokens van de gegeven realms aanwezig moeten zijn om de authenticatie te doen lukken.
pt: O token 4 Eyes só será autenticado se estiverem presentes dois ou mais utilizadores ao mesmo tempo. Pode definir quantos tokens existentes dos domínios em causa têm de estar presentes para efetuar uma autenticação bem sucedida.
ru: Токен 4 Eyes будет проходить аутентификацию только в том случае, если одновременно присутствуют два или более пользователя. Вы можете определить, сколько существующих токенов из заданных областей должно присутствовать для успешной аутентификации.
ta: இரண்டு அல்லது அதற்கு மேற்பட்ட பயனர்கள் இருந்தால் மட்டுமே 4 கண்கள் கிள்ளாக்கு அங்கீகரிக்கும் ஒரே நேரத்தில். கொடுக்கப்பட்ட எத்தனை டோக்கன்களை நீங்கள் வரையறுக்கலாம் வெற்றிகரமான அங்கீகாரத்தை செய்ய பகுதிகள் இருக்க வேண்டும்.
tr: 4 göz belireni yalnızca iki veya daha fazla kullanıcının olduğu iddiası Aynı anda mevcut. Verilen kişinin mevcut belirteçlerini tanımlayabilirsiniz. Başarılı bir kimlik doğrulaması yapmak için alemlerin mevcut olması gerekir.
uk: Токен 4 Eyes автентифікується лише за умови присутності двох або більше користувачів присутні одночасно. Ви можете визначити, скільки існуючих токенів даної областей має бути присутнім для успішної автентифікації.

source: The AppID must not end with a "/".
cs: AppID nesmí končit lomítkem.
de: Die AppID darf nicht mit einem "/" enden.
fr: L'identifiant d'application ne doit pas se terminer par un "/".
it: L'AppID non deve terminare con "/".
nl: De AppID mag niet eindigen met een "/".
pt: O ID da aplicação não deve terminar com uma "/".
ru: Идентификатор приложения не должен заканчиваться знаком "/".
ta: Appid ஒரு "/" உடன் முடிவடையக்கூடாது.
tr: AppID "/" ile bitmemelidir.
uk: Ідентифікатор програми не повинен закінчуватися символом "/".

source: The AppID needs to start with "https".
cs: AppID musí začínat "https".
de: Die AppID muss mit "https" beginnen.
fr: L'identifiant d'application doit commencer par "https".
it: L'AppID deve iniziare con "https".
nl: De AppID moet beginnen met "https".
pt: O AppID tem de começar com "https".
ru: Идентификатор приложения должен начинаться с "https".
ta: APPID "HTTPS" உடன் தொடங்க வேண்டும்.
tr: AppID'nin "https" ile başlaması gerekiyor.
uk: AppID має починатися з "https".

source: The Application Specific Password Token is a static password, that can be bound to certain services. This static password then can only be used to authenticate at this service.
de: Das anwendungsspezifische Passwort-Token ist ein statisches Passwort, welches an bestimmte Dienste gebunden werden kann. Dieses statische Passwort kann dann nur zur Authentifizierung bei diesem Dienst genutzt werden.
fr: L'application de jeton avec mot de passe spécifique est un mot de passe statique qui peut correspondre à certains services. Ce mot de passe statique peut seulement servir à s'authentifier sur ce service.
it: Una Application Specific Password Token è una password statica che può essere associata a determinati servizi. Questa password statica può essere usata per autenticarsi presso tale servizio.
pt: O Token de palavra-passe específica da aplicação é uma palavra-passe estática, que pode ser associada a determinados serviços. Esta palavra-passe estática só pode ser utilizada para autenticação nesse serviço.
ru: Токен пароля для конкретного приложения - это статический пароль, который может быть привязан к определенным службам. Этот статический пароль можно использовать только для аутентификации в этой службе.
ta: பயன்பாட்டு குறிப்பிட்ட கடவுச்சொல் கிள்ளாக்கு ஒரு நிலையான கடவுச்சொல், அது சில சேவைகளுடன் பிணைக்கப்படலாம். இந்த நிலையான கடவுச்சொல் பின்னர் அங்கீகரிக்க மட்டுமே பயன்படுத்த முடியும் இந்த சேவையில்.
uk: Маркер спеціального пароля програми – це статичний пароль, які можна прив’язати до певних послуг. Тоді цей статичний пароль можна використовувати лише для автентифікації на цій службі.

source: The Authentication Server is this privacyIDEA server. Note that the privacyIDEA server needs to be accessible from the users smartphone.
cs: Autentizační server je tento server privacyIDEA. privacyIDEA server musí být dostupný z chytrých telefonů uživatelů.
de: Der Authentisierungsserver ist das privacyIDEA-System. Bitte beachten Sie, dass privacyIDEA vom Smartphone aus erreichbar sein muss.
fr: Le serveur d'authentification est le serveur privacyIDEA. Notez que celui-ci doit être accessible aux utilisateurs de smartphone.
it: Il server di autenticazione è il server privacyIDEA. Si noti che il server privacyIDEA deve essere accessibile dallo smartphone dell'utente.
nl: De authenticatie-server is deze privacyIDEA-server. Merk op dat de privacyIDEA-server toegankelijk moet zijn vanaf de smartphone van de gebruikers.
pt: O servidor de autenticação é este servidor privacyIDEA. Note-se que o servidor privacyIDEA tem de ser acessível a partir do smartphone do utilizador.
ru: Сервер аутентификации — это сервер privacyIDEA. Обратите внимание, что сервер privacyIDEA должен быть доступен со смартфона пользователя.
ta: அங்கீகார சேவையகம் இந்த தனியுரிமிடியா சேவையகம். என்பதை நினைவில் கொள்க பயனர்களின் ச்மார்ட்போனிலிருந்து தனியுரிமைடியா சேவையகம் அணுக வேண்டும்.
tr: Kimlik doğrulama sunucusu bu PrivacyIDEA sunucusudur. O not PrivacyIDEA sunucusunun kullanıcılardan akıllı telefondan erişilebilir olması gerekir.
uk: Сервер автентифікації — це сервер privacyIDEA. Зверніть увагу, що Сервер privacyIDEA має бути доступним зі смартфона користувача.

source: The Certificate Token lets you enroll an x509 ceritificate by the given CA.
de: Der Zertifikatstoken wird dazu verwendet, um x509-Zertifikate von einer konfigurierten Zertifizierungsstelle ausstellen zu lassen.
fr: Le jeton certificat vous permet d'enrôler un certificat X509 à partir d'un CA donné.
it: Il Certificate Token permette di registrare un certificato x509 rilasciato dalla CA indicata.
nl: Het certificaat-token laat je een x509-certificaat aanmelden door de opgegeven CA.
pt: O Token de Certificado permite-lhe registar um certificado x509 da AC indicada.
ru: Токен сертификата позволяет вам зарегистрировать сертификат x509 указанным CA.
ta: சான்றிதழ் கிள்ளாக்கு ஒரு x509 சான்றிதழ் சேர்க்க உங்களை அனுமதிக்கிறது கொடுக்கப்பட்ட ca.
tr: Sertifika belirteci, X509 Ceritificate'i kaydetmenizi sağlar verilen ca. tarafından.
uk: Маркер сертифіката дозволяє зареєструвати сертифікат x509 даним ЦА.

source: The DayPassword Token is a time based password token. It is based on the TOTP token, but it can be used more than once..
de: Das DayPassword Token ist ein zeit-basiertes Passwort-Token. Es basiert auf dem TOTP Token, kann aber mehr als einmal verwendet werden...
fr: Le jeton DayPassword est un jeton avec mot de passe basé sur le temps. Il est basé sur le jeton TOTP, mais peut être utilisé plus d'une fois.
it: Un DayPassword Token è una password temporale. È basata sul token TOTP ma può essere utilizzata più di una volta.
pt: O token DayPassword é um token de palavra-passe baseado no tempo. Baseia-se no token TOTP, mas pode ser utilizado mais do que uma vez...
ru: Токен DayPassword — это токен пароля на основе времени. Он основан на токене TOTP, но его можно использовать более одного раза.
ta: டேபாச் வேர்ட் கிள்ளாக்கு என்பது நேர அடிப்படையிலான கடவுச்சொல் டோக்கன். இது TOTP கிள்ளாக்கை அடிப்படையாகக் கொண்டது, ஆனால் இது ஒன்றுக்கு மேற்பட்ட முறை பயன்படுத்தப்படலாம் ..
uk: Маркер DayPassword — це маркер пароля на основі часу. Він заснований на токені TOTP, але його можна використовувати кілька разів.

source: The DayPassword token is a time based password token. You can paste a secret key or have the server generate the secret and scan the QR code with an authenticator app that supports the token.
de: Das DayPassword Token ist ein zeit-basiertes Passwort-Token. Sie können einen geheimen Schlüssel einfügen oder das Geheimnis vom Server generieren lassen und den QR-Code mit einer Authentifizierungs-App scannen, die den Token unterstützt.
fr: Le jeton TOTP est un jeton avec mot de passe basé sur le temps. Vous pouvez coller une clé secrète ou demander au serveur de générer le secret et de scanner le code QR à l'aide d'une application d'authentification qui prend en charge le jeton.
pt: O token DayPassword é um token de palavra-passe baseado no tempo. Pode colar uma chave secreta ou fazer com que o servidor gere o segredo e leia o código QR com uma aplicação de autenticação que suporte o token.
ru: Токен DayPassword — это токен пароля на основе времени. Вы можете вставить секретный ключ или заставить сервер сгенерировать секрет и отсканировать QR-код с помощью приложения-аутентификатора, поддерживающего токен.
ta: டேபாச் வேர்ட் கிள்ளாக்கு என்பது நேர அடிப்படையிலான கடவுச்சொல் கிள்ளாக்கு. நீங்கள் ஒரு ரகசிய விசையை ஒட்டலாம் அல்லது சேவையகம் ரகசியத்தை உருவாக்கி, கிள்ளாக்கை ஆதரிக்கும் அங்கீகார பயன்பாட்டுடன் QR குறியீட்டை ச்கேன் செய்யுங்கள்.
uk: Маркер DayPassword — це маркер пароля на основі часу. Ви можете вставити секретний ключ або попросіть сервер згенерувати секрет і відсканувати QR-код за допомогою програми автентифікації, яка підтримує маркер.

source: The EMail token is a challenge response token that sends the OTP value to the given email address, when the correct OTP PIN was presented by the user.
de: Der EMail-Token ist ein Challenge-Response-Token, der - nachdem die richtige OTP-PIN eingegeben wurde -einen OTP-Wert an die hinterlegte EMail-Adresse sendet.
fr: Le jeton de messagerie est un jeton de réponse de challenge qui envoie la valeur OTP à l'adresse courriel donnée, lorsque le bon PIN OTP a été présenté par l'utilisateur.
it: Il token EMail è un token di risposta. Il sistema invia il valore OTP all'indirizzo e-mail indicato, quando l'utente inserisce il PIN OTP corretto.
nl: Het e-mailtoken is een challenge response token dat een OTP-waarde naar een opgegeven e-mailadres stuurt wanneer de jusite OTP-PIN door de gebruiker ingevoerd werd.
pt: O token EMail é um token de resposta a um desafio que envia o valor OTP para o endereço de email indicado, quando o PIN OTP correto foi apresentado pelo utilizador.
ru: Токен EMail — это токен ответа на вызов, который отправляет значение OTP на указанный адрес электронной почты, когда пользователь ввел правильный PIN-код OTP.
ta: மின்னஞ்சல் கிள்ளாக்கு என்பது OTP மதிப்பை அனுப்பும் ஒரு அறைகூவல் மறுமொழி கிள்ளாக்கு ஆகும் கொடுக்கப்பட்ட மின்னஞ்சல் முகவரி, சரியான OTP முள் பயனரால் வழங்கப்பட்டபோது.
tr: E-posta jetonu, OTP değerini gönderen bir meydan okuma sınırıdır. Verilen e-posta adresi, doğru OTP pimi kullanıcı tarafından sunulduğunda.
uk: Маркер EMail — це маркер відповіді на виклик, який надсилає значення OTP на вказану адресу електронної пошти, коли користувач надав правильний PIN-код OTP.

source: The Email Token sends the OTP value to the users email address.
de: Der EMail-Token sendet einen OTP-Wert an die EMail-Adresse des Benutzers.
fr: Le jeton de messagerie envoie la valeur OTP à l'adresse courriel des utilisateurs.
it: Il token e-mail invia il valore OTP all'indirizzo e-mail dell'utente.
nl: Het e-mailtoken stuurt de OTP-waarde naar het e-mailadres van de gebruiker.
pt: O Token de e-mail envia o valor OTP para o endereço de e-mail do utilizador.
ru: Токен электронной почты отправляет значение OTP на адрес электронной почты пользователя.
ta: மின்னஞ்சல் கிள்ளாக்கு OTP மதிப்பை பயனர்களின் மின்னஞ்சல் முகவரிக்கு அனுப்புகிறது.
tr: E-posta belirteci OTP değerini kullanıcılara e-posta adresine gönderir.
uk: Маркер електронної пошти надсилає значення OTP на електронну адресу користувача.

source: The Enrollment URL
cs: URL pro registraci
de: Registrierungs-URL
fr: L'URL d'enrôlement
it: URL di registrazione
nl: De aanmeldings-URL
pt: O URL de adesão
ru: URL-адрес регистрации
ta: பதிவு முகவரி
tr: Kayıt URL'si
uk: URL-адреса реєстрації

source: The HOTP Token is an event based one time password token. It is described in <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
ru: Токен HOTP — это одноразовый токен пароля, основанный на событиях. Он описан в <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.
ta: HOTP கிள்ளாக்கு என்பது ஒரு முறை கடவுச்சொல் கிள்ளாக்கை அடிப்படையாகக் கொண்ட நிகழ்வு. இது <a href="https://tools.ietf.org/html/rfc4226">RFC இல் விவரிக்கப்பட்டுள்ளது 4226</a>.
uk: Маркер HOTP — це маркер одноразового пароля на основі події. Це описано в <a href="https://tools.ietf.org/html/rfc4226">RFC 4226</a>.

source: The HOTP token is an event based token. You can paste a secret key or have the server generate the secret and scan the QR code with a smartphone app like the privacyIDEA Authenticator turning your smartphone into an authentication device. You can also use other authenticator apps like Google Authenticator. But note, that these might have limitations in the supported hash algorithms or other parameters.
de: Der HOTP-Token ist ein ereignis-basierte Token. Sie können den geheimen OTP-Schlüssel hier einfügen oder den Server einen Schlüssel generieren lassen. Diesen können Sie in Ihre Smartphone-App (z.B. dem privacyIDEA-Authenticator) importieren, indem Sie den QR-Code scannen. Beachten Sie, dass andere Authenticator-Apps möglicherweise nicht alle Parameter unterstützen.
fr: Le jeton HOTP est un jeton basé sur un événement. Vous pouvez coller une clé secrète ou demander au serveur de générer le secret et scannez le code QR à l'aide d'une application pour smartphone telle que privacyIDEA Authenticator qui transforme votre smartphone en un dispositif d'authentification. Vous pouvez aussi utiliser d 'autres applications d'authentification comme Google Authenticator. Mais veuillez noter que certaines peuvent avoir des limitations dans les algorithmes supportés ou dans d'autres paramètres.
pt: O token HOTP é um token baseado em eventos. Pode colar uma chave secreta ou fazer com que o servidor gere o segredo e leia o código QR com uma aplicação para smartphone como o privacyIDEA Authenticator, transformando o seu smartphone num dispositivo de autenticação. Também pode utilizar outras aplicações de autenticação, como o Google Authenticator. Mas tenha em atenção que estas podem ter limitações nos algoritmos de hash suportados ou noutros parâmetros.
ru: Токен HOTP — это токен на основе событий. Вы можете вставить секретный ключ или заставить сервер сгенерировать секрет и отсканировать QR-код с помощью приложения для смартфона, например, PrivacyIDEA Authenticator, превращая ваш смартфон в устройство аутентификации. Вы также можете использовать другие приложения для аутентификации, например, Google Authenticator. Но учтите, что они могут иметь ограничения в поддерживаемых алгоритмах хеширования или других параметрах.
ta: HOTP கிள்ளாக்கு என்பது கிள்ளாக்கை அடிப்படையாகக் கொண்ட ஒரு நிகழ்வு. நீங்கள் ஒரு ரகசிய விசையை ஒட்டலாம் அல்லது சேவையகம் ரகசியத்தை உருவாக்கி QR குறியீட்டை ச்கேன் செய்யுங்கள் தனியுரிமைடியா அங்கீகாரத்தைப் போன்ற ச்மார்ட்போன் பயன்பாடு உங்களைத் திருப்புகிறது ச்மார்ட்போன் அங்கீகார சாதனத்தில். நீங்கள் மற்றவர்களையும் பயன்படுத்தலாம் Google Authenticator போன்ற அங்கீகார பயன்பாடுகள். ஆனால் கவனியுங்கள், இவை ஆதரிக்கப்பட்ட ஆச் வழிமுறைகள் அல்லது பிற அளவுருக்களில் வரம்புகள் இருக்கலாம்.
uk: Токен HOTP - це токен на основі події. Ви можете вставити секретний ключ або попросити сервер згенерувати секретний ключ і відсканувати QR-код за допомогою додатком для смартфона, наприклад, privacyIDEA Authenticator, який перетворить ваш смартфон на пристрій автентифікації. Ви також можете використовувати інші програми-автентифікатори, такі як Google Authenticator. Але зауважте, що вони можуть мати обмеження в підтримуваних хеш-алгоритмах або інших параметрах.

source: The HSM is not ready. privacyIDEA can not work properly. Please start the HSM and reload this page.
cs: HSM není připraven. Server privacyIDEA nemůže správně fungovat. Prosím zapněte HSM a obnovte stránku.
de: Das Security-Modul ist nicht bereit. privacyIDEA wird nicht wie erwartet funktionieren, da es verschlüsselte Daten nicht entschlüsseln kann. Bitte starten Sie das Security-Modul und laden Sie diese Seite neu.
fr: HSM n'est pas prêt. privacyIDEA ne peut pas fonctionner correctement. Veuillez démarrer HSM et recharger cette page.
it: L'HSM non è pronto. privacyIDEA non può funzionare correttamente. Si prega di avviare l'HSM e ricaricare questa pagina.
nl: De HSM is niet klaar. PrivacyIDEA kan niet juist werken. Start de HSM en herlaad deze pagina.
pt: O HSM não está pronto. privacyIDEA não pode funcionar corretamente. Inicie o HSM e volte a carregar esta página.
ru: HSM не готов. privacyIDEA не может работать должным образом. Пожалуйста, запустите HSM и перезагрузите эту страницу.
ta: எச்.எச்.எம் தயாராக இல்லை. தனியுரிமை சரியாக வேலை செய்ய முடியாது. தயவுசெய்து தொடங்கவும் HSM மற்றும் இந்த பக்கத்தை மீண்டும் ஏற்றவும்.
tr: HSM hazır değil. PrivacyIDEA düzgün çalışamaz. Lütfen başla HSM ve bu sayfayı tekrar yükleyin.
uk: HSM не готовий. privacyIDEA не може працювати належним чином. Будь ласка, почніть HSM і перезавантажте цю сторінку.

source: The OTP key
cs: Sdílené tajemství (klíč)
de: Der OTP-Schlüssel
fr: La clé OTP
it: La chiave OTP
nl: De OTP-sleutel
pt: A chave OTP
ru: Ключ OTP
ta: OTP விசை
tr: OTP tuşu
uk: Ключ OTP

source: The OTP values
cs: Jednorázové kódy
de: OTP-Werte
fr: Les valeurs OTP
it: I valori OTP
nl: De OTP waarden
pt: Os valores OTP
ru: Значения OTP
ta: OTP மதிப்புகள்
tr: OTP değerleri
uk: Значення OTP

source: The PKCS12 container contains the public and private key of the certificate. The container will also be available for download in the token details.
ru: Контейнер PKCS12 содержит открытый и закрытый ключ сертификата. Контейнер также будет доступен для загрузки в деталях токена.
ta: PKCS12 கொள்கலனில் பொது மற்றும் தனியார் விசையை கொண்டுள்ளது சான்றிதழ். கொள்கலன் பதிவிறக்கம் செய்வதற்கும் கிடைக்கும் கிள்ளாக்கு விவரங்கள்.
uk: Контейнер PKCS12 містить відкритий і закритий ключ сертифікат. Контейнер також буде доступний для завантаження в деталі жетона.
