Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

source: Maximum Authentication Count
cs: Maximální počet autentizací
de: Maximale Authentisierungen
fr: Nombre d'authentifications maximum
it: Numero massimo di autenticazioni
nl: Maximaal aantal authenticaties
pt: Contagem máxima de autenticações
ru: Максимальное количество аутентификаций
ta: அதிகபட்ச அங்கீகார எண்ணிக்கை
tr: Maksimum kimlik doğrulama sayısı
uk: Максимальна кількість автентифікацій

source: Maximum Success Auth Count
cs: Maximální počet úspěšných autentizací
de: Maximale erfolgreiche Authentisierungen
fr: Nombre maximum d'authentifications réussies
it: Numero massimo di autenticazioni riuscite
nl: Maximaal aantal gelukte authenticaties
pt: Contagem máxima de sucesso de autenticações
ru: Максимальное количество успешных авторизаций
ta: அதிகபட்ச செய் அங்கீகார எண்ணிக்கை
tr: Maksimum Başarı Auth Sayımı
uk: Максимальна кількість успішних автентифікацій

source: Method
cs: Metoda
de: Methode
fr: Méthode
it: Metodo
nl: Methode
pt: Método
ru: Метод
ta: முறை
tr: Yöntem
uk: Метод

source: Microsoft CA worker hostname
de: Hostname des Microsoft CA-Workers
fr: Nom d'hôte du serveur de signatures Microsoft CA
it: Nome host del worker Microsoft CA
nl: Microsoft CA worker hostnaam
pt: Nome de anfitrião do trabalhador da AC da Microsoft
ru: Имя хоста рабочего центра Microsoft CA
ta: நுண்மென் சிஏ தொழிலாளி ஓச்ட்பெயர்
uk: Ім'я робочого хоста ЦС Microsoft

source: Microsoft CA worker port
de: Port für Microsoft CA-Worker
fr: Port du serveur de signatures Microsoft CA
it: Porta del worker Microsoft CA
nl: Microsoft CA worker poort
pt: Porta do trabalhador da AC da Microsoft
ru: Порт рабочего центра Microsoft CA
ta: நுண்மென் சிஏ தொழிலாளி துறைமுகம்
uk: Робочий порт Microsoft CA

source: Missing
ru: Отсутствует
ta: இல்லை
uk: Відсутня

source: Mobile
cs: Mobil
de: Mobiltelefon
fr: Téléphone
it: Cellulare
nl: Mobiel
pt: Móvel
ru: Мобильный
ta: மொபைல்
uk: Мобільний

source: Multivalue Attributes
cs: Atributy s více hodnotami
de: Attribute mit mehreren Werten
fr: Attributs Multi valeurs
it: Attributi multivalore
nl: Multiwaarde attributen
pt: Atributos multivalor
ru: Атрибуты с несколькими значениями
ta: பன்முக பண்புக்கூறுகள்
tr: Çok değerli özellikler
uk: Багатозначні атрибути

source: Name
cs: Název
fr: Nom
it: Nome
nl: Naam
pt: Nome
ru: Имя
ta: பெயர்
tr: İsim
uk: Назва

source: New Connectors
de: Neue Konnektoren
fr: Nouveaux connecteurs
it: Nuovi connettori
nl: Nieuwe connectors
pt: Novos conectores
ru: Новые коннекторы
ta: புதிய இணைப்பிகள்
tr: Yeni konnektörler
uk: Нові Коннектори

source: New PIN
cs: Nový PIN
de: Neue PIN
fr: Nouveau code PIN
it: Nuovo PIN
nl: Nieuwe PIN
pt: Novo PIN
ru: Новый PIN
ta: புதிய முள்
tr: Yeni pin
uk: Новий PIN-код

source: New RADIUS server
de: Neuen RADIUS-Server anlegen
fr: Nouveau serveur RADIUS
it: Nuovo server RADIUS
nl: Nieuwe RADIUS-server
pt: Novo servidor RADIUS
ru: Новый RADIUS-сервер
ta: புதிய ஆரம் சேவையகம்
tr: Yeni Yarıçap Sunucusu
uk: Новий сервер RADIUS

source: New Realm...
ru: Новый домен...
ta: புதிய சாம்ராச்யம் ...
uk: Нове царство...

source: New Resolvers
de: Neue Resolver
fr: Nouveaux interpréteurs
it: Nuova sorgente dati utente
nl: Nieuwe resolvers
pt: Novo resolvedor
ru: Новый Resolvers
ta: புதிய தீர்வுகள்
tr: Yeni Çözümler
uk: Нові Резолвери

source: New SMTP server
de: Neuen SMTP-Server anlegen
fr: Nouveau serveur SMTP
it: Nuovo server SMTP
nl: Nieuwe SMTP-server
pt: Novo servidor SMTP
ru: Новый SMTP-сервер
ta: புதிய SMTP சேவையகம்
tr: Yeni SMTP Sunucusu
uk: Новий SMTP-сервер

source: New Service ID definition
de: Neue Dienste-Kennzeichnung definieren
fr: Nouvelle définition d'ID de service
pt: Nova definição de Service ID
ru: Определение нового идентификатора службы
ta: புதிய பணி ஐடி வரையறை
uk: Нове визначення ідентифікатора служби

source: New Tokengroup definition
de: Neue Tokengruppen Definition
fr: Nouvelle définition du groupe de jetons
it: Nuova definizione di Tokengroup
nl: Nieuwe token-groepdefinitie
pt: Nova definição de Tokengroup
ru: Новое определение токен-группы
ta: புதிய டோக்ரூப் வரையறை
uk: Нове визначення групи маркерів

source: New container type
de: Neuer Containertyp
fr: Nouveau type de conteneur
it: Nuovo tipo di container
pt: Novo tipo de contentor
ru: Новый тип контейнера
ta: புதிய கொள்கலன் வகை
uk: Новий тип контейнера

source: New privacyIDEA server
de: Neuer privacyIDEA Server
fr: Nouveau serveur privacyIDEA
it: Nuovo server privacyIDEA
nl: Nieuwe privacyIDEA-server
pt: Novo servidor privacyIDEA
ru: Новый privacyIDEA-сервер
ta: புதிய தனியுரிமை சேவையகம்
tr: Yeni PrivacyIDEA Sunucusu
uk: Новий сервер privacyIDEA

source: New {{ connectortype | uppercase }} CA Connector
de: Neuer {{ connectortype | uppercase }} CA-Konnektor
fr: Nouveau connecteur CA {{ connectortype | uppercase }}
it: Nuovo {{ connectortype | uppercase }} Connettore CA
nl: Nieuw {{ connectortype | uppercase }} CA Connector
pt: Novo conector AC {{ connectortype | uppercase }}
ru: Новый {{ connectortype | uppercase }} CA Connector
ta: புதிய {{ connectortype | uppercase }} ca இணைப்பான்
tr: Yeni {{ connectortype | uppercase }} ca konektörü
uk: Новий {{ connectortype | uppercase }} Роз'єм CA

source: New {{ mResolvertype | uppercase }} Resolver
de: Neuer {{ mResolvertype | uppercase }} Resolver
fr: Nouvel interpréteur {{ mResolvertype | uppercase }}
it: Nuovo {{ mResolvertype | uppercase }} Resolver
nl: Nieuw {{ mResolvertype | uppercase }} resolver
pt: Novo resolvedor {{ mResolvertype | uppercase }}
ru: Новый {{ mResolvertype | uppercase }} Resolver
ta: புதிய {{ mResolvertype | uppercase }} தீர்வி
tr: Yeni {{ mResolvertype | uppercase }} çözümleyici
uk: Новий {{ mResolvertype | uppercase }} Resolver

source: New {{ resolvertype }}
de: Neuer {{ resolvertype }}
fr: Nouveau {{ resolvertype }}
it: Nuovo {{ resolvertype }}
nl: Nieuw{{ resolvertype }}
pt: Novo {{ resolvertype }}
ru: Новый {{ resolvertype }}
ta: புதிய {{ resolvertype }}}
tr: Yeni {{ resolvertype }}
uk: Новий {{resolvertype}}

source: News
ru: Новости
ta: செய்தி
uk: Новини

source: Next
cs: Další
de: Weiter
fr: Suivant
it: Avanti
nl: Volgende
pt: Próximo
ru: Далее
ta: அடுத்தது
tr: Sonraki
uk: Далі

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
pt: Não
ru: Нет
ta: இல்லை
tr: Numara
uk: Ні

source: No Serial number could be found for OTP value {{ otp }}.
cs: Nebylo nalezeno žádné sériové číslo pro jednorázový kód {{ otp }}.
de: Zu dem OTP-Wert {{ otp }} konnte keine Seriennummer gefunden werden.
fr: Aucun numéro de série n'a été trouvé pour le token {{ otp }}.
it: Non è stato possibile trovare alcun numero di serie per il valore OTP {{ otp }}.
nl: Geen serienummer gevonden voor OTP-waarde {{ otp }}.
pt: Não foi possível encontrar um número de série para o valor OTP {{ otp }}.
ru: Не удалось найти серийный номер для значения OTP {{ otp }}.
ta: OTP மதிப்புக்கு வரிசை எண்ணைக் காண முடியவில்லை {{ otp }}.
tr: OTP değeri {{ otp }} için hiçbir seri numarası bulunamadı.
uk: Не вдалося знайти серійний номер для значення OTP {{ otp }}.

source: No anonymous referral chasing
de: Referrals werden nicht (anonym) verfolgt
fr: Pas de recherche anonyme de références
it: Nessun riferimento anonimo da seguire
nl: Niet zoeken achter anonieme verwijzingen
pt: Sem perseguição de referências anónimas
ru: Не отслеживать анонимные подключения
ta: அநாமதேய பரிந்துரை துரத்தல் இல்லை
tr: Anonim yönlendirme takibi yok
uk: Немає анонімного переходу за посиланнями

source: No expired challenges were deleted.
uk: Жодних прострочених завдань не було видалено.

source: No machine found
de: Keine Maschine gefunen
fr: Aucune machine trouvée
it: Nessuna macchina trovata
nl: Geen machine gevonden
pt: Nenhuma máquina encontrada
ru: Машина не найдена
ta: எந்த இயந்திரமும் கிடைக்கவில்லை
tr: Makine bulunamadı
uk: Комп'ютер не знайдено

source: No retrieval of schema information
cs: Nenačítat schéma
de: Schema-Informationen werden nicht abgerufen
fr: Pas de récupération des informations de schéma
it: Nessun recupero di informazioni sullo schema
nl: Schema-informatie niet opgehaald
pt: Sem recuperação de informações de esquema
ru: Отсутствие поиска информации о схеме
ta: ச்கீமா தகவல்களை மீட்டெடுக்கவில்லை
tr: Şema bilgisinin alınması yok
uk: Немає отримання інформації про схему

source: No serial found
cs: Sériové číslo nenalezeno
de: Keine Seriennummer gefunden
fr: Aucun numéro de série trouvé
it: Nessun seriale trovato
nl: Geen serienummer gevonden
pt: Nenhuma série encontrada
ru: Серийный номер не найден
ta: சீரியல் எதுவும் கிடைக்கவில்லை
tr: Seri bulunamadı
uk: Серійний номер не знайдений

source: No user cache entries were deleted.
uk: Жодних записів кешу користувача не було видалено.

source: No user found
cs: Uživatel nenalezen
de: Keinen Benutzer gefunden
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
nl: Geen gebruiker gevonden
pt: Nenhum utilizador encontrado
ru: Пользователь не найден
ta: பயனர் எதுவும் கிடைக்கவில்லை
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено

source: Node-specific Resolver Configuration
de: Knoten-Spezifische Resolver Konfiguration
fr: Configuration de l'interpréteur spécifique au nœud
pt: Configuração do resolvedor específico do nó
ru: Конфигурация Resolver для конкретного узла
ta: முனை-குறிப்பிட்ட தீர்வி உள்ளமைவு
uk: Конфігурація резолвера для конкретного вузла

source: Note: Changes will only be applied to this container and not to the template.
ru: Примечание: изменения будут применены только к этому контейнеру, а не к шаблону.
ta: குறிப்பு: மாற்றங்கள் இந்த கொள்கலனுக்கு மட்டுமே பயன்படுத்தப்படும், ஆனால் வார்ப்புருவுக்கு அல்ல.
uk: Примітка. Зміни буде застосовано лише до цього контейнера, а не до шаблону.

source: Number of answers
cs: Počet odpovědí
de: Anzahl der Antworten
fr: Nombre de réponses
it: Numero di risposte
nl: Aantal antwoorden
pt: Número de respostas
ru: Число ответов
ta: பதில்களின் எண்ணிக்கை
tr: Cevap Sayısı
uk: Кількість відповідей

source: Number of days a new CRL should be generated before the current CRL expires.
de: Anzahl der Tage zwischen dem Erzeugen einer neuen CRL und dem Ablauf der aktuellen CRL.
fr: Nombre de jours avant expiration de l'actuel qu'un nouveau CRL doit être généré.
it: Numero di giorni in cui deve essere generata una nuova CRL prima che la CRL corrente scada.
nl: Aantal dagen waarin een nieuwe CRL moet gegenereerd worden voor de huidige CRL vervalt.
pt: Número de dias em que uma nova LCR deve ser gerada antes de a LCR atual expirar.
ru: Количество дней, в течение которых должен быть сгенерирован новый CRL до истечения срока действия истечения срока действия текущего CRL.
ta: ஒரு புதிய சி.ஆர்.எல் முன் உருவாக்கப்பட வேண்டிய நாட்களின் எண்ணிக்கை தற்போதைய சி.ஆர்.எல் காலாவதியாகிறது.
tr: Gün sayısı yeni bir CRL'den önce oluşturulması gereken Mevcut CRL sona eriyor.
uk: Кількість днів, протягом яких слід створити новий CRL до поточний CRL закінчується.

source: Number of days the generated CRL should be valid.
de: Die Anzahl der Tage, wie lange eine erzeugte CRL gültig sein soll.
fr: Nombre de jours de validité d'un CRL généré.
it: Numero di giorni di validità della CRL generata.
nl: Aantal dagen dat de gegenereerde CRL geldig moet blijven.
pt: Número de dias em que a LCR gerada deve ser válida.
ru: Количество дней, в течение которых сгенерированный CRL должен быть действителен.
ta: உருவாக்கப்பட்ட சி.ஆர்.எல் செல்லுபடியாகும் நாட்களின் எண்ணிக்கை.
tr: Oluşturulan CRL'nin gün sayısı geçerli olması gerekir.
uk: Кількість днів, протягом якої згенерований CRL має бути дійсним.

source: Number of machines: {{ $scope.machinecount }}
de: Anzahl der Maschinen: {{ $scope.machinecount }}
fr: Nombre de machines : {{ $scope.machinecount }}
it: Numero di macchine: {{ $scope.machinecount }}
nl: Aantal machines: {{ $scope.machinecount }}
pt: Número de máquinas: {{ $scope.machinecount }}
ru: Количество машин: {{ $scope.machinecount }}
ta: இயந்திரங்களின் எண்ணிக்கை: {{$ scope.machinecount}}}
tr: Makinelerin sayısı: {{ $scope.machinecount }}
uk: Кількість машин: {{ $scope.machinecount }}

source: Number of required tokens
cs: Počet vyžadováných tokenů
de: Anzahl der benötigten Token
fr: Nombre de jetons nécessaires
it: Numero di token richiesti
nl: Aantal vereiste tokens
pt: Número de tokens necessários
ru: Количество требуемых токенов
ta: தேவையான டோக்கன்களின் எண்ணிக்கை
tr: Gerekli belirteçlerin sayısı
uk: Кількість необхідних жетонів

source: OCRA Suite
fr: Suite OCRA
it: Suite OCRA
pt: Suite OCRA
ta: OCRA தொகுப்பு
uk: OCRA Люкс

source: OK
ru: ОК
ta: சரி
tr: Tamam
uk: Добре

source: OTP Key
cs: Klíč jednorázových kódů
de: OTP-Schlüssel
fr: Clé OTP
it: Chiave OTP
nl: OTP-sleutel
pt: Chave OTP
ru: OTP-ключ
ta: OTP விசை
tr: OTP anahtar
uk: Ключ OTP

source: OTP Length
cs: Délka jednorázového kódu
de: OTP-Länge
fr: Longueur OTP
it: Lunghezza dell'OTP
nl: OTP-lengte
pt: Comprimento da OTP
ru: Длинна OTP-ключа
ta: OTP நீளம்
tr: OTP uzunluğu
uk: Довжина OTP

source: OTP PINs do not match!
cs: PIN kódy jednorázových kódů nesouhlasí!
de: Die OTP-PINs sind nicht gleich!
fr: Les codes PIN OTP ne correspondent pas !
it: I PIN dell'OTP non corrispondono!
nl: OTP PINnen komen niet overeen!
pt: Os PIN OTP não coincidem!
ru: ПИН-коды OTP не совпадают!
ta: OTP ஊசிகள் பொருந்தவில்லை!
tr: OTP pimleri eşleşmiyor!
uk: PIN-коди OTP не збігаються!

source: OTP Value
cs: Jednorázový kód
de: OTP-Wert
fr: Valeur de la clé OTP
it: Valore dell'OTP
nl: OTP-waarde
pt: Valor OTP
ru: Значение OTP
ta: OTP மதிப்பு
tr: OTP değeri
uk: Значення OTP

source: OTP length
cs: Délka jednorázového kódu
de: OTP-Länge
fr: Longueur de la clé OTP
it: Lunghezza dell'OTP
nl: OTP-lengte
pt: comprimento da OTP
ru: Длина OTP-ключа
ta: OTP நீளம்
tr: OTP uzunluğu
uk: Довжина OTP

source: OTP length of newly enrolled tokens
de: OTP-Länge von neu ausgerollten Token
fr: Longueur OTP des jetons nouvellement enrôlés
pt: Comprimento da OTP dos tokens recentemente registados
ru: Длина OTP для вновь зачисленных токенов
ta: OTP நீளம் புதிதாக பதிவுசெய்யப்பட்ட டோக்கன்கள்
uk: Довжина OTP щойно зареєстровані токени

source: OTP validity time
cs: Délka platnosti jednorázových kódů
de: Gültigkeitszeitraum für OTP
fr: Durée de validité de la clé OTP
it: intervallo di tempo di validità dell'OTP
nl: OTP geldigheidsduur
pt: Tempo de validade da OTP
ru: Время действия OTP
ta: OTP செல்லுபடியாகும் நேரம்
tr: OTP geçerlilik süresi
uk: Час дії OTP

source: Object classes of a new created user object
de: Objektklassen eines neu erzeugten Benutzerobjekts
fr: Classes d'objet de nouvel objet utilisateur créé
it: Classi di oggetti di un nuovo oggetto utente creato
nl: Object classes van een nieuw gemaakt gebruikersobject
pt: Classes de objeto de um novo objeto de utilizador criado
ru: Классы объектов нового созданного объекта пользователя
ta: புதிய உருவாக்கப்பட்ட பயனர் பொருளின் பொருள் வகுப்புகள்
tr: Yeni oluşturulan bir kullanıcı nesnesinin nesne sınıfları
uk: Класи об'єктів новоствореного об'єкта користувача

source: Obsolete settings
cs: Zastaralá nastavení
de: Nicht mehr verwendete Einstellungen
fr: Paramètres obsolètes
it: Impostazioni obsolete
nl: Verouderde instellingen
pt: Definições obsoletas
ru: Устаревшие настройки
ta: வழக்கற்றுப் போன அமைப்புகள்
tr: Eski ayarlar
uk: Застарілі налаштування

source: Obviously you have no realms defined. Do you want me to create a default realm for you from the machines /etc/passwd?
cs: Nemáte vytvořenou žádnou doménu. Chcete vytvořit výchozí doménu ze souboru /etc/passwd?
de: Offenbar haben Sie bisher keinen Realm definiert. Wollen Sie, dass aus der Datei /etc/passwd dieser Maschine automatisch ein Standard-Realm erzeugt wird?
fr: Visiblement vous n'avez aucun domaine défini. Voulez-vous que je crée un domaine par défaut pour vous à partir des machines /etc/passwd ?
it: Ovviamente non avete definito alcun realm. Volete che crei un realm predefinito dai file /etc/passwd delle macchine?
nl: Je hebt nog geen realms gedefinieerd. Zal ik een nieuw standaard realm voor je maken vanuit /etc/passwd van deze machine?
pt: Obviamente não tem domínios definidos. Quer que eu crie um domínio padrão para si a partir das máquinas /etc/passwd?
ru: Очевидно, что у вас не определено ни одного царства. Хотите, чтобы я создал стандартный домен для вас из машины /etc/passwd?
ta: வெளிப்படையாக உங்களிடம் எந்த பகுதிகளும் வரையறுக்கப்படவில்லை. நான் ஒரு உருவாக்க விரும்புகிறீர்களா? இயந்திரங்கள் /etc /passwd இலிருந்து உங்களுக்கு இயல்புநிலை சாம்ராச்யம்?
tr: Açıkçası tanımlanmış hiçbir aleminiz yok. Oluşturmamı ister misin Makinelerden / etc / passwd'ten sizin için varsayılan bölge?
uk: Очевидно, у вас немає визначених сфер. Ви хочете, щоб я створив a область за замовчуванням для вас з машин /etc/passwd?

source: Offline tokens attached to notebooks
de: Maschinen, an die dieser "offline" Token angehängt ist
fr: Jetons hors lignes rattachés aux machines
pt: Tokens offline anexados aos notebooks
ru: Автономные токены, прикрепленные к ноутбукам
ta: நோட்புக்குகளுடன் இணைக்கப்பட்ட இணைப்பில்லாத டோக்கன்கள்
uk: Офлайн-маркери, прикріплені до блокнотів

source: Offline tokens can not be rolled over and can not be transferred to a new device.
ru: Офлайн-токены нельзя обновить и перенести на новое устройство.
ta: இணைப்பில்லாத டோக்கன்களை உருட்ட முடியாது, மேலும் புதிய சாதனத்திற்கு மாற்ற முடியாது.
uk: Офлайн-токени не можна оновити та перенести на новий пристрій.

source: Offline tokens can not be synchronized if they do not yet exist on the smartphone.
ru: Офлайн-токены нельзя синхронизировать, если они ещё не существуют на смартфоне.
ta: ச்மார்ட்போனில் இன்னும் இல்லாதிருந்தால் இணைப்பில்லாத டோக்கன்களை ஒத்திசைக்க முடியாது.
uk: Офлайн-токени не можна синхронізувати, якщо вони ще не існують на смартфоні.

source: Okay
cs: OK
fr: OK
it: Ok
nl: Ok
pt: Ok
ru: Хорошо
ta: சரி
tr: Peki
uk: Гаразд

source: Online Documentation
cs: On-line dokumentace
de: Online Dokumentation
fr: Documentation en ligne
it: Documentazione online
nl: Online documentatie
pt: Documentação online
ru: Документация в режиме онлайн
ta: நிகழ்நிலை ஆவணங்கள்
tr: Çevrimiçi belgeler
uk: Онлайн-документація

source: Only add to the realm (no user assignment)
ru: Добавить только в домен (без назначения пользователя)
ta: சாம்ராச்யத்தில் மட்டுமே சேர்க்கவும் (பயனர் ஒதுக்கீடு இல்லை)
uk: Лише додати до сфери (без призначення користувача)

source: Only show tokens that are not in a container.
de: Zeige nur Token an, die in keinem Container sind.
fr: Montrer seulement les jetons qui ne sont pas dans un conteneur.
it: Visualizza solo i token che non sono inseriti in un container.
pt: Mostrar apenas os tokens que não estão num contentor.
ru: Показывайте только те токены, которые не находятся в контейнере.
ta: ஒரு கொள்கலனில் இல்லாத டோக்கன்களை மட்டுமே காட்டுங்கள்.
uk: Показувати лише маркери, які не знаходяться в контейнері.

source: Open all containers
de: Alle Container aufklappen
fr: Ouvrir tous les conteneurs
pt: Abrir todos os contentores
ru: Открыть все контейнеры
ta: அனைத்து கொள்கலன்களையும் திறக்கவும்
uk: Відкрийте всі контейнери

source: Open all groups
cs: Otevřít všechny skupiny
de: Alle Gruppen aufklappen
fr: Ouvrir tous les groupes
it: Apri tutti i gruppi
nl: Open alle groepen
pt: Abrir todos os grupos
ru: Открыть все группы
ta: அனைத்து குழுக்களையும் திறக்கவும்
tr: Tüm grupları aç
uk: Відкрийте всі групи

source: OpenSSL config file
de: Konfigurationsdatei für OpenSSL
fr: Fichier de configuration OpenSSL
it: File di configurazione OpenSSL
nl: OpenSSL configuratiebestand
pt: Ficheiro de configuração do OpenSSL
ru: Конфигурационный файл OpenSSL
ta: Openssl கட்டமைப்பு கோப்பு
tr: OpenSSL config dosyası
uk: Файл конфігурації OpenSSL

source: Options
cs: Možnosti
de: Optionen
it: Opzioni
nl: Opties
pt: Opções
ru: Параметры
ta: விருப்பங்கள்
tr: Seçenekler
uk: Опції

source: Order
cs: Pořadí
de: Reihenfolge
fr: Priorité
it: Ordine
nl: Volgorde
pt: Ordem
ru: Заказ
ta: ஒழுங்கு
tr: Sipariş
uk: Порядок

source: Other Error
cs: Jiná chyba
de: Unbekanter Fehler
fr: Autre erreur
it: Altro errore
nl: Ander fout
pt: Outros Erros
ru: Прочие ошибки
ta: பிற பிழை
tr: Diğer hata
uk: Інша помилка

source: Otplen
de: OTP Länge
fr: Long. OTP
pt: Comprimento OTP
ru: Длина OTP
ta: Otple
uk: Отплен

source: Overlap Period
de: Überlappungsdauer
fr: Durée de chevauchement
it: Periodo di sovrapposizione
nl: Overlap periode
pt: Período de sobreposição
ru: Период наложения
ta: ஒன்றுடன் ஒன்று காலம்
tr: Örtüşme süresi
uk: Період перекриття

source: Override Authorization Clients
de: Überschreibe den authorisierenden Client
fr: Outrepasser l'Autorisation des Clients
it: Sovrascrivere i client di autorizzazione
nl: Overschrijf autorisatie cliënten
pt: Substituir clientes de autorização
ru: Переопределение клиентов авторизации
ta: அங்கீகார வாடிக்கையாளர்களை மேலெழுதவும்
tr: Yetkilendirme istemcilerini geçersiz kıl
uk: Замінити авторизацію клієнтів

source: PGP Key
cs: PGP klíč
de: PGP-Schlüssel
fr: Clé PGP
it: Chiave PGP
nl: PGP-sleutel
pt: Chave PGP
ru: PGP Ключ
ta: பிசிபி விசை
tr: PGP tuşu
uk: Ключ PGP

source: PIN changed successfully.
cs: PIN byl úspěšně změněn.
de: PIN erfolgreich geändert.
fr: Code PIN modifié avec succès.
it: Il PIN è stato modificato con successo.
nl: PIN wijzigen gelukt.
pt: PIN alterado com sucesso.
ru: PIN-код успешно изменен.
ta: முள் வெற்றிகரமாக மாறியது.
tr: Pin başarıyla değiştirildi.
uk: PIN-код успішно змінено.

source: PIN set successfully.
cs: PIN byl úspěšně nastaven.
de: PIN erfolgreich gesetzt.
fr: Code PIN défini avec succès.
it: PIN impostato con successo.
nl: PIN instellen gelukt.
pt: PIN definido com sucesso.
ru: PIN-код установлен успешно.
ta: முள் செட் வெற்றிகரமாக.
tr: Pin başarıyla ayarlandı.
uk: PIN встановлено успішно.

source: PIN/Password
de: PIN/Passwort
fr: PIN/Mot de passe
pt: PIN/Palavra-passe
ru: ПИН-код/пароль
ta: பின்/கடவுச்சொல்
uk: PIN/Пароль

source: PKCS12 Password copied to clipboard
ru: Пароль PKCS12 скопирован в буфер обмена
ta: PKCS12 கடவுச்சொல் இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
uk: Пароль PKCS12 скопійовано в буфер обміну

source: Parameters
cs: Parametry
de: Parameter
fr: Paramètres
it: Parametri
pt: Parâmetros
ru: Параметры
ta: அளவுருக்கள்
tr: Parametreler
uk: Параметри

source: Passkey Log In
ru: Войти с помощью ключа доступа
ta: பாச்கி உள்நுழைக
uk: Пароль для входу

source: Passphrase (optional)
ru: Парольная фраза (необязательно)
ta: கடவுச்சொல் (விரும்பினால்)
uk: Парольна фраза (необов’язково)

source: Passphrase Prompt
ru: Подсказка к парольной фразе
ta: கடவுச்சொல் வரம்பு
uk: Запит на парольну фразу

source: Passphrase Response
ru: Ответ на парольную фразу
ta: கடவுச்சொல் பதில்
uk: Відповідь на парольну фразу

source: Passphrase the user has to enter to successfully register the container
ru: Парольная фраза, которую пользователь должен ввести для успешной регистрации контейнера
ta: பாச்ஃபிரேச் கொள்கலனை வெற்றிகரமாக பதிவு செய்ய பயனர் நுழைய வேண்டும்
uk: Пароль, який користувач має ввести, щоб успішно зареєструвати контейнер

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt: Palavra-passe
ru: Пароль
ta: கடவுச்சொல்
tr: Şifre
uk: Пароль

source: Password Hash for editable users
de: Passwort Hash für neu angelegte Benutzer
fr: Hachage du mot de passe pour les utilisateurs modifiables
it: Hash della password per gli utenti modificabili
nl: Wachtwoord hash voor bewerkbare gebruikers
pt: Hash da palavra-passe para utilizadores editáveis
ru: Хеширование паролей для редактируемых пользователей
ta: திருத்தக்கூடிய பயனர்களுக்கான கடவுச்சொல் ஆச்
tr: Düzenlenebilir kullanıcılar için şifre hash
uk: Хеш пароля для редагованих користувачів

source: Password for the private key
uk: Пароль для закритого ключа
