Repository: privacyidea/privacyidea
Catalog: po/*.po
Languages: cs, de, fr, it, nl, pt, ru, ta, tr, uk

# subscription
source: Level
cs: Stupeň
de: Subskriptionsstufe
fr: Niveau
it: Livello
nl: Niveau
pt: Nível
ru: Уровень
ta: நிலை
uk: Рівень

source: (none)
cs: (neznámo)
fr: (aucun)
it: (nessuno)
nl: (geen)
pt: (nenhum)
ru: (пусто)
ta: (எதுவுமில்லை)
tr: (Yok)
uk: (немає)

source: 45% Complete
cs: 45% Hotovo
de: 45% abgeschlossen
fr: 45% terminé
it: 45% Completato
nl: 45% compleet
pt: 45% Completo
ru: 45% Выполнено
ta: 45% முடிந்தது
tr: % 45 tamamlandı
uk: 45% Завершено

source: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Ask for the privacyIDEA Enterprise Edition, now!</a>
cs: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Získejte více informací o privacyIDEA Enterprise Edition!</a>
de: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Jetzt Angebot für PrivacyIDEA Enterprise Edition einholen!</a>
fr: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Demandez l'édition Entreprise de privacyIDEA dès maintenant !</a>
it: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Richiedi privacyIDEA Enterprise Edition oggi stesso!</a>
nl: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Vraag nu naar de privacyIDEA Enterprise Editie!</a>
pt: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Peça já a privacyIDEA Enterprise Edition!</a>
ru: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Запросите privacyIDEA Enterprise Edition прямо сейчас!</a>
ta: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> தனியுரிமை எண்டர்பிரைச் பதிப்பைக் கேளுங்கள், இப்போது! </a>
tr: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Şimdi PrivacyIDEA Enterprise Edition'ı isteyin! </a>
uk: <a target="netknights" href="https://netknights.it/en/unternehmen/kontakt/"> Запитати щодо privacyIDEA Enterprise Edition, зараз! </a>

source: <b>THIS SOFTWARE COMES WITHOUT ANY WARRANTY!</b>
cs: <b>TENTO SOFTWARE JE DODÁVÁN BEZ JAKÉKOLI ZÁRUKY!</b>
de: <b>KEINE GEWÄHRLEISTUNG ODER HAFTUNG DURCH DIE ENTWICKLER!</b>
fr: <b>CE LOGICIEL EST FOURNI SANS AUCUNE GARANTIE !</b>
it: <b>QUESTO SOFTWARE VIENE DISTRIBUITO SENZA GARANZIA!</b>
nl: <b>DEZE SOFTWARE WORDT GELEVERD ZONDER ENIGE GARANTIE!</b>
pt: <b>ESTE SOFTWARE É FORNECIDO SEM QUALQUER GARANTIA!</b>
ru: <b>ПРОГРАММА ПРЕДОСТАВЛЯЕТСЯ БЕЗ ОБЯЗАТЕЛЬСТВ!</b>
ta: <b> இந்த மென்பொருள் எந்த உத்தரவாதமும் இல்லாமல் வருகிறது! </b>
tr: <b>Bu yazılım herhangi bir garanti olmadan gelir! </b>
uk: <b> ЦЕ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ПОСТАВЛЯЄТЬСЯ БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ! </b>

source: <li><b>"5 10 * * *"</b> runs the task every day at 10:05 am.</li> <li><b>"*/10 * * * *"</b> runs the task every ten minutes.</li> <li><b>"1 23 * * 7"</b> runs the task at 11:01pm on Sundays.</li>
cs: <li><b>"5 10 * * *"</b>spustí úkol každý den o 10:05.</li> <li><b>"*/10 * * * *"</b> spustí úkol každých 5 minut.</li> <li><b>"1 23 * * 7"</b> spustí úkol každou Neděli v 23:01.</li>
de: <li><b>"5 10 * * *"</b> führt die Aufrage jeden Tag um 10:05 aus.</li> <li><b>"*/10 * * * *"</b> führt die Aufgabe alle 10 Minuten aus.</li> <li><b>"1 23 * * 7"</b> führt die Aufgabe um 23:01 an Sonntagen aus.</li>
fr: <li><b>"5 10 * * *"</b> exécute la tâche chaque jour à 10h05.</li> <li><b>"*/10 * * * *"</b> exécute la tâche toutes les dix minutes.</li> <li><b>"1 23 * * 7"</b> exécute la tâche à 11h01 tous les dimanches.</li>
it: <li><b>"5 10 * * *"</b> esegue l'operazione ogni giorno alle 10:05.</li> <li><b>"*/10 * * * *"</b> esegue l'operazione ogni dieci minuti.</li> <li><b>"1 23 * * 7"</b> esegue l'operazione alle 23:01 di Domenica.</li>
nl: <li><b>"5 10 * * *"</b> voert de taak elke dag om 10:05 uit.</li> <li><b>"*/10 * * * *"</b> voert de taak elke tien minuten uit.</li> <li><b>"1 23 * * 7"</b> voert de taak uit om 23:01 op zondag.</li>
pt: <li><b>"5 10 * * *"</b> executa a tarefa todos os dias às 10:05.</li> <li><b>"*/10 * * * *"</b> executa a tarefa a cada 10 minutos</li> <li><b>"1 23 * * 7"</b> executa a tarefa às 23h01 de domingo.</li>
ru: <li><b>"5 10 * * *"</b> запускает задачу каждый день в 10:05.</li> <li><b>"*/10 * * * *"</b> запускает задачу каждые десять минут.</li> <li><b>"1 23 * * 7"</b> запускает задачу в 23:01 по воскресеньям.</li>
ta: <li> <b> "5 10 * *" </b> ஒவ்வொரு நாளும் காலை 10:05 மணிக்கு பணியை இயக்குகிறது. </li> <li> <b> " */10 * * *" </b> ஒவ்வொரு பத்து நிமிடங்களுக்கும் பணியை இயக்குகிறது. </li> <li> <b> "1 23 * * 7" </b> ஞாயிற்றுக்கிழமைகளில் 11:01 மணிக்கு பணியை இயக்குகிறது. </li>
tr: <li> <b> "5 10 * * *" </b> Görevi her gün saat 10: 05'te çalıştırır. </li> <li> <b> "* / 10 * * * *" </b> Görevi her on dakikada bir çalıştırır. </li> <li> <b> "1 23 * * 7" </b> Görevi Pazar günleri saat 11: 01'de çalıştırır. </li>
uk: <li><b>"5 10 * * *"</b> виконує завдання щодня о 10:05 ранку.</li> <li><b>"*/10 * * * *"</b> виконує завдання кожні десять хвилин.</li> <li><b>"1 23 * * 7"</b> виконує завдання о 23:01 по неділях.</li>

source: <li>Support and <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> Service Level Agreements by NetKnights</a>, Germany. </li> <li>Stable enterprise packages for Ubuntu and RHEL allow for an easy update and secure operations. </li> <li>An exclusive <b>Appliance</b>-Tool, which allows easy setup of RADIUS clients, MySQL replications, backup and restore... </li> <li>Exclusive timely news and bug reports.</li> <li>Depending on the support level you get help with updates and yearly consultancy.</li> <li>By buying the <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> you ensure that professional developers can work full time on privacyIDEA, add new features and fix bugs in a timely manner. In addition, you allow for external services like code audits. </li>
de: <li><b>Support</b> mit definierten Reaktionszeiten, <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/">Service Level Agreements</a>, durch die NetKnights GmbH.</li> <li>Stabile Enterprise-Pakete für Ubuntu und RHEL ermöglichen leichte Updates und einen sicheren Betrieb.</li> <li>Ein exklusives <b>Appliance</b>-Tool, das bspw. die leichte Einrichtung von RADIUS-Clients, Administratoren oder eine Master-Master-Replikation ermöglicht und Backups und Restores bietet.</li> <li>Spezielle, frühzeitige <b>Benachrichtigungen</b> über Neuigkeiten oder Fehler in der Software.</li> <li>Abhängig von der Support-Stufe erhalten Sie Unterstützung bei Updates und jährliche <b>Consulting</b>-Leistungen.</li> <li>Schließlich ermöglichen Sie durch den Kauf der Enterprise Edition die Bezahlung professioneller privacyIDEA-Entwickler und stellen damit das Bug-Fixing, die Weiterentwicklung der Software und weitere Leistungen, wie bspw. unabhängiger <b>Code-Audits</b>, sicher.</li>
fr: <li>Support et <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> Accords de Niveau de Service par NetKnights</a>, Allemagne. </li> <li>Nos paquets en version stable entreprise pour Debian, Ubuntu, RHEL permettent des mises à jours faciles et sécurisées. </li> <li>Un outil exclusif de type <b>Appliance</b> vous facilitera vos installations RADIUS clients, réplications master-master MySQL, sauvegarde/restauration... </li> <li>Accès exclusif aux dernières informations et aux rapports d'erreurs.</li> <li>Dépendant de votre niveau de support, vous aurez droit à une aide pour les mises à jours et une prestation annuelle de conseils.</li> <li>En achetant <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Edition Entreprise</a> vous assurez l'emploi à plein temps de développeurs professionnels sur privacyIDEA, l'ajout de nouvelles fonctionnalités et la correction d'erreurs à temps. De plus, vous permettez l'appel à des services externes comme de l'audit de code. </li>
pt: <li>Suporte e <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> Acordos de nível de serviço da NetKnights</a>, Alemanha. </li> <li>Os pacotes empresariais estáveis para Ubuntu e RHEL permitem uma atualização fácil e operações seguras. </li> <li>Uma ferramenta de <b>Aplicação</b> exclusiva, que permite a configuração fácil de clientes RADIUS, replicações de MySQL, cópia de segurança e restauro... </li> <li>Notícias exclusivas e actualizadas e relatórios de erros.</li> <li>Dependendo do nível de suporte, recebe ajuda com actualizações e consultoria anual.</li> <li>Ao comprar <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> garante que os programadores profissionais podem trabalhar a tempo inteiro no privacyIDEA, adicionar novas funcionalidades e corrigir erros atempadamente. Além disso, permite a utilização de serviços externos, como auditorias de código. </li>
ru: <li>Поддержка и <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> Соглашение об уровне обслуживания от NetKnights</a>, Германия. </li> <li> Стабильные корпоративные пакеты для Ubuntu и RHEL обеспечивают простое обновление и безопасную работу. </li> <li>Эксклюзивный <b>инструмент</b>, который позволяет легко настраивать RADIUS-клиенты, выполнять репликацию MySQL, резервное копирование и восстановление.... </li> <li>Эксклюзивные актуальные новости и сообщения об ошибках.</li> <li>>В зависимости от уровня поддержки вы получаете помощь с обновлениями и ежегодные консультации.</li> <li>Приобретая <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> вы обеспечиваете профессиональным разработчикам возможность работать над privacyIDEA полный рабочий день, своевременно добавлять новые функции и исправлять ошибки. Кроме того, вы получаете возможность пользоваться внешними услугами, такими как аудит кода. </li>
ta: <li> உதவி மற்றும் <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> நெட்நைட்சின் பணி நிலை ஒப்பந்தங்கள் </a>, செர்மனி. </li> <li> உபுண்டு மற்றும் RHEL க்கான நிலையான நிறுவன தொகுப்புகள் எளிதான புதுப்பிப்பு மற்றும் பாதுகாப்பை அனுமதிக்கின்றன செயல்பாடுகள். </li> <li> ஒரு பிரத்யேக <b> பயன்பாடு </b>-டூல், இது எளிதாக அனுமதிக்கிறது ஆரம் வாடிக்கையாளர்களின் அமைப்பு, MySQL பிரதிகள், காப்புப்பிரதி மற்றும் மீட்டமை ... </li> <li> பிரத்யேக சரியான நேரத்தில் செய்தி மற்றும் பிழை அறிக்கைகள். </li> <li> உதவி நிலையைப் பொறுத்து நீங்கள் புதுப்பிப்புகள் மற்றும் வருடாந்திர ஆலோசனைக்கு உதவி பெறுவீர்கள். </li> <li> வாங்குவதன் மூலம் <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">தனியுரிமிடியா நிறுவன பதிப்பு </a> தொழில்முறை உருவாக்குபவர்கள் முழுநேர வேலை செய்ய முடியும் என்பதை நீங்கள் உறுதி செய்கிறீர்கள் தனியுரிமையில், புதிய அம்சங்களைச் சேர்த்து, பிழைகளைச் சரியான நேரத்தில் சரிசெய்யவும். கூடுதலாக, நீங்கள் அனுமதிக்கிறீர்கள் வெளிப்புற சேவைகள் குறியீடு தணிக்கை போன்றது. </li>
tr: <li> destek ve <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> NetKnights </a>, Almanya'dan hizmet seviyesi anlaşmaları. </li> <li> Debian, Ubuntu, Rhel için kararlı kurumsal paketler kolay bir güncelleme ve güvenli bir şekilde izin ver operasyonlar. </li> <li> Özel bir <b> Cihaz </b> -Tool, RADIUS istemcilerinin kolay kurulumunu sağlayan MySQL Master Master replikasyonları, Yedekleme ve geri yükleme... </li> <li> Özel zamanında haberler ve hata raporları. </li> <li> Destek seviyesine bağlı olarak güncellemeler ve yıllık danışmanlık konusunda yardım alırsınız. </li> <li> satın alarak <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> Profesyonel geliştiricilerin tam zamanlı çalışabileceğinden emin olun privacyIDEA'da yeni özellikler ekleyin ve hataları zamanında sabitleyin. Ek olarak izin verdiğinizde dış Hizmetler Kod denetimleri gibi. </li>
uk: <li> Підтримка та <a target="netknights" href="https://netknights.it/en/leistungen/service-level-agreements/"> Угоди про рівень обслуговування від NetKnights </a>, Німеччина. </li> <li> Стабільні корпоративні пакети для Debian, Ubuntu, RHEL дозволяють легко оновлювати та захищати робочі процеси. </li> <li> Ексклюзивний <b> Appliance</b> -інструмент, що дозволяє легко налаштувати RADIUS-клієнти, MySQL master реплікації, резервне копіювання та відновлення... </li> <li> Ексклюзивні своєчасні новини та звіти про помилки. </li> <li> Залежно від рівня підтримки ви отримуєте допомогу з оновленням та щорічні консультації. </li> <li> Купуючи <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> PrivacyIDEA Enterprise Edition </a> ви гарантуєте, що професійні розробники мають змогу працювати повний робочий день над privacyIDEA, додавати новий функціонал та своєчасно виправляти помилки. До того ж ви дозволяєте залучати зовнішні сервіси, наприклад аудит коду. </li>

source: <p> You are reading books, which do not belong to you anymore. Your ebook reader only provides them for the time of reading. You are using software as a service and you do not have any control, when the software will be updated, which features will be added or removed or if the service might even be stopped. You only get a legal right of time limited use. </p> <p> You could install proprietary software on your own server, but you also have only limited rights in regards to this installation. You are not allowed to modify or pass along this proprietary software. </p> <p> The open source software privacyIDEA now is <b>your property</b>! No one can take away this software or this installation. According to the license AGPLv3 you can modify or distribute this software. You do not have to worry about end-of-life. </p> <p> <b>Using open source is not about spending no money, but it is about full control you get over your own system! Forever!</b> </p>
uk: <p> Ви читаєте книги, які вам більше не належать. Ваш пристрій для читання електронних книг надає їх лише на час читання. Ви використовуєте програмне забезпечення як послугу і ви не маєте жодного контролю над тим, коли програмне забезпечення буде оновлене, які функції будуть додані або видалені або чи буде сервіс навіть взагалі зупинено. Ви отримуєте лише законне право обмеженого в часі використання. </p> <p> Ви можете встановити запатентоване програмне забезпечення на своєму власному сервері, але у вас також є лише обмежені права щодо цієї інсталяції. Вам не дозволено змінювати або передавати це пропрієтарне програмне забезпечення. </p> <p> Наразі програмне забезпечення з відкритим кодом PrivacyIDEA є <b> вашою власністю </b>! Ніхто не може забрати це програмне забезпечення або цю інсталяцію. Відповідно до ліцензії AGPLv3 ви можете модифікувати або поширювати це програмне забезпечення. Вам не потрібно турбуватися про закінчення терміну підтримки. </p> <p> <b> Використання відкритого коду - це не витрата грошей, а повний контроль, який ви отримуєте над власною системою! Назавжди! </b> </p>

source: <p><b>You are using privacyIDEA with more than 50 users.</b></p> <p>Thank you for your trust!</p> <p>For the productive enterprise use we recommend the <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>. </p> <p>NetKnights provides the <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> including <b>Support and Service Level Agreements</b>. Moreover, NetKnights provides services, consultancy and paid programming of new features. </p>
de: <p><b>Sie benutzen privacyIDEA nun mit mehr als 50 aktiven Token.</b></p> <p>Es freut uns sehr, dass Sie privacyIDEA Ihr Vertrauen schenken.</p> <p>Für den produktiven Unternehmenseinsatz raten wir, die <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> einzusetzen. Die NetKnights GmbH bietet die <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> mit Support und Service Level Agreement. Weiterhin bietet NetKnights Dienstleistungen, Planungsunterstützung und beauftragte Weiterentwicklungen.</p>
fr: <p><b>Vous utilisez privacyIDEA avec plus de 50 utilisateurs.</b></p> <p>Merci pour votre confiance!</p> <p>Pour un usage d'entreprise en production nous recommandons la version <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>. </p> <p>NetKnights fourni <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a> incluant le <b>Support et les accords de niveau de service</b>. De plus NetKnights fourni des services, du conseil et du développement payant pour de nouvelles fonctionnalités. </p>
pt: <p><b>Está a utilizar o privacyIDEA com mais de 50 utilizadores.</b></p> <p>Obrigado pela sua confiança!</p> <p>Para uma utilização empresarial produtiva, recomendamos a <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>. </p> <p>O NetKnights fornece o <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>, incluindo <b>Suporte e Acordos de Nível de Serviço</b>. Além disso, a NetKnights presta serviços, consultoria e programação paga de novas funcionalidades. </p>
ru: <p><b>Вы используете privacyIDEA более чем с 50 пользователями.</b></p> <p>Спасибо за доверие!</p> <p>Для продуктивного корпоративного использования мы рекомендуем <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>. </p> <p>NetKnights предоставляет <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/">privacyIDEA Enterprise Edition</a>, включая <b>Поддержку и Соглашения об уровне обслуживания</b>. Кроме того, NetKnights предоставляет услуги, консультации и платное программирование новых функций. </p>
ta: <p> <b> நீங்கள் 50 க்கும் மேற்பட்ட பயனர்களுடன் தனியுரிமைப் பயன்படுத்துகிறீர்கள். </b> </p> <p> உங்கள் நம்பிக்கைக்கு நன்றி! </p> <p> விளைவாக்கம் நிறுவன பயன்பாட்டிற்கு நாங்கள் பரிந்துரைக்கிறோம் <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> தனியுரிமிடியா நிறுவன பதிப்பு </a>. </p> <p> நெட்நைட்ச் வழங்குகிறது <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> தனியுரிமிடியா நிறுவன பதிப்பு </a> <b> உதவி மற்றும் பணி நிலை ஒப்பந்தங்கள் </b> உட்பட. மேலும், நெட்நைட்ச் சேவைகள், அறிவுரை மற்றும் புதிய அம்சங்களின் கட்டண நிரலாக்க. </p>
tr: <p><b> 50'den fazla kullanıcı ile PrivacyIDEA kullanıyorsunuz. </b></p> <p> Güveniniz için teşekkür ederiz! </p> <p> Verimli kurumsal kullanım için <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> privacyIDEA Enterprise Edition </a>. </p> <p> NETKNICHTS sağlar <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> privacyIDEA Enterprise Edition </a> <b> Destek ve Servis Seviyesi Anlaşmaları dahil </b>. Üstelik NetKnights, hizmetler, danışmanlık ve Yeni özelliklerin ücretli programlanması. </p>
uk: <p> <b> Ви використовуєте PrivacyIDEA для понад 50 користувачів. </b> </p> <p> Дякуємо за довіру! </p> <p> Для виробничого корпоративного використання ми рекомендуємо <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> PrivacyIDEA Enterprise Edition </a>. </p> <p> NetKnights надає <a target="netknights" href="https://netknights.it/en/produkte/privacyidea/"> PrivacyIDEA Enterprise Edition </a> включаючи <b> Угоди про підтримку та рівень обслуговування </b>. Більше того, NetKnights надає послуги, консультації та платну розробку нового функціоналу. </p>
