Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Whether and how strictly to check authenticator attestation data. Note: If the attestation form is none, the attestation level needs to also be none. Default: untrusted (attestation is required, but can be unknown or self-signed)
de: Ob und wie genau Attestation Daten überprüft werden soll. Wenn die "attestation form" auf "none" gesetzt ist, muss der "attestation level" ebenfalls auf "none" gesetzt sein. Standard: "untrusted" (Attestation wird angefordert, can aber auch unbekannt oder selbstsigniert sein)
es: Si se deben verificar los datos de atestación del autenticador y con qué precisión. Nota: Si el formulario de certificación es ninguno, el nivel de certificación también debe ser ninguno. Predeterminado: "untrusted" (se requiere certificación, pero puede ser desconocida o autofirmada)
fr: Si et à quel point les données d'attestation de l'authentificateur sont vérifiées. Note : si le formulaire d'attestation est aucun, le niveau d'attestation doit aussi être à aucun. Défaut : non fiable (l'attestation est requise, mais peut être inconnue ou auto-signée)
nl: Of en hoe strikt de attesteringsgegevens van de authenitcator gecontroleerd moeten worden. Merk op: als de attesteringsvorm geen is, dan moet het attesteringsniveau ook geen zijn. Standaard: niet vertrouwd (attestering is vereist, maar kan onbekend of zelf getekend zijn)
pt_br: Se e como verificar rigorosamente os dados do atestado do autenticador. Nota: Se o formulário de atestado não for nenhum, o nível de atestado também não precisa ser nenhum. Padrão: não confiável (o certificado é necessário, mas pode ser desconhecido ou autoassinado)
ta: அங்கீகார சான்றளிப்பு தரவை சரிபார்க்க எப்படி, எவ்வளவு கண்டிப்பாக. குறிப்பு: சான்றளிப்பு படிவம் எதுவுமில்லை என்றால், சான்றளிப்பு நிலை ஒன்றும் இருக்கக்கூடாது. இயல்புநிலை: நம்பத்தகாதது (சான்றளிப்பு தேவை, ஆனால் தெரியவில்லை அல்லது தன்வய கையொப்பமிடலாம்)
tr: Kimlik Doğrulama Bildirimi verilerini kontrol etmek için ve ne kadar kesinlikle. Not: Bildirim formu hiçbiri değilse, kanıt seviyesinin aynı zamanda hiçbiri olmaması gerekir. Varsayılan: Güvenilmediler (Bildirim gereklidir, ancak bilinmiyor veya kendinden imzalanabilir)
uk: Чи потрібно перевіряти дані атестації автентифікатора і якщо так, то наскільки суворо. Примітка: Якщо форма атестації відсутня, рівень атестації також має бути відсутній. За замовчуванням: недовірливий (атестація потрібна, але може бути невідомою або самопідписаною)
zh_hans: 是否以及如何严格检查身份验证者证明数据。注意：如果证明形式为“无”，则证明级别也必须为“无”。默认值：不受信任（要求提供证明，但可以是未知的或自签名的）
zh_hant: 是否以及如何嚴格檢查身份驗證器證明數據。注意：如果證明形式為 none，則證明級別也必須為 none。預設值：不受信任（證明是必需的，但可以是未知的或自簽名的）

source: Only the specified WebAuthn-tokens are allowed to be registered.
de: Lediglich die angegebenen WebAuthn Token dürfen registriert werden.
es: Solo se permite registrar los "tokens WebAuthn" especificados.
fr: Seuls les jetons WebAuthn spécifiés sont autorisés à s'enregistrer.
nl: Enkel de opgegeven WebAuthn-tokens mogen geregistreerd worden.
pt_br: Somente os WebAuthn-tokens especificados podem ser registrados.
ta: குறிப்பிட்ட WebAuthn-tokens மட்டுமே பதிவு செய்ய அனுமதிக்கப்படுகின்றன.
tr: Yalnızca belirtilen webauthn belirteçleri kaydedilmesine izin verilir.
uk: Дозволяється реєструвати лише вказані токени WebAuthn.
zh_hans: 仅允许注册指定的WebAuthn令牌。
zh_hant: 只允許註冊指定的 WebAuthn 令牌。

source: The user may only have this number of WebAuthn tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an WebAuthn Token zugewiesen haben.
es: El usuario solo puede tener asignado este número de "tokens WebAuthn".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons WebAuthn.
nl: De gebruiker mag slechts dit maximaal aantal WebAuthn -tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número de tokens WebAuthn.
ta: பயனருக்கு இந்த எண்ணிக்கையிலான வெபாஅ் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu sayıda WebAuthn belirteçleri atanmış olabilir.
uk: Користувачеві може бути призначена лише така кількість токенів WebAuthn.
zh_hans: 用户只能分配此数量的WebAuthn令牌。
zh_hant: 使用者只能分配此數量的 WebAuthn 令牌。

source: The user may only have this number of active WebAuthn tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven WebAuthn Token zugewiesen haben.
es: El usuario solo puede tener asignado este número de "tokens WebAuthn" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons WebAuthn actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve WebAuthn-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número de tokens WebAuthn ativos.
ta: பயனர் இந்த எண்ணிக்கையிலான செயலில் உள்ள வெபாஅ் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu sayıda aktif WebAuthn belirteçleri atanmış olabilir.
uk: Користувачеві може бути призначено лише таку кількість активних токенів WebAuthn.
zh_hans: 用户只能分配此数量的活动WebAuthn令牌。
zh_hant: 使用者只能分配此數量的活動 WebAuthn 令牌。

source: Use an alternative challenge text for telling the user to confirm the enrollment with his WebAuthn device. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Text, der den Benutzer auffordert die Registrierung seines WebAuthn Token zu bestätigen. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de confirmer l'enrôlement avec son appareil WebAuthn. Vous pouvez aussi utiliser des tags pour le remplacement automatique. Consultez la documentation pour plus de détails.
ta: தனது வெப்அத்ன் சாதனத்துடன் சேர்க்கையை உறுதிப்படுத்த பயனரிடம் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві підтвердити реєстрацію за допомогою свого пристрою WebAuthn. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: Yubikey Cloud mode: Forward authentication request to YubiCloud.
de: Yubikey Cloud Modus: Die Authentifizierungsanfrage wird an die YubiCloud weitergeleitet.
es: Modo Yubikey Cloud: reenviar la solicitud de autenticación a YubiCloud.
fr: Yubikey Mode Cloud : Transfère la requête d'authentification à YubiCloud.
nl: Yubikey Cloud modus: Stuur authenticatievragen door naan YubiCloud.
pt_br: Modo Yubikey Cloud: Encaminhar o pedido de autenticação para YubiCloud.
ta: யூபிகே முகில் பயன்முறை: யூபிக்ளவுட்டுக்கு அங்கீகார கோரிக்கையை முன்னோக்கி.
tr: YUBIKEY Cloud Mode: Yubicloud'a doğru doğrulama isteği.
uk: Режим Yubikey Cloud: пересилання запиту на автентифікацію в YubiCloud.
zh_hans: Yubikey Cloud模式：将身份验证请求转发到YubiCloud。
zh_hant: Yubikey Cloud 模式：將身份驗證請求轉發到 YubiCloud。

source: The user may only have this maximum number of Yubico tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Yubico Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Yubico".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Yubico.
nl: De gebruiker mag slechts dit maximaal aantal Yubiko-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens Yubico.
ta: பயனருக்கு இந்த அதிகபட்ச யூபிகோ டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum YUBICO belirteçlerini atanmıştır.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів Yubico.
zh_hans: 用户只能分配此最大数量的Yubico令牌。
zh_hant: 使用者只能分配此最大數量的 Yubico 令牌。

source: The user may only have this maximum number of active Yubico tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Yubico Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Yubico" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Yubico actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve Yubico-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens Yubico ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள யூபிகோ டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif Yubico belirteçinin atandığı sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних токенів Yubico.
zh_hans: 用户只能分配此最大数量的活动Yubico令牌。
zh_hant: 使用者只能分配此最大數量的活動 Yubico 令牌。

source: Yubikey AES mode: One Time Passwords with Yubikey.
de: Yubikey AES Mode: Einmalpasswort mit dem Yubikey.
es: Modo Yubikey AES: contraseñas de un solo uso con Yubikey.
fr: Yubikey Mode AES : Mots de passe uniques avec Yubikey.
nl: Yubikey AES modus: One Time Passwords met Yubikey.
pt_br: Modo Yubikey AES: Senhas de uso único com Yubikey.
ta: யூபிகே ஏஇஎச் பயன்முறை: யூபிகியுடன் ஒரு முறை கடவுச்சொற்கள்.
tr: Yubikey AES modu: Yubikey ile bir kerelik şifreler.
uk: Режим Yubikey AES: одноразові паролі з Yubikey.
zh_hans: Yubikey AES模式：使用Yubikey一次性密码。
zh_hant: Yubikey AES模式：使用Yubikey的一次性密碼。

source: The user may only have this maximum number of Yubikey tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Yubikey Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Yubikey".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Yubikey.
nl: De gebruiker mag slechts dit maximaal aantal Yubikey-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens Yubikey.
ta: பயனருக்கு இந்த அதிகபட்ச யூபிகே டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum YubiKey belirteçlerinin atandığı sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів Yubikey.
zh_hans: 用户只能分配此最大数量的Yubikey令牌。
zh_hant: 使用者只能分配此最大數量的 Yubikey 令牌。

source: The user may only have this maximum number of active Yubikey tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Yubikey Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Yubikey" activos .
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Yubikey actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve Yubikey-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens Yubikey ativos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் யூபிகே டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif Yubikey belirteçinin atandığı sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних токенів Yubikey.
zh_hans: 用户只能分配此最大数量的活动Yubikey令牌。
zh_hant: 使用者只能分配此最大數量的活動 Yubikey 令牌。

source: The Yubikey access code can be read by an enrollment client to initialize Yubikeys.
de: Der Yubikey Access Code kann vom Rollout-Client gelesen werden, um Yubikeys auszurollen.
es: El código de acceso de Yubikey utilizado para inicializar Yubikeys.
fr: Le code d'accès Yubikey peut être lu par un client d'enrôlement pour initialiser Yubikeys.
nl: De Yubikey toegangscode kan gelezen worden door een registratieclient om Yubikeys te initialiseren.
pt_br: O código de acesso Yubikey utilizado para inicializar os Yubikeys.
ta: யூபிகீசைத் தொடங்க யூபிகே அணுகல் குறியீட்டை ஒரு பதிவு கிளையன்ட் படிக்கலாம்.
tr: Yubikey Erişim Kodu Yubikeys'i başlatmak için bir kayıt istemcisi tarafından okunabilir.
uk: Код доступу Yubikey може бути прочитаний клієнтом реєстрації для ініціалізації Yubikeys.
zh_hans: 注册客户端可以读取 Yubikey 访问代码来初始化 Yubikey。
zh_hant: 用於初始化 Yubikey 的 Yubikey 存取代碼。

source: true if the value of the left attribute contains the right value
de: Wahr, wenn der Wert des linken Attributes den rechten Wert beinhaltet
es: verdadero si el valor del atributo de la izquierda contiene el valor de la derecha
fr: vrai si la valeur de l'attribut de gauche contient la valeur de droite
nl: waar als de waarde van het linker attribuut de rechter waarde bevat
pt_br: verdadeiro se o valor do atributo esquerdo contiver o valor direito
ta: இடது பண்புக்கூறின் மதிப்பில் சரியான மதிப்பு இருந்தால் உண்மை
tr: Sol niteliğin değeri doğru değeri içeriyorsa true
uk: true, якщо значення лівого атрибута містить праве значення
zh_hans: 如果left属性的值包含正确的值，则为true
zh_hant: 如果 left 屬性的值包含右值，則為 true

source: false if the value of the left attribute contains the right value
de: Falsch, wenn der Wert des linken Attributes den rechten Wert beinhaltet
es: falso si el valor del atributo de la izquierda contiene el valor de la derecha
fr: faux si la valeur de l'attribut de gauche contient la valeur de droite
nl: niet waar als de waarde van het linker attribuut de rechter waarde bevat
pt_br: falso se o valor do atributo esquerdo contiver o valor direito
ta: இடது பண்புக்கூறின் மதிப்பில் சரியான மதிப்பு இருந்தால் தவறானது
tr: FALSE Sol niteliğin değeri doğru değeri içeriyorsa
uk: false, якщо значення лівого атрибута містить праве значення
zh_hans: 如果left属性的值包含正确的值，则返回false
zh_hant: 如果 left 屬性的值包含右值，則為 true

source: true if the value of the left attribute equals the right value
de: Wahr, wenn der Wert des linken Attributes gleich dem rechten Wert ist
es: Verdadero si el valor del atributo de la izquierda es igual al valor de la derecha
fr: vrai si la valeur de l'attribut de gauche égale celle de droite
nl: waar als de waarde van het linker attribuut gelijk is aan de rechter waarde
pt_br: verdadeiro se o valor do atributo esquerdo for igual ao valor direito
ta: இடது பண்புக்கூறின் மதிப்பு சரியான மதிப்புக்கு சமமாக இருந்தால் உண்மை
tr: Sol niteliğin değeri doğru değere eşitse
uk: true, якщо значення лівого атрибута дорівнює правому значенню
zh_hans: 如果left属性的值等于right值，则为true
zh_hant: 如果 left 屬性的值等於右值，則為 true

source: false if the value of the left attribute equals the right value
de: Falsch, wenn der Wert des linken Attributes gleich dem rechten Wert ist
es: falso si el valor del atributo de la izquierda es igual al valor de la derecha
fr: faux si la valeur de l'attribut de gauche équivaut à la valeur de droite
nl: niet waar als de waarde van het linker attribuut gelijk is aan de rechter waarde
pt_br: falso se o valor do atributo esquerdo for igual ao valor direito
ta: இடது பண்புக்கூறின் மதிப்பு சரியான மதிப்புக்கு சமமாக இருந்தால் தவறு
tr: YANLIŞ Sol niteliğin değeri doğru değere eşitse
uk: false, якщо значення лівого атрибута дорівнює правому значенню
zh_hans: 如果left属性的值等于right值，则返回false
zh_hant: 如果左屬性的值等於右值，則為 false

source: true if the value of the left attribute completely matches the given regular expression pattern on the right
de: Wahr, wenn der Wert des linken Attributes komplett dem auf der rechten Seite angegebenen regulären Ausdruck entspricht
es: Verdadero si el valor del atributo de la izquierda coincide exactamente con el patrón de expresión regular de la derecha
fr: vrai si la valeur de l'attribut de gauche correspond exactement au modèle donné de l'expression régulière de droite
nl: waar als de waarde van het linker attribuut volledig overeenkomt met het opgegeven reguliere expressie-patroon aan de rechterkant
pt_br: verdadeiro se o valor do atributo esquerdo corresponder completamente ao padrão de expressão regular do atributo direito
ta: இடது பண்புக்கூறின் மதிப்பு வலதுபுறத்தில் கொடுக்கப்பட்ட வழக்கமான வெளிப்பாடு வடிவத்துடன் முழுமையாக பொருந்தினால் உண்மை
tr: Sol niteliğin değeri, sağdaki verilen düzenli ifade deseniyle tamamen eşleşirse
uk: true, якщо значення лівого атрибута повністю відповідає даному шаблону регулярного виразу справа
zh_hans: 如果left属性的值与右边的给定正则表达式模式完全匹配，则为true
zh_hant: 如果左側屬性的值與右側給定的正則表達式模式完全匹配，則為 true

source: false if the value of the left attribute completely matches the given regular expression pattern on the right
de: Falsch, wenn der Wert des linken Attributes komplett dem auf der rechten Seite angegebenen regulären Ausdruck entspricht
es: falso si el valor del atributo de la izquierda coincide exactamente con el patrón de expresión regular de la derecha
fr: faux si la valeur de l'attribut de gauche correspond exactement au modèle donné de l'expression régulière de droite
nl: niet waar als de waarde van het linker attribuut volledig overeenkomt met het opgegeven reguliere expressie-patroon aan de rechterkant
pt_br: falso se o valor do atributo esquerdo corresponder completamente ao padrão de expressão regular do atributo direito
ta: இடது பண்புக்கூறின் மதிப்பு வலதுபுறத்தில் கொடுக்கப்பட்ட வழக்கமான வெளிப்பாடு வடிவத்துடன் முழுமையாக பொருந்தினால் தவறு
tr: FALSE Sol niteliğin değeri, sağdaki verilen düzenli ifade deseniyle tamamen eşleşiyorsa
uk: false, якщо значення лівого атрибута повністю відповідає даному шаблону регулярного виразу справа
zh_hans: 如果left属性的值与右边的给定正则表达式模式完全匹配，则返回false
zh_hant: 如果左側屬性的值與右側給定的正則表達式模式完全匹配，則為 false

source: true if the value of the left attribute is contained in the comma-separated values on the right
de: Wahr, wenn der Wert des linken Attributes in der Komma-separierten Liste auf der rechten Seite enthalten ist
es: verdadero si el valor del atributo de la izquierda está contenido en los valores separados por comas de la derecha
fr: vrai si la valeur de l'attribut de gauche est contenue dans les valeurs séparées par des virgules de la valeur de droite
nl: waar als de waarde van het linker attribuut voorkomt in de komma-gescheiden lijst met waarden aan de rechterkant
pt_br: verdadeiro se o valor do atributo esquerdo estiver contido nos valores separados por vírgula do lado direito
ta: வலதுபுறத்தில் கமாவால் பிரிக்கப்பட்ட மதிப்புகளில் இடது பண்புகளின் மதிப்பு இருந்தால் உண்மை
tr: Sol niteliğin değeri, sağdaki virgülle ayrılmış değerlerde bulunursa doğrudur.
uk: true, якщо значення лівого атрибута міститься в розділених комами значеннях праворуч
zh_hans: 如果left属性的值包含在右边的逗号分隔值中，则为true
zh_hant: 如果左側屬性的值包含在右側的逗號分隔值中，則為 true

source: false if the value of the left attribute is contained in the comma-separated values on the right
de: Falsch, wenn der Wert des linken Attributes in der Komma-separierten Liste auf der rechten Seite enthalten ist
es: falso si el valor del atributo de la izquierda está contenido en los valores separados por comas de la derecha
fr: faux si la valeur de l'attribut de gauche est contenue dans les valeurs séparées par des virgules de la valeur de droite
nl: niet waar als de waarde van het linker attribuut voorkomt in de komma-gescheiden lijst met waarden aan de rechterkant
pt_br: falso se o valor do atributo esquerdo estiver contido nos valores separados por vírgula do lado direito
ta: பொய்யானது இடது பண்புக்கூறின் மதிப்பு வலதுபுறத்தில் கமாவால் பிரிக்கப்பட்ட மதிப்புகளில் இருந்தால்
tr: Sol niteliğin değeri, sağdaki virgülle ayrılmış değerlerde bulunursa
uk: false, якщо значення лівого атрибута міститься в розділених комами значеннях праворуч
zh_hans: 如果left属性的值包含在右边的逗号分隔值中，则返回false
zh_hant: 如果左側屬性的值包含在右側的逗號分隔值中，則為 false

source: true if the integer value of the left attribute is smaller than the right integer value
de: Wahr, wenn der Zahlenwert des linken Attributes kleiner ist als der Zahlenwert auf der rechten Seite
es: Verdadero si el valor entero del atributo izquierdo es menor que el valor entero derecho
fr: vrai si la valeur entière de l'attribut de gauche est inférieure à celle de droite
nl: waar als de gehele waarde van het linker attribuut kleiner is dan de rechter gehele waarde
pt_br: verdadeiro se o valor inteiro do atributo esquerdo for menor do que o valor inteiro direito
ta: இடது பண்புக்கூறின் முழு எண் மதிப்பு சரியான முழு எண்ணை விட சிறியதாக இருந்தால் உண்மை
tr: Sol niteliğin tamsayı değeri, doğru tamsayı değerinden daha küçükse doğru
uk: true, якщо ціле значення лівого атрибута менше правого цілого значення
zh_hant: 如果左側屬性的整數值小於右側整數值，則為 true

source: true if the integer value of the left attribute is bigger than the right integer value
de: Wahr, wenn der Zahlenwert des linken Attributes größer ist als der Zahlenwert auf der rechten Seite
es: Verdadero si el valor entero del atributo izquierdo es mayor que el valor entero derecho
fr: vrai si la valeur entière de l'attribut de gauche est supérieure à celle de droite
nl: waar als de gehele waarde van het linker attribuut groter is dan de rechter gehele waarde
pt_br: verdadeiro se o valor inteiro do atributo esquerdo for maior do que o valor inteiro direito
ta: இடது பண்புக்கூறின் முழு எண் மதிப்பு வலது முழு எண்ணை விட பெரியதாக இருந்தால் உண்மை
tr: Sol niteliğin tamsayı değeri doğru tamsayı değerinden daha büyükse doğrudur.
uk: true, якщо ціле значення лівого атрибута більше правого цілого значення
zh_hant: 如果左側屬性的整數值大於右側整數值，則為 true

source: If this checked, the administrator will not see the welcome dialog anymore.
de: Dem Administrator wird der Willkommen-Dialog nicht mehr angezeigt.
es: Si se marca esta casilla, el administrador ya no verá el cuadro de diálogo de bienvenida.
fr: Si cochée, l'administrateur ne verra plus jamais la page de bienvenue.
nl: Indien dit is aangevinkt, dan zal de beheerder de welkomdialoog niet meer zien.
pt_br: Se isto for verificado, o administrador não verá mais o diálogo de boas-vindas.
ta: இது சரிபார்க்கப்பட்டால், நிர்வாகி இனி வரவேற்பு உரையாடலைக் காண மாட்டார்.
tr: Bu kontrol edilirse, yönetici artık karşılama iletişim kutusunu görmeyecek.
zh_hans: 如果选中此选项，则管理员将不再看到“欢迎”对话框。
zh_hant: 如果選取此選項，管理員將不再看到歡迎對話框。

source: Authentication failure. Unknown realm: {0!s}.
de: Authentifizierungsfehler. Unbekannter Realm: {0!s}.
nl: Authenticatie mislukt. Onbekende realm: {0!s}.
pt_br: Falha na autenticação. Domínio: {0!s} desconhecido: {0!s}.
tr: Kimlik doğrulama hatası. Bilinmeyen bölge: {0!s}.
zh_hans: 验证失败,未知的域: {0!s}.

source: Authentication failure. Error during decoding your token: {0!s}
de: Authentifizierungsfehler. Fehler beim Dekodieren des Tokens: {0!s}
nl: Authenticatie mislukt. Fout tijdens het decoderen van je token: {0!s}
pt_br: Falha na autenticação. Erro ao decodificar seu token: {0!s}
tr: Kimlik doğrulama hatası. Tokeniniz çözülürken hata oluştu. {0!s}
zh_hans: 验证失败。解码令牌时出错：{0！s}

source: Authentication failure. Your token has expired: {0!s}
de: Authentifizierungsfehler. Der Token ist abgelaufen: {0!s}
nl: Authenticatie mislukt. Je token is vervallen: {0!s}
pt_br: Falha na autenticação. Seu token expirou: {0!s}
tr: Kimlik doğrulama hatası. Tokeninizin süresi doldu: {0!s}
zh_hans: 验证失败,因为您的令牌已过期: {0!s}

source: Authentication failure. The username {0!s} is not allowed to impersonate via JWT.
de: Fehler bei der Authentifizierung. Der Benutzername {0!s} ist nicht berechtigt mittels JWT zuzugreifen.
nl: Authenticatie mislukt. De gebruikersnaam {0!s} is mag zich niet verpersoonlijken via JWT.
pt_br: Falha na autenticação. O usuário {0!s} não está autorizado a impersonar via JWT.
tr: Kimlik doğrulama hatası. {0!s} kullanıcı adının JWT aracılığıyla kimliğine bürünmesine izin verilmiyor.
zh_hans: 验证失败。用户名{0！s}不允许通过JWT模拟。

source: Authentication failure. You do not have the necessary role ({0!s}) to access this resource!
de: Authentifizierungsfehler. Sie haben nicht die nötige Rolle ({0!s}), um auf die Ressource zuzugreifen!
nl: Authenticatie mislukt. Je hebt niet de juiste rol {0!s} om toegang te krijgen tot deze bron!
pt_br: Falha na autenticação. Você não possui o papel ({0!s}) para acessar esse recurso!
tr: Kimlik doğrulama hatası. Bu kaynağa erişmek için gerekli role ({0!s}) sahip değilsiniz!
zh_hans: 验证失败。您没有访问此资源所需的角色（{0！s}）！

source: '{0!s}' is an invalid policy name.
de: '{0!s}' ist ein ungültiger Name für eine Richtlinie.
nl: '{0!s}' is een ongeldige beleidsnaam.
pt_br: '{0!s}' é um nome de política inválido.
tr: geçersiz bir politika adı.
zh_hans: '{0！s}'是无效的策略名称。
