Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Send QR-Code image as an attachment (cid URL: token_image)
de: Der QR-Code wird als Bild-Anhang versendet (cid URL: token_image)
es: Envia la imagen del código QR como adjunto (URL cid: token_image)
fr: Envoyer l'image QR-Code comme une pièce jointe (cid URL : token_image)
nl: Stuur een QR-code als een bijlage (cid URL: token_image)
pt_br: Enviar imagem de QR-Code como anexo (cid URL: token_image)
ta: QR-குறியீடு படத்தை ஒரு இணைப்பாக அனுப்பவும் (CID URL: TOKEN_IMAGE)
tr: Ek olarak QR kodu görüntüsünü gönder (CID URL: Token_Image)
uk: Надіслати зображення QR-коду як вкладений файл (cid URL: token_image)
zh_hans: 发送QR码图像作为附件（cid URL：token_image）
zh_hant: 將二維碼影像作為附件發送（URL：token_image）

source: The subject of the mail that is sent.
de: Die Betreffzeile der Email.
es: El asunto del correo que se envía.
fr: L'objet du courriel envoyé.
nl: Het onderwerp van de verstuurde mail.
pt_br: O assunto do correio que é enviado.
ta: அனுப்பப்பட்ட அஞ்சலின் பொருள்.
tr: Gönderilen postanın konusu.
uk: Тема листа, який надсилається.
zh_hans: 发送邮件的主题。
zh_hant: 發送的郵件的主題。

source: The Reply-To header in the sent email.
de: Das Antworten-An Feld in der gesendeten EMail.
es: El encabezado "Reply-to" en el correo electrónico enviado.
fr: L'en-tête Répondre-à dans le courriel envoyé.
nl: Het antwoordadres van de verstuurde mail.
pt_br: O cabeçalho Reply-To no e-mail enviado.
ta: அனுப்பப்பட்ட மின்னஞ்சலில் பதில்-க்கு தலைப்பு.
tr: Gönderilen e-postadaki Cevap-Başlık.
uk: Заголовок Reply-To у надісланому електронному листі.
zh_hans: 发送的电子邮件中的Reply-To标头。
zh_hant: 已發送電子郵件中的「答覆」標頭。

source: Any email address, to which the notification should be sent.
de: Eine EMail-Adresse, an welche die Benachrichtigung gesendet werden soll.
es: Cualquier dirección de correo electrónico a la que deba enviarse la notificación.
fr: Toute adresse électronique à laquelle la notification doit être envoyée.
nl: Gelijk welk e-mailadres waarnaar de melding moet verstuurd worden.
pt_br: Qualquer endereço de e-mail, para o qual a notificação deve ser enviada.
ta: எந்த மின்னஞ்சல் முகவரியும், அறிவிப்பு அனுப்பப்பட வேண்டும்.
tr: Bildirimin gönderilmesi gereken herhangi bir e-posta adresi.
uk: Будь-яка адреса електронної пошти, на яку потрібно надіслати повідомлення.
zh_hans: 通知应发送到的任何电子邮件地址。
zh_hant: 應向其發送通知的任何電子郵件位址。

source: The template of the mail body that will be sent. It may contain the following tags as specified in the documentation: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
fr: Le modèle du corps du courriel qui sera envoyé. Il peut contenir les balises suivantes comme spécifié dans la documentation : <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
ta: அனுப்பப்படும் அஞ்சல் உடலின் வார்ப்புரு. ஆவணத்தில் குறிப்பிடப்பட்டுள்ளபடி பின்வரும் குறிச்சொற்களைக் கொண்டிருக்கலாம்: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
uk: Шаблон тексту листа, який буде надіслано. Він може містити такі теги, як зазначено в документації: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>

source: Send notification to this user.
de: Benachrichtigung an diesen Benutzer senden.
es: Enviar una notificación a este usuario.
fr: Envoyez une notification à cet utilisateur.
nl: Stuur melding naar deze gebruiker.
pt_br: Enviar notificação a este usuário.
ta: இந்த பயனருக்கு அறிவிப்பை அனுப்பவும்.
tr: Bu kullanıcıya bildirim gönder.
uk: Надіслати сповіщення цьому користувачеві.
zh_hans: 向该用户发送通知。
zh_hant: 向此用戶發送通知。

source: Send the user notification via a predefined SMS gateway.
de: Benutzerbenachrichtigung über dieses SMS-Gateway schicken.
es: Envía la notificación al usuario a través de la puerta de enlace SMS predefinida.
fr: Envoyer la notification utilisateur via une passerelle SMS prédéfinie.
nl: Stuur de melding naar de gebruiker via een voorgedefinieerde SMS-gateway.
pt_br: Enviar a notificação do usuário através de um gateway SMS pré-definido.
ta: முன் வரையறுக்கப்பட்ட எச்எம்எச் நுழைவாயில் வழியாக பயனர் அறிவிப்பை அனுப்பவும்.
tr: Kullanıcı bildirimini önceden tanımlanmış bir SMS ağ geçidi ile gönderin.
uk: Надішліть сповіщення користувача через попередньо визначений шлюз SMS.
zh_hans: 通过预定义的SMS网关发送用户通知。
zh_hant: 通過預定義的SMS gateway 發送使用者通知。

source: The text template of the SMS. It may contain the following tags as specified in the documentation: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
fr: Le modèle de texte du SMS. Il peut contenir les balises suivantes comme spécifié dans la documentation : <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
ta: எச்எம்எச் உரை வார்ப்புரு. ஆவணத்தில் குறிப்பிடப்பட்டுள்ளபடி பின்வரும் குறிச்சொற்களைக் கொண்டிருக்கலாம்: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
uk: Текстовий шаблон смс. Він може містити такі теги, як зазначено в документації: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>

source: This is the template content of the new file. It may contain the following tags as specified in the documentation: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
fr: Ceci est le contenu du modèle du nouveau fichier. Il peut contenir les balises suivantes comme spécifié dans la documentation : <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
ta: இது புதிய கோப்பின் வார்ப்புரு உள்ளடக்கம். ஆவணத்தில் குறிப்பிடப்பட்டுள்ளபடி பின்வரும் குறிச்சொற்களைக் கொண்டிருக்கலாம்: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>
uk: Це вміст шаблону нового файлу. Він може містити такі теги, як зазначено в документації: <code>{admin}, {realm}, {action}, {serial}, {url}, {user}, {givenname}, {surname}, {username}, {userrealm}, {tokentype}, {tokendescription}, {registrationcode}, {recipient_givenname}, {recipient_surname}, {googleurl_value}, {googleurl_img}, {pushurl_value}, {pushurl_img}, {container_url_value}, {container_url_img}, {time}, {date}, {client_ip}, {ua_browser}, {ua_string}, {pin}.</code>

source: The filename of the notification. Existing files are overwritten. The name can contain tags as specified in the documentation and can also contain the tag {random}.
de: Der Name der Benachrichtigungs-Datei. Vorhandene Dateien werden überschrieben. Der Name kann die in der Dokumentation spezifizierten Tags enthalten, und auch den Tag '{random}'.
es: El nombre de archivo de la notificación. Los archivos existentes se sobrescriben. El nombre puede contener etiquetas como se especifica en la documentación y también puede contener la etiqueta {random}.
fr: Le nom de fichier de la notification. Les fichiers existants sont écrasés. Le nom peut contenir des tags comme spécifié dans la documentation et peut aussi contenir le tag {random}.
nl: De bestandsnaam van de melding. Bestaande bestanden worden overschreven. De naam kan tags bevatten zoals beschreven in de documentatie en kan ook de tag {random} bevatten.
pt_br: O nome do arquivo da notificação. Os arquivos existentes são sobregravados. O nome pode conter tags como especificado na documentação e também pode conter a tag {aleatória}.
ta: அறிவிப்பின் கோப்பு பெயர். தற்போதுள்ள கோப்புகள் மேலெழுதப்படுகின்றன. ஆவணத்தில் குறிப்பிடப்பட்டுள்ளபடி இந்த பெயரில் குறிச்சொற்கள் இருக்கலாம் மற்றும் {random} குறிச்சொல்லையும் கொண்டிருக்கலாம்.
tr: Bildirimin dosya adı. Mevcut dosyaların üzerine yazılır. Ad, belgelerde belirtildiği gibi etiket içerebilir ve ayrıca {rastgele} etiketini de içerebilir.
uk: Ім'я файлу сповіщення. Існуючі файли перезаписуються. Ім’я може містити теги, як зазначено в документації, а також тег {random}.
zh_hans: 通知的文件名。现有文件将被覆盖。该名称可以包含文档中指定的标签，也可以包含标签{random}。
zh_hant: 通知的檔名。現有檔將被覆蓋。該名稱可以包含文檔中指定的標記，也可以包含標記 {random}。

source: The URL the WebHook is posted to
de: Die URL, an die der WebHook gesendet wird
fr: L'URL où est posté le WebHook
nl: De URL van de webhook is gepost naar
ta: வெப்ஊக் வெளியிடப்பட்ட முகவரி
uk: URL-адреса, за якою опубліковано WebHook

source: The encoding that is sent to the WebHook, for example json
de: Das Format, welches an den WebHook gesendet wird, beispielsweise json
fr: L'encodage qui est envoyé au WebHook, par exemple json
nl: De encodering die naar de webhook gestuurd is, bijvoorbeeld json
ta: வெப்ஊக்கிற்கு அனுப்பப்படும் குறியாக்கம், எடுத்துக்காட்டாக சாதொபொகு
uk: Кодування, яке надсилається до WebHook, наприклад json

source: You can use the following placeholders: {logged_in_user}, {realm}, {surname}, {token_owner}, {user_realm}, {token_serial}. However, tag availability is depending on the endpoint.
fr: Vous pouvez utiliser les balises réservées suivantes : {logged_in_user}, {realm}, {surname}, {token_owner}, {user_realm}, {token_serial}. Toutefois, la disponibilité des balises dépend du terminal.
ta: நீங்கள் பின்வரும் ஒதுக்கிடங்களைப் பயன்படுத்தலாம்: {logged_in_user}, {realm}, {surname}, {token_owner}, {user_realm}, {token_serial}. இருப்பினும், குறிச்சொல் கிடைப்பது இறுதிப் புள்ளியைப் பொறுத்தது.
uk: Ви можете використовувати такі заповнювачі: {logged_in_user}, {realm}, {surname}, {token_owner}, {user_realm}, {token_serial}. Однак доступність тегу залежить від кінцевої точки.

source: The data posted in the WebHook
de: Die an den WebHook gesendeten Daten
fr: Les données postées dans le WebHook
nl: De gegevens gepost in de webhook
ta: வெப்ஊக்கில் வெளியிடப்பட்ட தரவு
uk: Дані, опубліковані в WebHook

source: Your LDAP config seems to be OK, %i machine objects found.
de: Die LDAP-Konfiguration scheint in Ordnung zu sein. Es wurden %i Maschinen-Objekte gefunden.
es: Su configuración LDAP parece estar bien, %i máquinas encontradas.
fr: Votre configuration LDAP semble correcte, %i objets machines ont été trouvées.
nl: Jouw LDAP-configuratie lijkt OK, %i machine-objecten gevonden.
pt_br: Sua configuração LDAP parece estar OK, %i objetos de máquina encontrados.
ta: உங்கள் LDAP கட்டமைப்பு சரியாக இருப்பதாகத் தெரிகிறது, %i இயந்திர பொருள்கள் காணப்படுகின்றன.
tr: LDAP yapılandırmanız iyi görünüyor,%i makine nesneleri bulundu.
uk: Ваша конфігурація LDAP здається в порядку, %i машинних об’єктів знайдено.
zh_hans: 您的LDAP配置似乎正常，%i机器对象已发现。
zh_hant: 您的LDAP配置似乎正常，%i 機器物件已找到。

source: Your LDAP config found {0!s} user objects in {2:.4f}s, but only {1!s} with the specified uidtype.
fr: Votre configuration LDAP a trouvé {0!s} objets utilisateurs en {2:.4f}s, mais seulement {1!s} avec le uidtype spécifié.
ta: உங்கள் LDAP கட்டமைப்பு {0!s} பயனர் பொருள்களைக் கண்டறிந்தது, ஆனால் குறிப்பிட்ட UIDTYPE உடன் {1!s} மட்டுமே ({2:.4f}).
uk: Ваша конфігурація LDAP знайшла {0!s} об’єктів користувача в {2:.4f}s, але лише {1!s} із вказаним uidtype.

source: Your LDAP config seems to be OK, {0!s} user objects found in {1:.4f}s.
fr: Votre configuration LDAP semble correcte, {0!s} objets utilisateurs ont été trouvés en {1:.4f}s.
ta: உங்கள் LDAP கட்டமைப்பு சரியாக இருப்பதாக தெரிகிறது, {0!s} பயனர் பொருள்கள். {1:.4f}.
uk: Ваша конфігурація LDAP здається в порядку, {0!s} об’єктів користувача знайдено в {1:.4f}s.

source: The filename of the JSON config file, that allows privacyIDEA to talk to the Firebase REST API.
de: Der Name (mit Pfad) der JSON Config Datei. Diese ermöglicht privacyIDEA mit der Firebase REST API zu kommunizieren.
es: El nombre del archivo de configuración JSON que permite a privacyIDEA comunicarse con la API REST de Firebase.
fr: Le nom de fichier de la configuration JSON qui permet à PrivacyIdea de parler avec l'API REST Firebase.
nl: De bestandsnaam van het JSON configuratie-bestand dat het mogelijk maakt voor privacyIDEA om met de Firebase REST API te communiceren.
pt_br: O nome do arquivo de configuração do JSON, que permite à privacyIDEA falar com a API REST da Firebase.
ta: ஃபயர்பேச் ரெச்ட் பநிஇ உடன் பேச தனியுரிமை இடத்தை அனுமதிக்கும் சாதொபொகு கட்டமைப்பு கோப்பின் கோப்பு பெயர்.
tr: JSON Config dosyasının dosya adı, PrivAcidIDE'nin FireBase Dinlenme API'siyle konuşmasını sağlayan.
uk: Ім’я файлу конфігурації JSON, який дозволяє privacyIDEA спілкуватися з Firebase REST API.
zh_hans: JSON配置文件的文件名，允许privacyIDEA与Firebase REST API进行通信。
zh_hant: JSON 配置檔的檔名，它允許 privacyIDEA 與 Firebase REST API 通信。

source: Proxy setting for HTTPS connections to googleapis.com.
de: Proxy-Einstellungen für die HTTPS-Verbindung zu googleapis.com.
es: Configuración proxy para conexiones HTTPS a "googleapis.com".
fr: Configuration proxy pour les connections HTTPS vers googleapis.com.
nl: Proxy-instellingen voor HTTPS-verbindingen naar googleapis.com.
pt_br: Configuração de proxy para conexões HTTPS para googleapis.com.
ta: Googleapis.com க்கு HTTPS இணைப்புகளுக்கான பதிலாள் அமைப்பு.
tr: GoogleApis.com'a HTTPS bağlantıları için proxy ayarı.
uk: Налаштування проксі для підключень HTTPS до googleapis.com.
zh_hans: HTTPS与googleapis.com的连接的代理设置。
zh_hant: 用於 googleapis.com HTTPS 連接的代理設置。

source: The base URL of the HTTP Gateway
de: Die Basis URL des HTTP Gateways
es: La URL base de la puerta de enlace HTTP
fr: L'adresse URL de base de la passerelle HTTP
nl: De basis-URL van de HTTP Gateay
pt_br: A URL base do gateway HTTP
ta: HTTP நுழைவாயிலின் அடிப்படை முகவரி
tr: HTTP ağ geçidinin temel URL'si
uk: Базовий URL шлюзу HTTP
zh_hans: HTTP网关的基本URL
zh_hant: HTTP Gateway 的基本 URL

source: Should the HTTP Gateway be connected via an HTTP GET or POST request.
de: Das Gateway wird mittels GET oder POST-Request angesprochen.
es: ¿Debe conectarse la puerta de enlace HTTP a través de una solicitud HTTP GET o POST?.
fr: La passerelle HTTP devrait se connecter via une requête HTTP GET ou POST.
nl: Moet de HTTP Gateway geconnecteerd worden via een HTTP GET of POST request.
pt_br: Caso o Gateway HTTP seja conectado através de uma solicitação HTTP GET ou POST.
ta: HTTP நுழைவாயில் ஒரு HTTP GET அல்லது POST கோரிக்கை வழியாக இணைக்கப்பட வேண்டும்.
tr: HTTP ağ geçidi bir HTTP GET veya POST isteği aracılığıyla bağlanmalıdır.
uk: Чи потрібно підключати HTTP-шлюз через HTTP-запит GET або POST.
zh_hans: 是否应通过HTTP GET或POST请求连接HTTP网关。
zh_hant: 是否應通過 HTTP GET 或 POST 請求連接 HTTP Gateway。

source: Specify a substring, that indicates, that the SMS was delivered successfully.
de: Ein Substring in der Antwort, der angibt, ob die SMS erfolgreich zugestellt wurde.
es: Especifique una subcadena que indique que el SMS se entregó correctamente.
fr: Spécifie une sous-chaine qui indique que le SMS a été délivré avec succès.
nl: Geef een substring op die aangeeft dat de SMS met succes afgeleverd was.
pt_br: Especifique um substrato, que indica que o SMS foi entregue com sucesso.
ta: எச்எம்எச் வெற்றிகரமாக வழங்கப்பட்டது என்பதைக் குறிக்கிறது.
tr: SMS'in başarıyla teslim edildiğini belirten bir alt dizişi belirtin.
uk: Вкажіть підрядок, який вказує на те, що SMS було доставлено успішно.
zh_hans: 指定一个子字符串，它指示SMS已成功传递。
zh_hant: 指定一個子字串，該子字串指示SMS已成功傳遞。

source: Specify a substring, that indicates, that the SMS failed to be delivered.
de: Ein Substring in der Antwort, der angibt, ob die SMS nicht zugestellt werden konnte.
es: Especifique una subcadena, que indica que el SMS no se pudo entregar.
fr: Spécifie une sous-chaine qui indique que le SMS n'a pas été délivré.
nl: Geef een substring op die aangeeft dat de SMS niet met succes afgeleverd was.
pt_br: Especifique um substrato, que indica que o SMS não foi entregue.
ta: எச்எம்எச் வழங்கத் தவறிவிட்டது என்பதைக் குறிக்கிறது.
tr: SMS'in teslim edilemediğini belirten bir alt dizişi belirtin.
uk: Вкажіть підрядок, який вказує, що SMS не вдалося доставити.
zh_hans: 指定一个子字符串，该字符串指示SMS传递失败。
zh_hant: 指定一個子字串，該子字串指示SMS無法傳遞。

source: Username in case of basic authentication.
de: Benutzername (Basic Authentication).
es: Nombre de usuario en caso de autenticación básica.
fr: Nom d'utilisateur en cas d'authentification de base.
nl: Gebruikersnaam bij basis authenticatie.
pt_br: Nome de usuário em caso de autenticação básica.
ta: அடிப்படை அங்கீகாரத்தின் போது பயனர்பெயர்.
tr: Temel kimlik doğrulaması durumunda kullanıcı adı.
uk: Ім'я користувача в разі базової автентифікації.
zh_hans: 基本身份验证的用户名。
zh_hant: 基本身份驗證情況下的使用者名。

source: Password in case of basic authentication.
de: Passwort (Basic Authentication).
es: Contraseña en caso de autenticación básica.
fr: Mot de passe en cas d'authentification de base.
nl: Wachtwoord bij basis authenticatie.
pt_br: Senha em caso de autenticação básica.
ta: அடிப்படை அங்கீகாரத்தின் போது கடவுச்சொல்.
tr: Temel kimlik doğrulama durumunda şifre.
uk: Пароль у разі базової аутентифікації.
zh_hans: 基本身份验证时输入密码。
zh_hant: 基本身份驗證情況下的密碼。

source: Should the SSL certificate be verified.
de: Das SSL-Zertifikat wird überprüft.
es: ¿Debería verificarse el certificado SSL?.
fr: Le certificat SSL doit-il être vérifié.
nl: Moet het SSL-certificaat geverifieerd worden.
pt_br: Caso o certificado SSL seja verificado.
ta: SSL சான்றிதழ் சரிபார்க்கப்பட வேண்டும்.
tr: SSL sertifikasının doğrulanması gerekir.
uk: Чи потрібно перевіряти сертифікат SSL.
zh_hans: 应该验证SSL证书。
zh_hant: 是否應驗證 SSL 證書。

source: Should the data in a POST Request be sent as JSON.
de: Sollen die Daten in einer POST-Anfrage als JSON gesendet werden.
fr: Les données dans la requête POST doivent-elles être envoyées en JSON.
nl: Moeten de gegevens in een POST-request als JSON verstuurd worden.
ta: இடுகை கோரிக்கையில் உள்ள தரவு சாதொபொகு ஆக அனுப்பப்பட வேண்டுமா.
uk: Чи слід надсилати дані в запиті POST як JSON.

source: An optional proxy string. DEPRECATED. Do not use this anymore. Rather use HTTP_PROXY for http connections and HTTPS_PROXY for https connection. The PROXY option will be removed in future.
de: Eine optional PROXY Konfiguration. (VERALTET). Bitte benutzen Sie diese Einstellung nicht mehr, sie wird in der Zukunft entfernt werden. Benutzen Sie bitte HTTP_PROXY für HTTP-Verbindungen und HTTPS_PROXY für HTTPS-Verbindungen.
es: Una cadena de proxy opcional. OBSOLETO. No uses esto, en su lugar, utilice HTTP_PROXY para conexiones http y HTTPS_PROXY para conexiones https. La opción PROXY se eliminará en el futuro.
fr: Une chaine optionnelle de proxy. OBSOLETE. Ne plus utiliser. Utiliser plutôt HTTP_PROXY pour les connexions http et HTTPS_PROXY pour les connexions https. L'option PROXY sera supprimée dans le futur.
nl: Een optionele proxy string. VEROUDERD. Gebruik dit niet meer. Gebruik eerder HTTP_PROXY voor http-connecties en HTTPS_PROXY voor https-connecties. De PROXY-opties zal later verwijderd worden.
pt_br: Uma cadeia opcional de proxy. DEPRECIADO. Não use mais isto. Em vez disso, use HTTP_PROXY para conexões http e HTTPS_PROXY para conexões https. A opção PROXY será removida no futuro.
ta: ஒரு விருப்ப பதிலாள் சரம். மதிப்பிடப்பட்டது. இதை இனி பயன்படுத்த வேண்டாம். மாறாக HTTP_PROXY ஐப் பயன்படுத்தவும் HTTP இணைப்புகள் மற்றும் HTTPS இணைப்புக்கு https_proxy. பதிலாள் விருப்பம் எதிர்காலத்தில் அகற்றப்படும்.
tr: İsteğe bağlı bir proxy dize. Yoksun. Artık bunu kullanmayın. HTTP bağlantıları için HTTP_PROXY'yi kullanın ve HTTPS bağlantısı için HTTPS_PROXY. Proxy seçeneği gelecekte kaldırılacak.
uk: Додатковий рядок проксі. ЗАСТАРЕЛО. Більше не використовуйте це. Краще використовуйте HTTP_PROXY для http-з’єднань і HTTPS_PROXY для https-з’єднань. У майбутньому параметр PROXY буде видалено.
zh_hans: 可选的代理字符串。已淘汰。不要再使用它了。而是将HTTP_PROXY用于HTTP连接，将HTTPS_PROXY用于https连接。将来会删除PROXY选项。
zh_hant: 可選取的代理字串。荒廢的。不要再使用它了。而是將HTTP_PROXY用於HTTP連接，而HTTPS_PROXY用於HTTPs連接。代理選項將在將來刪除。

source: Proxy setting for HTTP connections.
de: Proxy-Einstellung für HTTP-Verbindungen.
es: Configuración proxy para conexiones HTTP.
fr: Paramètre proxy pour les connexions HTTP.
nl: Proxy-instelling voor HTTP-verbindingen.
pt_br: Configuração de proxy para conexões HTTP.
ta: HTTP இணைப்புகளுக்கான பதிலாள் அமைப்பு.
tr: HTTP bağlantıları için proxy ayarı.
uk: Налаштування проксі для HTTP-з'єднань.
zh_hans: HTTP连接的代理设置。
zh_hant: HTTP 連接的代理設置。

source: Proxy setting for HTTPS connections.
de: Proxy-Einstellung für HTTPS-Verbindungen.
es: Configuración proxy para conexiones HTTPS.
fr: Paramètre proxy pour les connexions HTTPS.
nl: Proxy-instelling voor HTTPS-verbindingen.
pt_br: Configuração de proxy para conexões HTTPS.
ta: HTTPS இணைப்புகளுக்கான பதிலாள் அமைப்பு.
tr: HTTPS bağlantıları için proxy ayarı.
uk: Налаштування проксі для підключень HTTPS.
zh_hans: HTTPS连接的代理设置。
zh_hant: HTTPS 連接的代理設置。
