Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Authentication with passkey disabled.
fr: Authentification avec clé d'accès désactivée.
ta: பாச்கி முடக்கப்பட்ட ஏற்பு.
uk: Автентифікація з вимкненим паролем.

source: Authentication failure. The passkey is not registered.
fr: Échec de l'authentification. La clé d'accès n'est pas enregistrée.
ta: அங்கீகார தோல்வி. பாச்கி பதிவு செய்யப்படவில்லை.
uk: Помилка автентифікації. Ключ доступу не зареєстрований.

source: Authentication failure. Token has no user.
fr: Échec de l'authentification. Le jeton n'a pas d'utilisateur.
ta: அங்கீகார தோல்வி. உங்கள் கிள்ளாக்கு காலாவதியானது.
uk: Помилка автентифікації. Токен не має користувача.

source: Authentication failure using passkey.
fr: Échec de l'authentification en utilisant la clé d'accès.
ta: பாச்கியைப் பயன்படுத்தி அங்கீகார தோல்வி.
uk: Помилка автентифікації за допомогою ключа доступу.

source: Authentication failure. Unknown realm:
fr: Échec de l'authentification. Domaine inconnu :
ta: அங்கீகார தோல்வி. அறியப்படாத சாம்ராச்யம்:
uk: Помилка автентифікації. Невідома область:

source: Authentication failure. Missing Username
de: Authentifizierungsfehler. Fehlender Benutzername
es: Fallo la autenticación. Usuario no encontrado
fr: Échec de l'authentification. Nom d'utilisateur manquant
nl: Authenticatie mislukt. Ontbrekende gebruikersnaam
pt_br: Falha na autenticação. Usuário ausente
ta: அங்கீகார தோல்வி. பயனர்பெயர் காணவில்லை
tr: Kimlik doğrulama hatası. Kullanıcı Adı Eksik
uk: Помилка автентифікації. Відсутнє ім'я користувача
zh_hans: 验证失败,缺少用户名
zh_hant: 身份驗證失敗。缺少使用者名

source: Authentication failure. Wrong credentials
de: Authentifizierungsfehler. Falsche Login-Daten
es: Fallo la autenticación. Credenciales incorrectas
fr: Échec de l'authentification. Identifiants invalides
nl: Authenticatie mislukt. Foute aanmeldgegevens
pt_br: Falha na autenticação. Credenciais incorretas
ta: அங்கீகார தோல்வி. தவறான நற்சான்றிதழ்கள்
tr: Kimlik doğrulama hatası. Yanlış kimlik bilgileri
uk: Помилка автентифікації. Неправильні облікові дані
zh_hans: 验证失败，凭证错误
zh_hant: 身份驗證失敗。憑據錯誤

source: The given node does not exist!
de: Der angegebene privacyIDEA-Knoten existiert nicht!
fr: Le nœud spécifié n'existe pas !
ta: கொடுக்கப்பட்ட முனை இல்லை!
uk: Даний вузол не існує!

source: Could not verify data in request!
de: Die Daten in der Anfrage können nicht verifiziert werden!
fr: Impossible de vérifier les données dans la requête !
ta: கோரிக்கையில் தரவை சரிபார்க்க முடியவில்லை!
uk: Не вдалося перевірити дані в запиті!

source: Found matching challenge
de: Passende Challenge gefunden
fr: Challenge correspondant trouvé
nl: Passende challenge gevonden
ta: பொருந்தக்கூடிய அறைகூவல் காணப்பட்டது
uk: Знайдено відповідне завдання

source: <--- Please describe your Problem in detail ---> <--- Please provide as many additional information as possible ---> privacyIDEA Version: {version} Subscriber: {subscriber_name} Subscriptions: {subscriptions}
de: <--- Bitte beschreiben Sie Ihr Problem detailliert ---> <--- Bitte stellen Sie so viele zusätzliche Informationen wie möglich zur Verfügung ---> privacyIDEA Version: {version} Kunde: {subscriber_name} Subskription: {subscriptions}
fr: <--- Veuillez décrire votre problème en détail ---> <--- Veuillez fournir autant d'informations que possible ---> Version privacyIDEA : {version} Nom : {subscriber_name} Abonnements : {subscriptions}
ta: <--- தயவுசெய்து உங்கள் சிக்கலை விரிவாக விவரிக்கவும் ---> <--- தயவுசெய்து முடிந்தவரை கூடுதல் தகவல்களை வழங்கவும் ---> privacyidea பதிப்பு: {version} சந்தாதாரர்: {subscriber_name} சந்தாக்கள்: {subscriptions}
uk: <--- Детально опишіть свою проблему ---> <--- Надайте якомога більше додаткової інформації ---> privacyIDEA Версія: {version} Підписник: {subscriber_name} Підписки: {subscriptions}

source: Missing description for {} token.
de: Fehlende Beschreibung für {} Token.
fr: Description manquante pour le jeton {}.
ta: {} டோக்கனுக்கான விளக்கம்.
uk: Відсутній опис для маркера {}.

source: Description required for {} token.
de: Eine Beschreibung ist erforderlich für {} Token.
fr: Description requise pour le jeton {}.
ta: விளக்கம் {} டோக்கனுக்கு தேவை.
uk: Необхідний опис для маркера {}.

source: Authentication failure. Missing Authorization header.
de: Authentifizierungsfehler. Fehlender Authentifizierungsheader.
es: Fallo la autenticación. Falta el header de autenticación.
fr: Échec de l'authentification. Entête Autorisation manquante.
nl: Authenticatie mislukt. Ontbrekende autorisatie-header.
pt_br: Falha na autenticação. Cabeçalho de autorização pendente.
ta: அங்கீகார தோல்வி. அங்கீகார தலைப்பு இல்லை.
tr: Kimlik doğrulama hatası. Doğrulama bağlantısı eksik.
uk: Помилка автентифікації. Відсутній заголовок авторизації.
zh_hans: 验证失败。缺少授权标头。
zh_hant: 身份驗證失敗。缺少授權標頭。

source: Authentication failure. Error decoding the Authorization token:
fr: Échec de l'authentification. Erreur lors du décodage de l'autorisation du jeton :
ta: அங்கீகார தோல்வி. உங்கள் கிள்ளாக்கை டிகோடிங் செய்யும் போது பிழை:
uk: Помилка автентифікації. Помилка декодування маркера авторизації:

source: Authentication failure. Your token has expired:
fr: Échec de l'authentification. Votre jeton a expiré :
ta: அங்கீகார தோல்வி. உங்கள் கிள்ளாக்கு காலாவதியானது:
uk: Помилка автентифікації. Термін дії вашого маркера минув:

source: Authentication failure. The username {wrong_username} is not allowed to impersonate via JWT.
fr: Échec de l'authentification. Le nom d'utilisateur {wrong_username} n'est pas autorisé via JWT.
ta: அங்கீகார தோல்வி. {wrong_username} கள் பயனர்பெயர் JWT வழியாக ஆள்மாறாட்டம் செய்ய அனுமதிக்கப்படவில்லை.
uk: Помилка автентифікації. Ім’я користувача {wrong_username} не може видавати себе за іншу особу через JWT.

source: Authentication failure. You do not have the necessary role ({required_role}) to access this resource!
fr: Échec de l'authentification. Vous n'avez pas le rôle requis ({required_role}) pour accéder à cette ressource !
ta: அங்கீகார தோல்வி. இந்த வளத்தை அணுக உங்களுக்கு தேவையான பங்கு ({required_role}) இல்லை!
uk: Помилка автентифікації. Ви не маєте необхідної ролі ({required_role}) для доступу до цього ресурсу!

source: Invalid policy name:
fr: Nom de politique non valide :
ta: என்பது தவறான கொள்கை பெயர்:
uk: Недійсна назва політики:

source: The name of the policy may only contain the characters a-zA-Z0-9_. -
de: Der Name der Richtlinie darf nur die Zeichen 'a-zA-Z0-9_. -' enthalten
es: El nombre de la política solo puede contener los caracteres a-zA-Z0-9_. -
fr: Le nom de la politique ne peut contenir que les caractères a-zA-Z0-9_. -
nl: De naam van het beleid mag alleen de tekens a-zA-Z0-9_.- bevatten
pt_br: O nome da política deve conter apenas caracteres a-zA-Z0-9_.-
ta: கொள்கையின் பெயரில் A-ZA-Z0-9_ எழுத்துக்கள் மட்டுமே இருக்கலாம். -
tr: Politikanın adı yalnızca a-zA-Z0-9_. - karakterlerini içerebilir. -
uk: Назва політики може містити лише символи a-zA-Z0-9_. -
zh_hans: 该策略的名称只能包含字符a-zA-Z0-9_。--
zh_hant: 策略的名稱只能包含字元 a-zA-Z0-9_。-

source: Please enter the new PIN again
de: Wiederholen Sie bitte die neue PIN
es: Por favor, ingrese el nuevo PIN otra vez
fr: Veuillez entrer à nouveau le nouveau code PIN
nl: Geef de nieuwe PIN opnieuw in
pt_br: Por favor, entre o novo PIN novamente
ta: புதிய முள் மீண்டும் உள்ளிடவும்
tr: Lütfen yeni PIN'i tekrar girin
uk: Введіть новий PIN ще раз
zh_hans: 请再次输入新的PIN码
zh_hant: 請再次輸入新的 PIN 碼

source: Please enter a new PIN
de: Vergeben Sie bitte eine neue PIN
es: Por favor, ingrese un nuevo PIN
fr: Veuillez entrer un nouveau code PIN
nl: Geef een nieuwe PIN
pt_br: Por favor, entre o novo PIN
ta: புதிய முள் உள்ளிடவும்
tr: Lütfen yeni bir PIN girin
uk: Введіть новий PIN-код
zh_hans: 请输入新的PIN码
zh_hant: 請輸入新的 PIN 碼

source: To resync your token, please enter the next OTP value
de: Um Ihren Token neu zu synchronisieren, geben Sie bitte den nächsten OTP-Wert ein
es: Para volver a sincronizar su token, ingrese el siguiente valor OTP
fr: Pour resynchroniser votre jeton, veuillez entrer la prochaine valeur OTP
nl: Geef de volgende OTP-waarde om je token opnieuw te synchroniseren
pt_br: Para ressincronizar seu token, insira o próximo valor OTP
ta: உங்கள் கிள்ளாக்கை மீண்டும் மாற்ற, தயவுசெய்து அடுத்த OTP மதிப்பை உள்ளிடவும்
tr: Tokeninizi yeniden senkronize etmek için lütfen sonraki OTP değerini girin
uk: Щоб повторно синхронізувати свій маркер, введіть наступне значення OTP

source: General purpose container that can hold any type and any number of token.
de: Allgemeiner Container, der beliebig viele Token aller Typen enthalten kann.
fr: Conteneur à usage général pouvant contenir n'importe quel type et nombre de jetons.
ta: எந்தவொரு வகை மற்றும் எந்தவொரு டோக்கனையும் வைத்திருக்கக்கூடிய பொது நோக்கக் கொள்கலன்.
uk: Контейнер загального призначення, який може містити будь-який тип і будь-яку кількість маркерів.

source: This action is not possible, since the token is locked
de: Diese Aktion kann nicht durchgeführt werden, weil der Token gesperrt ist
es: Esta acción no es posible debido a que el token esta bloqueado
fr: Cette action n'est pas possible, car le jeton est verrouillé
nl: Deze actie is niet mogelijk omdat het token geblokkeerd is
pt_br: Esta ação não é possível, pois o token está bloqueado
ta: கிள்ளாக்கு பூட்டப்பட்டிருப்பதால் இந்த நடவடிக்கை சாத்தியமில்லை
tr: Belirteç kilitli olduğundan bu eylem mümkün değildir
uk: Ця дія неможлива, оскільки маркер заблоковано
zh_hans: 由于令牌已锁定，因此无法执行此操作
zh_hant: 此操作是不可能的，因為令牌已鎖定

source: You either need to provide user or serial
de: Sie müssen entweder eine Seriennummer oder einen Benutzer angeben
es: Usted necesita proveer un usuario o un serial
fr: Vous devez fournir soit un utilisateur soit un numéro de série
nl: Je moet een gebruiker of een serienummer geven
pt_br: Você necessita preencher um usuário ou serial
ta: நீங்கள் பயனர் அல்லது சீரியலை வழங்க வேண்டும்
tr: Kullanıcı veya seri sağlamanız gerekir
uk: Потрібно вказати або користувача, або серійний номер
zh_hans: 您需要提供用户或序列号
zh_hant: 您需要提供使用者或序列號

source: You need to specify a serial, user or credential_id.
fr: Vous devez spécifier un numéro de série, un utilisateur ou des informations d'identification.
ta: நீங்கள் ஒரு தொடர், பயனர் அல்லது நற்சான்றிதழ்_ஐடியைக் குறிப்பிட வேண்டும்.
uk: Потрібно вказати серійний номер, ідентифікатор користувача або обліковий_ідентифікатор.

source: Invalid serial number.
de: Ungültige Seriennummer.
es: Numero de serial invalido.
fr: Numéro de série invalide.
nl: Ongeldig serienummer.
pt_br: Número de série inválido.
ta: தவறான வரிசை எண்.
tr: Geçersiz seri numarası.
uk: Недійсний серійний номер.
zh_hans: 无效序列号。
zh_hant: 序列號無效。

source: Invalid user.
de: Ungültiger Benutzer.
es: Usuario invalido.
fr: Utilisateur invalide.
nl: Ongeldige gebruiker.
pt_br: Usuário inválido.
ta: தவறான பயனர்.
tr: Geçersiz kullanıcı.
uk: Недійсний користувач.
zh_hans: 无效的用户。
zh_hant: 無效使用者。

source: Note: If you use a comma in the message, you need to escape it with a backslash.
fr: Note : Si vous utilisez une virgule dans le message, vous devez l'échapper avec une barre oblique inversée.
ta: குறிப்பு: நீங்கள் செய்தியில் கமாவைப் பயன்படுத்தினால், நீங்கள் அதை ஒரு பின்சாய்வுடன் தப்பிக்க வேண்டும்.
uk: Примітка: якщо ви використовуєте кому в повідомленні, її потрібно екранувати зворотною скісною рискою.

source: Invalid client definition!
de: Ungültige Client-Definition!
fr: Définition du client invalide !
nl: Ongeldige client definitie!
ta: தவறான கிளையன்ட் வரையறை!
tr: Geçersiz müşteri tanımı!
uk: Недійсне визначення клієнта!

source: Define in which resolver the user should be registered.
de: Legen Sie fest, in welchem Resolver die Benutzer registriert werden sollen.
es: Defina en qué almacén debe registrarse el usuario.
fr: Définir dans quel résolveur l'utilisateur devrait être enregistré.
nl: Bepaal in welke resolver de gebruiker geregistreerd zou moeten zijn.
pt_br: Define em qual resolver o usuário deveria ser registrado.
ta: பயனரை எந்த தீர்மானத்தில் பதிவு செய்ய வேண்டும் என்பதை வரையறுக்கவும்.
tr: Kullanıcının hangi çözümleyicide kaydedileceğini tanımlayın.
uk: Визначте, в якому резолвері має бути зареєстрований користувач.
zh_hans: 定义应该在哪个解析器中已注册的用户。
zh_hant: 定義使用者應該在哪個解析器中註冊。

source: Define in which realm the user should be registered.
de: Legen Sie fest, in welchem Realm die Benutzer registriert werden sollen.
es: Defina en qué dominio debe registrarse el usuario.
fr: Définir dans quel royaume l'utilisateur devrait être enregistré.
nl: Bepaal in welke realm de gebruiker geregistreerd zou moeten zijn.
pt_br: Defina em qual realm o usuário deveria estar registrado.
ta: பயனர் எந்த சாம்ராச்யத்தை பதிவு செய்ய வேண்டும் என்பதை வரையறுக்கவும்.
tr: Kullanıcının hangi alanda kayıtlı olması gerektiğini tanımlayın.
uk: Визначте, у якій області має бути зареєстрований користувач.
zh_hans: 定义应该在哪个领域中已注册的用户。
zh_hant: 定義使用者應該在哪個領域註冊。

source: The SMTP server configuration, that should be used to send the registration email.
de: Die SMTP-Server-Konfiguration mit der Registrierungs-Emails versendet werden.
es: La configuración del servidor SMTP que debe usarse para enviar el correo electrónico de registro.
fr: La configuration SMTP du serveur qui doit être utilisée pour envoyer le courriel d'inscription.
nl: De SMTP-serverconfiguratie die gebruikt moet worden om de registratie-e-mail te sturen.
pt_br: A configuração do servidor SMTP, que deveria ser usada para enviar o e-mail de registro.
ta: SMTP சேவையக உள்ளமைவு, இது பதிவு மின்னஞ்சலை அனுப்ப பயன்படுத்தப்பட வேண்டும்.
tr: Kayıt e-postasını göndermek için kullanılması gereken SMTP sunucusu yapılandırması.
uk: Конфігурація SMTP-сервера, яку слід використовувати для надсилання реєстраційного електронного листа.
zh_hans: SMTP服务器配置，应用于发送注册电子邮件。
zh_hant: SMTP 伺服器配置，應用於發送註冊電子郵件。

source: Only users with this email address are allowed to register. This is a regular expression.
de: Nur Benutzer mit dieser EMail-Adresse können sich registrieren. Dies ist ein Regulärer Ausdruck.
es: Solo los usuarios con esta dirección de correo electrónico pueden registrarse. Ésta es una expresión regular.
fr: Seuls les utilisateurs avec cette adresse électronique sont autorisés à s'inscrire. C'est une expression régulière.
nl: Enkel gebruikers met dit e-mailadres mogen registreren. Dit is een reguliere expressie.
pt_br: Somente usuários com este endereço de e-mail são permitidos a registrar. Esta é uma expressão regular.
ta: இந்த மின்னஞ்சல் முகவரியைக் கொண்ட பயனர்கள் மட்டுமே பதிவு செய்ய அனுமதிக்கப்படுகிறார்கள். இது ஒரு வழக்கமான வெளிப்பாடு.
tr: Yalnızca bu e-posta adresine sahip kullanıcıların kayıt olmasına izin verilir. Bu normal bir ifadedir.
uk: Лише користувачі з цією електронною адресою можуть зареєструватися. Це регулярний вираз.
zh_hans: 仅具有该电子邮件地址的用户可以注册。这是一个正则表达式。
zh_hant: 只有擁有此電子郵件地址的用戶才允許註冊。這是一個正則表達式。

source: The body of the registration email. Use '{regkey}' as tag for the registration key.
de: Der Inhalt der Registrierungs-Email. Benutze '{regkey}' als Tag für den Registrierungsschlüssel.
es: El cuerpo del correo electrónico de registro. Utilice '{regkey}' como etiqueta para la clave de registro.
fr: Le corps du courriel d'inscription. Utilisez '{regkey}' comme balise pour la clé d'inscription.
nl: De body van de registratie-e-mail. Gebruik '{regkey}' als tag voor de registratiesleutel.
pt_br: O corpo do registro de e-mail. Use '{regkey}' como tag para a chave de registro.
ta: பதிவு மின்னஞ்சலின் உடல். பதிவு விசைக்கு குறிச்சொல்லாக '{regkey}' ஐப் பயன்படுத்தவும்.
tr: Kayıt e-postasının gövdesi. Kayıt anahtarı için etiket olarak '{regkey} ' kullanın.
uk: Тіло реєстраційного електронного листа. Використовуйте '{regkey}' як тег для реєстраційного ключа.
zh_hans: 注册电子邮件的正文。使用“ {regkey}”作为注册密钥的标签。
zh_hant: 註冊電子郵件的正文。使用“{regkey}”作為註冊碼的標籤。

source: Admin is allowed to enable tokens.
de: Der Administrator kann Token aktivieren.
es: El administrador puede habilitar tokens.
fr: L'administrateur est autorisé à activer les jetons.
nl: Admin mag tokens inschakelen.
pt_br: Admin é permitido a habilitar tokens.
ta: டோக்கன்களை இயக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteçleri etkinleştirmesine izin verilir.
uk: Адміністратору дозволено вмикати маркери.
zh_hans: 允许管理员启用令牌。
zh_hant: 允許管理員啟用令牌。

source: Admin is allowed to disable tokens.
de: Der Adminitrator kann Token deaktivieren.
es: El administrador puede deshabilitar los tokens.
fr: L'administrateur est autorisé a désactiver les jetons.
nl: Admin mag tokens uitschakelen.
pt_br: Admin é permitido a desabilitar tokens.
ta: டோக்கன்களை முடக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteçleri devre dışı bırakmasına izin verilir.
uk: Адміністратору дозволено відключати токени.
zh_hans: 允许管理员禁用令牌。
zh_hant: 允許管理員禁用令牌。

source: Admin is allowed to set token properties.
de: Der Administrator kann Token-Eigenschaften verändern.
es: El administrador puede configurar las propiedades del token.
fr: L'administrateur est autorisé à définir les propriétés d'un jeton.
nl: Admin mag token-eigenschappen instellen.
pt_br: Admin é permitido a definir propriedades do token.
ta: கிள்ளாக்கு பண்புகளை அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteç özelliklerini ayarlamasına izin verilir.
uk: Адміністратору дозволено встановлювати властивості маркера.
zh_hans: 允许管理员设置令牌属性。
zh_hant: 允許管理員設置令牌屬性。

source: The admin is allowed to set the token description.
de: Der Administrator darf die Token-Beschreibung setzen.
fr: L'administrateur est autorisé à définir la description du jeton.
ta: கிள்ளாக்கு விளக்கத்தை அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратор має право встановлювати опис маркера.

source: Admin is allowed to set the OTP PIN of tokens.
de: Der Administrator kann die OTP PIN von Token setzen.
es: El administrador puede configurar el PIN OTP de los tokens.
fr: L'administrateur est autorisé à définir le PIN OTP des jetons.
nl: Admin mag de OTP PIN van tokens instellen.
pt_br: Admin é permitido definir OTP PIN dos tokens.
ta: டோக்கன்களின் OTP முள் அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteçlerin OTP PIN'ini ayarlamasına izin verilir.
uk: Адміністратор може встановлювати одноразовий PIN-код токенів.
zh_hans: 允许管理员设置令牌的OTP PIN。
zh_hant: 允許管理員設置令牌的OTP PIN。

source: Admin is allowed to set a random OTP PIN of tokens.
de: Der Administrator kann die OTP PIN von Token auf einen zufälligen Wert setzen.
es: El administrador puede establecer un PIN OTP aleatorio de tokens.
fr: L'administrateur est autorisé à définir un PIN OTP aléatoire pour les jetons.
nl: Admin mag een wilekeurige OTP PIN vooor tokens instellen.
pt_br: Admin é permitido definir OTP PIN aleatório dos tokens.
ta: டோக்கன்களின் சீரற்ற OTP முள் அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici belirteçleri rastgele bir OTP PIN ayarlamak için izin verilir.
uk: Адміністратор може встановлювати випадковий PIN-код OTP для токенів.
zh_hans: 允许管理员设置令牌的随机OTP PIN。
zh_hant: 允許管理員設置令牌的隨機OTP PIN。

source: Admin is allowed to manually set and delete token info.
de: Der Administrator kann Tokeninformationen ändern und löschen.
es: El administrador puede configurar y eliminar manualmente la información del token.
fr: L'administrateur est autorisé à définir et supprimer manuellement les informations des jetons.
nl: Admin mag manueel token)info instellen en verwijderen.
pt_br: Admin é permitido manualmente definir e excluir informações do token.
ta: கிள்ளாக்கு தகவலை கைமுறையாக அமைத்து நீக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yöneticiye el ile ayarlamak için ve token bilgi silmek için izin verilir.
uk: Адміністратор може вручну встановлювати та видаляти інформацію про маркер.
zh_hans: 管理员可以手动设置和删除令牌信息。
zh_hant: 允許管理員手動設置和刪除令牌資訊。

source: Admin is allowed to set the OTP PIN during enrollment.
de: Der Administrator kann die OTP PIN während des Rollouts setzen.
es: El administrador puede configurar el PIN de OTP durante la inscripción.
fr: L'administrateur est autorisé à définir un PIN OTP pendant l'enrôlement.
nl: Admin mag manueel de OTP-Pin instellen tijdens registratie.
pt_br: Admin é permitido definir o OTP PIN durante a inscrição.
ta: சேர்க்கையின் போது OTP முள் அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin kayıt sırasında OTP PIN'ini ayarlamasına izin verilir.
uk: Адміністратор може встановлювати PIN-код OTP під час реєстрації.
zh_hans: 管理员可以在注册过程中设置OTP PIN码。
zh_hant: 允許管理員在註冊期間設置 OTP PIN。

source: Admin is allowed to resync tokens.
de: Der Administrator kann Token resynchronisieren.
es: El administrador puede resincronizar tokens.
fr: L'administrateur est autorisé à resynchroniser les jetons.
nl: Admin mag tokens synchroniseren.
pt_br: Admin é permitido ressincronizar tokens.
ta: டோக்கன்களை மீண்டும் ஒத்திசைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteçleri yeniden senkronize etmesine izin verilir.
uk: Адміністратору дозволено повторно синхронізувати токени.
zh_hans: 允许管理员重新同步令牌。
zh_hant: 允許管理員重新同步令牌。

source: Admin is allowed to reset the Failcounter of a token.
de: Der Administrator kann den Fehlerzähler (Failcounter) von Token zurücksetzen.
es: El administrador puede restablecer el contador de fallos de un token.
fr: L'administrateur est autorisé à réinitialiser le compteur d'échecs d'un jeton.
nl: Admin mag de mislukte aanmeldingenteller van een token opnieuw instellen.
pt_br: Admin é permitido reiniciar a contagem de falhas de um token.
ta: ஒரு டோக்கனின் தோல்வியை மீட்டமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin bir belirtecin hatalı giriş sayacı (Failcounter)'ını sıfırlamasına izin verilir.
uk: Адміністратору дозволено скидати лічильник помилок маркера.
zh_hans: 允许管理员重置令牌的失败计数器。
zh_hant: 允許管理員重置令牌的失敗計數器。

source: Admin is allowed to revoke a token
de: Der Administrator kann Token revozieren
es: El administrador puede revocar un token
fr: L'administrateur est autorisé à révoquer un jeton
nl: Admin mag een token intrekken
pt_br: Admin é autorizado a revogar um token
ta: நிர்வாகி ஒரு கிள்ளாக்கை ரத்து செய்ய அனுமதிக்கப்படுகிறது
tr: Yöneticinin bir belirteci iptal etmesine izin verilir
uk: Адміністратору дозволено відкликати маркер
zh_hans: 允许管理员撤销令牌
zh_hant: 允許管理員撤銷令牌

source: Admin is allowed to assign a token to a user.
de: Der Administrator kann Token einem Benutzer zuweisen.
es: El administrador puede asignar un token a un usuario.
fr: L'administrateur est autorisé à assigner un jeton à un utilisateur.
nl: Admin mag een token aan een gebruiker toekennen.
pt_br: Admin é permitido associar um token a um usuário.
ta: ஒரு பயனருக்கு கிள்ளாக்கை ஒதுக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yöneticinin bir kullanıcıya bir belirteç atamasına izin verilir.
uk: Адміністратор має право призначати токен користувачеві.
zh_hans: 允许管理员向用户分配令牌。
zh_hant: 允許管理員將令牌分配給使用者。

source: Admin is allowed to remove the token from a user, i.e. unassign a token.
de: Der Administrator kann die Zuweisung eines Tokens aufheben.
es: El administrador puede eliminar el token de un usuario, es decir, anular la asignación de un token.
fr: L'administrateur est autorisé à supprimer le jeton d'un utilisateur, c'est-à-dire supprimer l'assignation d'un jeton.
nl: Admin mag een token van een gebruiker verwijderen.
pt_br: Admin é permitido remover o token de um usuário, ou seja, desassociar um token.
ta: ஒரு பயனரிடமிருந்து கிள்ளாக்கை அகற்ற நிர்வாகி அனுமதிக்கப்படுகிறது, அதாவது ஒரு கிள்ளாக்கை ஒதுக்கவும்.
tr: Yöneticinin belirteci bir kullanıcıdan kaldırmasına, yani bir jeton atamasını kaldırmasına izin verilir.
uk: Адміністратору дозволено видалити маркер у користувача, тобто скасувати призначення маркера.
zh_hans: 允许管理员从用户删除令牌，即取消分配令牌。
zh_hant: 允許管理員從用戶中刪除令牌，即取消分配令牌。
