Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Per default disabled actions result in disabled buttons. When checking this action, buttons of disabled actions are hidden.
de: Buttons von Funktionen, die ein Benutzer nicht ausführen darf, werden ausgeblendet (Das Standardverhalten ist, dass die Buttons deaktiviert werden).
es: Por defecto, las acciones deshabilitadas dan como resultado botones deshabilitados. Al marcar esta acción, los botones de las acciones deshabilitadas están ocultos.
fr: Par défaut, les actions désactivées entrainent des boutons désactivés. Quand vous cochez cette action, les boutons désactivés sont cachés.
nl: Standaard uitgeschakelde acties resulteren in uitgeschakelde knoppen. Wanner je deze actie inschakelt, zullen knoppen van uitgeschakelde acties verborgen worden.
pt_br: Por padrão, as ações desativadas resultam em botões desativados. Ao verificar esta ação, botões de ações desabilitadas são ocultados.
ta: இயல்புநிலை முடக்கப்பட்ட செயல்களுக்கு முடக்கப்பட்ட பொத்தான்கள் விளைகின்றன. இந்த செயலைச் சரிபார்க்கும்போது, முடக்கப்பட்ட செயல்களின் பொத்தான்கள் மறைக்கப்படுகின்றன.
tr: Varsayılan olarak devre dışı bırakılmış işlemler Engelli düğmelerine son verir. Bu işlemi kontrol ederken, engelli eylemlerin düğmeleri gizlenir.
uk: За умовчанням вимкнені дії призводять до вимкнення кнопок. При позначенні цієї дії кнопки вимкнених дій приховані.
zh_hans: 默认情况下，禁用操作会导致禁用按钮。检查此操作时，禁用操作的按钮将被隐藏。
zh_hant: 默認情況下，禁用的操作會導致禁用的按鈕。選取此操作時，禁用操作的按鈕將被隱藏。

source: If this is checked, there will be a confirmation prompt when deleting policies, events, mresolver, resolver or periodic tasks!
de: Wenn diese Aktion aktiviert ist, wird beim Löschen von Richtlinien, Ereignissen, Regelmäßigen Aufgaben oder (Maschinen-)Resolvern ein Bestätigungsdialog angezeigt!
fr: Si coché, il y aura une demande de confirmation à l'effacement de politiques, événements, mresolver, interpréteurs ou tâches périodiques !
ta: இது சரிபார்க்கப்பட்டால், கொள்கைகள், நிகழ்வு, தீர்வி, தீர்வி அல்லது அவ்வப்போது பணிகளை நீக்கும்போது உறுதிப்படுத்தல் வரியில் இருக்கும்!
uk: Якщо позначено цей пункт, під час видалення політик, подій, mresolver, resolver або періодичних завдань з’являтиметься запит на підтвердження!

source: If this is checked, the seed will be displayed as text during enrollment.
de: Wenn dies angehakt ist, wird das Seed während des Rollouts als Text angezeigt.
es: Si se marca esta opción, la semilla se mostrará como texto durante la inscripción.
fr: Si coché, la graine sera affiché comme texte durant l'enrollement.
nl: Indien dit is ingeschakeld, dan zal de seed getoond worden als tekst tijdens de registratie.
pt_br: Se esta opção for marcada, a semente será exibida como texto durante a inscrição.
ta: இது சரிபார்க்கப்பட்டால், சேர்க்கையின் போது விதை உரையாக காண்பிக்கப்படும்.
tr: Bu kontrol edilirse, tohum kayıt sırasında metin olarak gösterilecektir.
uk: Якщо позначено цей прапорець, вихідний код буде відображатися як текст під час реєстрації.
zh_hans: 如果选中此选项，则种子将在注册过程中显示为文本。
zh_hant: 如果選取此選項，種子將在註冊期間顯示為文字。

source: If this is checked, the privacyIDEA Node name will be displayed in the menu bar.
de: Wenn dies angehakt ist, wird der Name des privacyIDEA Knotens in der Menüzeile angezeigt.
es: Si se marca esta opción, el nombre del nodo privacyIDEA se mostrará en la barra de menú.
fr: Si coché, le nom du noeud privacyIDEA sera affiché dans la barre de menu.
nl: Als dit is aangeduid, dan zal de privacyIDEA node-naam getoond worden in de menubalk.
pt_br: Se isto for verificado, o nome do nó de privacyIDEA será exibido na barra de menu.
ta: இது சரிபார்க்கப்பட்டால், பட்டியல் பட்டியில் தனியுரிமைடியா முனை பெயர் காண்பிக்கப்படும்.
tr: Bu kontrol edilirse, PrivacyIDEA düğümü adı menü çubuğunda görüntülenir.
uk: Якщо позначено, назва вузла privacyIDEA відображатиметься на панелі меню.
zh_hans: 如果选中此选项，则 privacyIDEA 节点名称将显示在菜单栏中。
zh_hant: 如果選取此選項，則privacyIDEA節點名稱將顯示在功能表欄中。

source: If this is checked, the enrollment page for HOTP, TOTP and Push tokens will contain a QR code that leads to the privacyIDEA Authenticator in the Google Play Store.
de: Wenn diese Richtlinie gesetzt ist, dann wird in dem Ausroll-Dialog für HOTP, TOTP und Push Token ein QR-Code angezeigt, der zum privacyIDEA Authenticator im Google Play Store führt.
es: Si se marca esta casilla, la página de inscripción para los tokens HOTP, TOTP y Push contendrá un código QR que conduce al Autenticador PRIVACYIDEA en Google Play Store.
fr: Si coché, la page d'enrollement pour HOTP, TOTP and les jetons PUSH contiendront un QR code qui amène à l'application privacyIDEA Authenticator dans le Google Play Store.
nl: Indien dit is ingeschakeld, dan zal de registratiepagina voor HOTP, TOTP en Push tokens een QR-code bevatten die naar de privacyIDEA Authenticator in de Google Play Store leidt.
pt_br: Se isto for verificado, a página de inscrição para os tokens HOTP, TOTP e Push conterá um código QR que leva ao PrivacyIDEA Authenticator no Google Play Store.
ta: இது சரிபார்க்கப்பட்டால், HOTP, TOTP மற்றும் புச் டோக்கன்களுக்கான சேர்க்கை பக்கத்தில் Google Play Store இல் தனியுரிமைடியா அங்கீகாரத்திற்கு வழிவகுக்கும் QR குறியீடு இருக்கும்.
tr: Bu kontrol edilirse, HotP, TOTP ve Push belirteçleri için kayıt sayfası, Google Play Store'daki PrivacyIDEA kimlik doğrulamasına yol açan bir QR kodu içerecektir.
uk: Якщо позначено, сторінка реєстрації для токенів HOTP, TOTP і Push міститиме QR-код, який веде до автентифікатора privacyIDEA в Google Play Store.
zh_hans: 如果选中此选项，则HOTP，TOTP和Push令牌的注册页面将包含一个QR码，可转到Google Play商店中的privacyIDEA身份验证器。
zh_hant: 如果選取此選項，則 HOTP、TOTP 和 Push 令牌的註冊頁面將包含一個 QR 碼，該 QR 碼將指向 Google Play 商店中的privacyIDEA身份驗證器。

source: If this is checked, the enrollment page for HOTP, TOTP and Push tokens will contain a QR code that leads to the privacyIDEA Authenticator in the iOS App Store.
de: Wenn diese Richtlinie gesetzt ist, dann wird in dem Ausroll-Dialog für HOTP, TOTP und Push Token ein QR-Code angezeigt, der zum privacyIDEA Authenticator im IOS App Store führt.
es: Si se marca esta casilla, la página de inscripción para los tokens HOTP, TOTP y Push contendrá un código QR que conduce al autenticador PRIVACYIDEA en la App Store de iOS.
fr: Si coché, la page d'enrollement pour HOTP, TOTP and les jetons PUSH contiendront un QR code qui amène à l'application privacyIDEA Authenticator dans IOS App Store.
nl: Indien dit is ingeschakeld, dan zal de registratiepagina voor HOTP, TOTP en Push tokens een QR-code bevatten die naar de privacyIDEA Authenticator in de IOS App Store leidt.
pt_br: Se isto for verificado, a página de inscrição para os tokens HOTP, TOTP e Push conterá um código QR que leva ao PrivacyIDEA Authenticator na App Store do iOS.
ta: இது சரிபார்க்கப்பட்டால், HOTP, TOTP மற்றும் புச் டோக்கன்களுக்கான சேர்க்கை பக்கத்தில் ஐஇமு ஆப் ச்டோரில் தனியுரிமைடியா அங்கீகாரத்திற்கு வழிவகுக்கும் QR குறியீடு இருக்கும்.
tr: Bu kontrol edilirse, Hotp, TOTP ve Push belirteçleri için kayıt sayfası, IOS App Store'daki PrivaciDIDEA kimlik doğrulamasına yol açan bir QR kodu içerecektir.
uk: Якщо позначено цей пункт, сторінка реєстрації для токенів HOTP, TOTP і Push міститиме QR-код, який веде до автентифікатора privacyIDEA в iOS App Store.
zh_hans: 如果选中此选项，那么HOTP，TOTP和Push令牌的注册页面将包含一个QR码，可通往iOS App Store中的privacyIDEA Authenticator。
zh_hant: 如果選取此選項，HOTP、TOTP 和 Push 令牌的註冊頁面將包含一個 QR 碼，該 QR 碼將指向 iOS App Store 中的 privacyIDEA 身份驗證器。

source: This action adds a QR code in the enrollment page for HOTP, TOTP and Push tokens, that lead to this given URL.
de: Wenn diese Richtlinie gesetzt ist, dann wird in dem Ausroll-Dialog für HOTP, TOTP und Push Token ein QR-Code angezeigt, der zu der angegebenen URL führt.
es: Esta acción agrega un código QR en la página de inscripción para los tokens HOTP, TOTP y Push, que conducen a esta URL determinada.
fr: Cette action ajoute un QR code dans la page d'enrollement pour HOTP, TOTP et jetons Push, qui mènent vers l'URL indiquée.
nl: Deze actie voegt een QR-code toe in de registratiepagina voor HOTP, TOTP en Push tokens die je naar deze URL leidt.
pt_br: Esta ação adiciona um código QR na página de inscrição para os tokens HOTP, TOTP e Push, que levam a esta URL.
ta: இந்த நடவடிக்கை HOTP, TOTP மற்றும் புச் டோக்கன்களுக்கான பதிவு பக்கத்தில் ஒரு QR குறியீட்டை சேர்க்கிறது, இது இந்த கொடுக்கப்பட்ட முகவரி க்கு வழிவகுக்கிறது.
tr: Bu eylem, HISP, TOTP ve PUSH DOKENS için kayıt sayfasında, bu URL'ye yol açan bir QR kodu ekler.
uk: Ця дія додає QR-код на сторінку реєстрації для токенів HOTP, TOTP і Push, які ведуть до вказаної URL-адреси.
zh_hans: 此操作会在注册页面中为HOTP，TOTP和Push令牌添加QR码，该QR码会导致该给定URL。
zh_hant: 此操作將在 HOTP、TOTP 和推送令牌的註冊頁面中添加一個 QR 碼，該代碼將指向此給定 URL。

source: The RSS feeds fetched for the user defined in the format: <code>'Title':'URL'-'Title':'URL'</code>
fr: Les flux RSS de l'utilisateur définis dans le format :<code>'Title':'URL'-'Title':'URL'</code>
ta: வடிவமைப்பில் வரையறுக்கப்பட்ட பயனருக்காக பெறப்பட்ட ஆர்எச்எச் ஊட்டங்கள்: <code> 'தலைப்பு': 'url'-'தலைப்பு': 'url' </code>
uk: RSS-канали, отримані для користувача, визначені у форматі: <code>'Title':'URL'-'Title':'URL'</code>

source: The age of the RSS feed entries in days. Use <code>0</code> to hide the news feed. For admins the default is 180 days and for users 0 days.
fr: L'âge des entrées du flux RSS en jours. Utilisez <code>0</code> pour cacher les nouveaux flux. 180 jours par défaut pour les administrateurs, 0 jour pour les utilisateurs.
ta: நாட்களில் ஆர்.எச்.எச். செய்தி ஊட்டத்தை மறைக்க <code>0 </code> ஐப் பயன்படுத்தவும். நிர்வாகிகளுக்கு இயல்புநிலை 180 நாட்கள் மற்றும் பயனர்களுக்கு 0 நாட்கள்.
uk: Вік записів RSS-каналу в днях. Використовуйте <code>0</code>, щоб приховати стрічку новин. Для адміністраторів за замовчуванням 180 днів, а для користувачів 0 днів.

source: Container type to be created with the container wizard. It is required to set at least this option to enable the container wizard. As long as the user has no container assigned he will only see the container wizard in the UI.
fr: Type de conteneur à créer avec l'assistant de création de conteneur. Il est nécessaire de définir au moins cette option pour activer l'assistant. Tant que l'utilisateur n'a pas de conteneur assigné il verra seulement l'assistant de création de conteneur dans son interface.
ta: கொள்கலன் வகை கொள்கலன் வழிகாட்டி மூலம் உருவாக்கப்பட வேண்டும். கொள்கலன் வழிகாட்டியை இயக்க குறைந்தபட்சம் இந்த விருப்பத்தையாவது அமைக்க வேண்டும். பயனருக்கு கொள்கலன் ஒதுக்கப்படாத வரை, அவர் இடைமுகம் இல் கொள்கலன் வழிகாட்டி மட்டுமே பார்ப்பார்.
uk: Тип контейнера, який буде створено за допомогою майстра контейнерів. Щоб увімкнути майстер контейнерів, потрібно встановити принаймні цю опцію. Доки користувачеві не призначено жодного контейнера, він бачитиме лише майстра контейнерів у інтерфейсі користувача.

source: Name of the container template to be used to create a container in the container wizard (optional). Note that the template must be of the same type as selected in the container_wizard_type.
fr: Nom du modèle de conteneur à utiliser pour créer un conteneur dans l'assistant (optionnel). Notez que le modèle doit être du même type que celui sélectionné dans container_wizard_type.
ta: கொள்கலன் வழிகாட்டி (விரும்பினால்) ஒரு கொள்கலனை உருவாக்க பயன்படுத்த வேண்டிய கொள்கலன் வார்ப்புருவின் பெயர். வார்ப்புரு கொள்கலன்_விசார்ட்_ டைப்பில் தேர்ந்தெடுக்கப்பட்ட அதே வகையாக இருக்க வேண்டும் என்பதை நினைவில் கொள்க.
uk: Назва шаблону контейнера, який буде використовуватися для створення контейнера в майстрі контейнерів (необов’язково). Зауважте, що шаблон має бути того самого типу, який вибрано в контейнері_майстра_типу.

source: In the container wizard, a QR code will be generated to register the new container on the smartphone. (Only applicable for smartphone containers)
fr: Dans l'assistant de création de conteneur, un code QR sera généré pour enregistrer le nouveau conteneur sur le smartphone. (S'applique seulement pour les conteneurs de smartphone)
ta: கொள்கலன் வழிகாட்டி, ச்மார்ட்போனில் புதிய கொள்கலனை பதிவு செய்ய QR குறியீடு உருவாக்கப்படும். (ச்மார்ட்போன் கொள்கலன்களுக்கு மட்டுமே பொருந்தும்)
uk: У майстрі контейнерів буде згенеровано QR-код для реєстрації нового контейнера на смартфоні. (Тільки для контейнерів для смартфонів)

source: The URL of your privacyIDEA server, e.g. <code>https://pi/</code>. It is used to build URLs the container can contact for registration and synchronization.
fr: L'URL de votre serveur privacyIDEA, e.g. <code>https://pi/</code>. Il est utilisé pour construire les URLs que le conteneur peut contacter pour l'enregistrement et la synchronisation.
ta: உங்கள் தனியுரிமை சேவையகத்தின் URL, எ.கா. <code> https: // pi/</code>. பதிவு மற்றும் ஒத்திசைவுக்கு கொள்கலன் தொடர்பு கொள்ளக்கூடிய முகவரி களை உருவாக்க இது பயன்படுகிறது.
uk: URL-адреса вашого сервера privacyIDEA, напр. <code>https://pi/</code>. Він використовується для створення URL-адрес, з якими контейнер може зв’язатися для реєстрації та синхронізації.

source: The time in minutes the client has to do the second step of the registration. The default is ten minutes.
fr: La durée en minutes que le client a pour faire la seconde étape d'enregistrement. 10 minutes par défaut.
ta: நிமிடங்களில் நேரம் வாடிக்கையாளர் பதிவின் இரண்டாவது படி செய்ய வேண்டும். இயல்புநிலை பத்து நிமிடங்கள்.
uk: Час у хвилинах, який клієнт має на виконання другого кроку реєстрації. За замовчуванням десять хвилин.

source: After the client (a registered container) has challenged an action such as synchronization or unregistration, this defines the time in minutes the client has to complete the action. The default is two minutes.
fr: Après que le client (un conteneur enregistré) a demandé une action comme une synchronisation ou une désinscription, ceci définit la durée en minutes que le client dispose pour compléter l'action. 2 minutes par défaut.
ta: வாடிக்கையாளர் (பதிவுசெய்யப்பட்ட கொள்கலன்) ஒத்திசைவு அல்லது பதிவு செய்யாதது போன்ற ஒரு செயலை அறைகூவல் செய்த பிறகு, கிளையன்ட் செயலை முடிக்க வேண்டிய நிமிடங்களில் நேரத்தை இது வரையறுக்கிறது. இயல்புநிலை இரண்டு நிமிடங்கள்.
uk: Після того, як клієнт (зареєстрований контейнер) оскаржив дію, таку як синхронізація або скасування реєстрації, це визначає час у хвилинах, який клієнт має виконати для завершення дії. За замовчуванням це дві хвилини.

source: The container needs to verify the SSL certificate of the privacyIDEA server during registration and synchronization. (default True)
fr: Le conteneur doit vérifier le certificat SSL du serveur privacyIDEA pendant l'enregistrement ou la synchronisation. (vrai par défaut)
ta: பதிவு மற்றும் ஒத்திசைவின் போது தனியுரிமிடியா சேவையகத்தின் எச்எச்எல் சான்றிதழை கொள்கலன் சரிபார்க்க வேண்டும். (இயல்புநிலை உண்மை)
uk: Під час реєстрації та синхронізації контейнер повинен перевірити сертифікат SSL сервера privacyIDEA. (за замовчуванням True)

source: The client is allowed to perform a rollover of the container and the included tokens.
fr: Le client est autorisé à faire un roulement du conteneur et de ses jetons.
ta: வாடிக்கையாளர் கொள்கலன் மற்றும் சேர்க்கப்பட்ட டோக்கன்களின் ரோல்ஓவர் செய்ய அனுமதிக்கப்படுகிறது.
uk: Клієнту дозволено здійснити ролловер контейнера та включених жетонів.

source: During the first synchronization, the server automatically adds the clients tokens existing in privacyIDEA to the container. This allows to register devices with existing tokens as container without having to manually add the tokens on the device to the container.
fr: Durant la première synchronisation, le serveur ajoute automatiquement les jetons des clients existants de privacyIDEA au conteneur. Ceci permet d'enregistrer des périphériques avec des jetons existants en tant que conteneur sans avoir à ajouter manuellement les jetons du périphérique au conteneur.
ta: முதல் ஒத்திசைவின் போது, சேவையகம் தானாகவே தனியார்மிடியாவில் இருக்கும் வாடிக்கையாளர்களின் டோக்கன்களை கொள்கலனில் சேர்க்கிறது. சாதனத்தில் உள்ள டோக்கன்களை கொள்கலனில் கைமுறையாக சேர்க்காமல் இருக்கும் டோக்கன்களுடன் சாதனங்களை கொள்கலனாக பதிவு செய்ய இது அனுமதிக்கிறது.
uk: Під час першої синхронізації сервер автоматично додає токени клієнтів, що існують в privacyIDEA, до контейнера. Це дозволяє реєструвати пристрої з існуючими токенами в контейнері без необхідності вручну додавати токени на пристрої до контейнера.

source: The user is not allowed to delete tokens locally on the smartphone.
fr: L'utilisateur n'est pas autorisé à supprimer des jetons sur le smartphone.
ta: ச்மார்ட்போனில் உள்ளூரில் டோக்கன்களை நீக்க பயனர் அனுமதிக்கப்படவில்லை.
uk: Користувачеві заборонено видаляти токени локально на смартфоні.

source: The client is not allowed to unregister the container. The user can not delete the container locally on the smartphone.
fr: Le client n'est pas autorisé à désinscrire le conteneur. L'utilisateur ne peut pas supprimer le conteneur sur le smartphone.
ta: கொள்கலனை பதிவு செய்ய கிளையன்ட் அனுமதிக்கப்படவில்லை. ச்மார்ட்போனில் உள்ளூரில் கொள்கலனை பயனர் நீக்க முடியாது.
uk: Клієнт не має права скасувати реєстрацію контейнера. Користувач не може видалити контейнер локально на смартфоні.

source: The policy only matches if certain conditions on the user info are fulfilled.
de: Die Richtlinie greift, wenn zusätzliche Anforderungen an die Benutzerattribute erfüllt sind.
es: La política solo coincide si se cumplen ciertas condiciones en la información del usuario.
fr: Cette stratégie est effective que si certaines conditions dans les informations utilisateurs sont remplies.
nl: Het beleid komt enkel overeen als aan bepaalde voorwaarden voor de gebruikersinfo voldaan werd.
pt_br: A política só corresponde se certas condições sobre as informações do usuário forem cumpridas.
ta: பயனர் தகவலில் சில நிபந்தனைகள் நிறைவு செய்யப்பட்டால் மட்டுமே கொள்கை பொருந்துகிறது.
tr: Politika yalnızca kullanıcı bilgisi üzerindeki belirli koşullar yerine getirildiğinde eşleşir.
uk: Політика відповідає, лише якщо виконано певні умови щодо інформації про користувача.
zh_hans: 该策略仅在满足用户信息的某些条件时匹配。
zh_hant: 僅當滿足使用者資訊的某些條件時，策略才匹配。

source: The policy only matches if certain conditions of the token attributes are fulfilled.
de: Die Richtlinie greift, wenn die Bedingung für das Token-Attribut erfüllt ist.
es: La política solo coincide si se cumplen determinadas condiciones de los atributos del token.
fr: La politique ne s'applique que si certaines conditions des attributs du jeton sont remplies.
nl: Het belied komt enkel overeen als aan bepaalde voorwaarden van de token-attributen voldaan zijn.
pt_br: A política só corresponde se certas condições dos atributos de token forem cumpridas.
ta: கிள்ளாக்கு பண்புகளின் சில நிபந்தனைகள் நிறைவு செய்யப்பட்டால் மட்டுமே கொள்கை பொருந்துகிறது.
tr: Politika, yalnızca belirteç özelliklerinin bazı koşulları yerine getirildiğinde eşleşir.
uk: Політика відповідає, лише якщо виконуються певні умови атрибутів маркера.
zh_hant: 僅當滿足令牌屬性的某些條件時，策略才匹配。

source: The policy only matches if certain conditions on the token info are fulfilled.
de: Die Richtlinie greift, wenn zusätzliche Anforderungen an die Token Infoattribute erfüllt sind.
es: La política solo coincide si se cumplen ciertas condiciones en la información del token.
fr: La politique ne s'applique que si certaines conditions des infos du jeton sont remplies.
nl: Het beleid komt enkel overeen als aan bepaalde voorwaarden voor de gebruikersinfo voldaan werd.
pt_br: A política só corresponde se certas condições nas informações de token forem cumpridas.
ta: கிள்ளாக்கு தகவலில் சில நிபந்தனைகள் நிறைவு செய்யப்பட்டால் மட்டுமே கொள்கை பொருந்துகிறது.
tr: Politika yalnızca belirteç bilgisi üzerindeki bazı koşullar yerine getirildiğinde eşleşir.
uk: Політика збігається, лише якщо виконуються певні умови в інформації про маркер.
zh_hans: 该策略只在令牌信息的某些条件得到满足时才匹配。
zh_hant: 僅當滿足令牌資訊上的某些條件時，策略才匹配。

source: The policy only matches if certain conditions on the HTTP Request header are fulfilled.
de: Die Richtlinie greift nur, wenn bestimmte Anforderungen an die HTTP-Request Header erfüllt sind.
es: La política solo coincide si se cumplen determinadas condiciones en el encabezado de solicitud HTTP.
fr: Cette stratégie est effective que si certaines conditions dans les entêtes de la requête HTTP sont remplies.
nl: Het beleid komt enkel overeen als aan bepaalde voorwaarden voor de HTTP request header voldaan werd.
pt_br: A política só corresponde se certas condições no cabeçalho solicitação HTTP forem cumpridas.
ta: HTTP கோரிக்கை தலைப்பில் சில நிபந்தனைகள் நிறைவு செய்யப்பட்டால் மட்டுமே கொள்கை பொருந்துகிறது.
tr: Politika yalnızca HTTP istek başlığındaki bazı koşullar yerine getirildiğinde sadece eşleşir.
uk: Політика відповідає, лише якщо виконано певні умови в заголовку запиту HTTP.
zh_hans: 该策略仅在满足HTTP Request标头上的某些条件时匹配。
zh_hant: 僅當滿足 HTTP 請求標頭上的某些條件時，該策略才匹配。

source: The policy only matches if certain conditions on the HTTP Environment are fulfilled.
de: Die Richtlinie greift, wenn zusätzliche Anforderungen an HTTP Umgebungsvariablen erfüllt sind.
es: La política solo coincide si se cumplen ciertas condiciones en el entorno HTTP.
fr: La politique correspond seulement si certaines conditions dans l'environnement HTTP sont remplies.
nl: Het beleid komt enkel overeen als aan bepaalde voorwaarden van de HTTP-omgeving voldaan is.
pt_br: A política só corresponde se certas condições sobre o ambiente HTTP forem cumpridas.
ta: HTTP சூழலில் சில நிபந்தனைகள் நிறைவு செய்யப்பட்டால் மட்டுமே கொள்கை பொருந்துகிறது.
tr: Politika yalnızca HTTP ortamındaki bazı koşullar yerine getirildiğinde eşleşir.
uk: Політика відповідає, лише якщо виконуються певні умови середовища HTTP.

source: The RADIUS secret is too long
de: Das RADIUS Secret ist zu lang
es: El secreto de RADIUS es demasiado largo
fr: Le secret RADIUS est trop long
nl: Het RADIUS-geheim is te lang
pt_br: O segredo do RADIUS é muito longo
ta: ஆரம் மறைபொருள் மிக நீளமானது
tr: Yarıçap sırrı çok uzun
uk: Секрет RADIUS задовгий
zh_hans: RADIUS秘钥太长
zh_hant: RADIUS 金鑰太長

source: My subscription has expired.
de: Meine Subskription ist abgelaufen.
fr: Mon abonnement a expiré.
ta: எனது சந்தா காலாவதியானது.
uk: Термін дії моєї підписки закінчився.

source: create_tokenclass_object failed: {0!r}
de: create_tokenclass_object fehlgeschlagen: {0!r}
fr: create_tokenclass_object échoué : {0!r}
nl: create_tokenclass_object mislukt: {0!r}
ta: create_tokenclass_object தோல்வியுற்றது: {0!r}
uk: створити об'єкт_токенкласу не вдалося: {0!r}

source: I can only create SQL filters from tokeninfo of length 1.
de: Es können nur SQL-Filter aus einem Tokeninfo Eintrag erstellt werden.
fr: Je peux seulement créer des filtres SQL de tokeninfo de longueur 1.
nl: Ik kan enkel SQL-filters maken van tokeninfo met lengte 1.
ta: நீளம் 1 இன் கிள்ளாக்கு இன்ஃபோவிலிருந்து மட்டுமே நான் கவிமொ வடிப்பான்களை மட்டுமே உருவாக்க முடியும்.
uk: Я можу створювати фільтри SQL лише з інформації про маркер довжини 1.

source: No container with the serial {container_serial} exists.
fr: Aucun conteneur avec le numéro de série {container_serial} existe.
ta: சீரியல் {container_serial} உடன் கொள்கலன் இல்லை.
uk: Не існує контейнера з серійним номером {container_serial}.

source: The requested token could not be found.
de: Der gesuchte Token wurde nicht gefunden.
fr: Le jeton demandé n'a pas pu être trouvé.
nl: Het gevraagde token kon niet gevonden worden.
ta: கோரப்பட்ட டோக்கனைக் கண்டுபிடிக்க முடியவில்லை.
uk: Запитуваний маркер не знайдено.

source: More than one matching token was found.
de: Es wurde mehr als ein passender Token gefunden.
fr: Plus d'un jeton correspondant trouvé.
ta: ஒன்றுக்கு மேற்பட்ட பொருந்தக்கூடிய கிள்ளாக்கு கண்டுபிடிக்கப்பட்டது.
uk: Знайдено більше ніж один відповідний маркер.

source: multiple tokens are matching this OTP value!
de: Dieser OTP-Wert passt zu mehreren Token!
fr: plusieurs jetons correspondent à cette valeur OTP !
nl: meerdere tokens komen overeen met deze OTP-waade!
ta: பல டோக்கன்கள் இந்த OTP மதிப்புடன் பொருந்துகின்றன!
uk: кілька токенів відповідають цьому значенню OTP!
