Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Add '--serial <serial number>' as script parameter.
de: Nutze '--serial <serial number>' als Skript-Parameter.
es: Agregue '--secuencia<número de serie>' como parámetro del script.
fr: Ajoute '--serial <serial number>' comme paramètre de script.
nl: Voeg '--serial <serial number>' toe als script parameter.
pt_br: Adicione '--serial <número de série>' como parâmetro de roteiro.
ta: ச்கிரிப்ட் அளவுருவாக '--சீரியல் <வரிசை எண்>' ஐச் சேர்க்கவும்.
tr: Komut Dosyası parametresi olarak '--Serial <seri numarası>' ekleyin.
uk: Додайте '--serial <серійний номер>' як параметр сценарію.
zh_hans: 添加“ --serial <序列号>”作为脚本参数。
zh_hant: 添加「--序列號<序列号>」作為腳本參數。

source: Add '--user <username>' as script parameter.
de: Nutze '--user <username>' als Skript-Parameter.
es: Agregue '--user <nombre de usuario>' como parámetro del script.
fr: Ajoute '--user <username>' comme paramètre de script.
nl: Voeg '--user <username>' toe als script parameter.
pt_br: Adicione '--usuário <nome de usuário>' como parâmetro de roteiro.
ta: ச்கிரிப்ட் அளவுருவாக '--user <பயனர்பெயர்>' ஐச் சேர்க்கவும்.
tr: Komut Dosyası parametresi olarak '--user <Kullanıcı Adı>' ekleyin.
uk: Додайте '--user <ім'я користувача>' як параметр сценарію.
zh_hans: 添加“ --user <用户名>”作为脚本参数。
zh_hant: 添加"--使用者<username>"作為腳本參數。

source: Add '--realm <realm>' as script parameter.
de: Nutze '--realm <realm>' als Skript-Parameter.
es: Agregue '--realm <dominio>' como parámetro del script.
fr: Ajoute '--realm <realm>' comme paramètre de script.
nl: Voeg '--realm <realm>' toe als script parameter.
pt_br: Adicione '--domínio <domínio>' como parâmetro de roteiro.
ta: ச்கிரிப்ட் அளவுருவாக '-realm <ermal>' ஐச் சேர்க்கவும்.
tr: Komut Dosyası parametresi olarak '--realm <realm>' ekleyin.
uk: Додайте '--realm <realm>' як параметр сценарію.
zh_hans: 添加“ --realm <realm>”作为脚本参数。
zh_hant: 添加"--領域<realm>"作為腳本參數。

source: Add the username of the logged in user as script parameter like '--logged_in_user <username>'.
de: Nutze den Benutzernamen des angemeldeten Benutzers als Skript-Parameter '--logged_in_user <username>'.
es: Agregue el nombre del usuario que inició sesión como parámetro del script como '--logged_in_user <nombre de usuario>'.
fr: Ajoute le nom d'utilisateur de l'utilisateur connecté comme paramètre de script tel que '--logged_in_user <username>'.
nl: Voeg de gebruikersnaam van de aangemelde gebruiker toe als script parameter, zoals '--logged_in_user <username>'.
pt_br: Adicione o nome de usuário do usuário logado como parâmetro de script como '--logado_em_usuário <nome de usuário>'.
ta: '--logged_in_user <பயனர்பெயர்>' போன்ற ச்கிரிப்ட் அளவுருவாக உள்நுழைந்த பயனரின் பயனர்பெயரைச் சேர்க்கவும்.
tr: Günlüğe kaydedilen kullanıcının kullanıcı adını '--logged_in_user <username>' gibi komut dosyası parametresi olarak ekleyin.
uk: Додайте ім'я користувача, який увійшов у систему, як параметр сценарію, наприклад '--logged_in_user <username>'.
zh_hans: 将登录用户的用户名添加为脚本参数，例如“ --logged_in_user <用户名>”。
zh_hant: 將登錄用戶的使用者名添加為腳本參數，如"--logged_in_user <username>"。

source: Add the role (either admin or user) of the logged in user as script parameter like '--logged_in_role <role>'.
de: Nutze die Rolle des angemeldeten Benutzers als Skript-Parameter '--logged_in_role <role>'.
es: Agregue la función (ya sea administrador o usuario) del usuario que inició sesión como parámetro del script como '--logged_in_role <función>'.
fr: Ajoute le rôle (soit admin, soit user) de l'utilisateur connecté, comme paramètre de script tel que '--logged_in_role <role>'.
nl: Voeg de rol (admin of user) van de aangemelde gebruiker toe als script parameter, zoals '--logged_in_role <role>'.
pt_br: Adicione a função (admin ou usuário) do usuário logado como parâmetro de script como '--logado_em_função<função>'.
ta: '--logged_in_role <rear>' போன்ற ச்கிரிப்ட் அளவுருவாக உள்நுழைந்த பயனரின் பங்கை (நிர்வாகி அல்லது பயனர்) சேர்க்கவும்.
tr: Giriş yapmış kullanıcının rolünü (yönetici veya kullanıcı) '- logged_in_role <rol>' gibi komut dosyası parametresi olarak ekleyin.
uk: Додайте роль (або адміністратора, або користувача) користувача, який увійшов у систему, як параметр сценарію, наприклад '--logged_in_role <роль>'.
zh_hans: 将已登录用户的角色（管理员或用户）添加为脚本参数，例如'--logged_in_role <role>'。
zh_hant: 將登錄使用者的角色（管理員或使用者）添加為腳本參數，如"--logged_in_role <role>"。

source: set a new realm of the token
de: Setze einen neuen Token-Realm
es: establezca un nuevo dominio del token
fr: Positionne un nouveau royaume au jeton
nl: stel een nieuwe realm voor het token in
pt_br: estabelecer um novo domínio do token
ta: டோக்கனின் புதிய சாம்ராச்யத்தை அமைக்கவும்
tr: belirteç yeni bir alemini ayarla
uk: встановити нову сферу маркера
zh_hans: 设置令牌的新领域
zh_hant: 設置令牌的新領域

source: The new realm will be the only realm of the token. I.e. all other realms will be removed from this token. If disabled, the realm will be added to the token.
de: Der neue Realm ist der einzige Realm des Tokens. D.h. alle anderen evtl. zugeordneten Realms dieses Tokens werden gelöscht. Ist diese Option deaktiviert, wird der Realm zu den vorhandenen Realms des Tokens hinzugefügt.
fr: Le nouveau domaine sera le seul domaine du jeton. Tous les autres domaines seront supprimés du jeton. Si désactivé, le domaine sera ajouté au jeton.
ta: புதிய சாம்ராச்யம் டோக்கனின் ஒரே சாம்ராச்யமாக இருக்கும். அதாவது. இந்த டோக்கனில் இருந்து மற்ற அனைத்து பகுதிகளும் அகற்றப்படும். முடக்கப்பட்டால், சாம்ராச்யம் டோக்கனில் சேர்க்கப்படும்.
uk: Нова область буде єдиною сферою токена. тобто усі інші області будуть видалені з цього маркера. Якщо вимкнено, область буде додано до маркера.

source: set the PIN of the token to a random PIN of this length.
de: Setze die PIN des Tokens auf einen zufälligen Wert dieser Länge.
es: establezca el PIN del token en un PIN aleatorio de esta longitud.
fr: Positionne le PIN du jeton à un PIN aléatoire de cette longueur.
nl: stel de PIN van het token in als een willekeurige PIN van deze lengte.
pt_br: definir o PIN do token para um PIN aleatório deste tamanho.
ta: இந்த நீளத்தின் சீரற்ற முள் டோக்கனின் முள் அமைக்கவும்.
tr: Tokunun pinini bu uzunluğun rastgele bir pimine ayarlayın.
uk: встановіть PIN-код маркера на випадковий PIN-код цієї довжини.
zh_hans: 将令牌的PIN设置为此长度的随机PIN。
zh_hant: 將令牌的 PIN 設定為此長度的隨機 PIN。

source: Token type to create
de: Tokentyp der angelegt werden soll
es: Crear tipo de token
fr: Type de jeton à créer
nl: Te maken token-type
pt_br: Tipo de token para criar
ta: உருவாக்க கிள்ளாக்கு வகை
tr: Oluşturmak için Token Tipi
uk: Тип маркера для створення
zh_hans: 要创建的令牌类型
zh_hant: 要創建的令牌類型

source: Assign token to user in request or to tokenowner.
de: Token dem Benutzer aus dem Request oder dem Tokenbesitzer zuweisen.
es: Asignar token al usuario en la solicitud o al propietario del token.
fr: Assigner le jeton à l'utilisateur indiqué dans la requête ou au propriétaire du jeton.
nl: Wijs een toeken toe aan de gebruiker in de vraag of aan de token eigenaar.
pt_br: Atribuir token ao usuário em pedido ou ao proprietário do token.
ta: கோரிக்கையில் அல்லது டோக்கனவுனருக்கு பயனருக்கு கிள்ளாக்கை ஒதுக்குங்கள்.
tr: İsteğe bağlı olarak kullanıcıya veya TokenOwner'a belirteç atayın.
uk: Призначити маркер користувачеві в запиті або власнику маркера.
zh_hans: 将令牌分配给请求中的用户或令牌所有者。
zh_hant: 將令牌分配給請求中的使用者或令牌擁有者。

source: Set the realm of the newly created token.
de: Realm des neu angelegten Tokens.
es: Establece el dominio del token creado.
fr: Positionne le royaume du jeton nouvellement crée.
nl: Stel de realm in van het nieuw gemaakt token.
pt_br: Definir o domínio do token recém-criado.
ta: புதிதாக உருவாக்கப்பட்ட டோக்கனின் சாம்ராச்யத்தை அமைக்கவும்.
tr: Yeni oluşturulan belirteçlerin alemini ayarlayın.
uk: Встановіть область новоствореного токена.
zh_hans: 设置新创建的令牌的领域。
zh_hant: 設置新創建的令牌的領域。

source: Dynamically read the mobile number from the user store.
de: Die Mobil-Nummer wird dynamisch aus dem Benutzerverzeichnis gelesen.
es: Lee dinámicamente el número de móvil del almacén del usuario.
fr: Lire dynamiquement le numéro de mobile depuis la base utilisateur.
nl: Lees het mobiele nummer dynamisch van de gebruikersopslag.
pt_br: Ler dinamicamente o número móvel da loja do usuário.
ta: பயனர் கடையிலிருந்து மொபைல் எண்ணை மாறும்.
tr: Dinamik olarak mobil numarayı kullanıcı mağazasından okuyun.
uk: Динамічно читайте номер мобільного телефону зі сховища користувачів.
zh_hans: 从用户商店动态读取手机号码。
zh_hant: 從使用者存儲中動態讀取手機號碼。

source: Dynamically read the email address from the user store.
de: Die Email-Adresse wird dynamisch aus dem Benutzerverzeichnis gelesen.
es: Lee dinámicamente la dirección de correo electrónico del almacén de usuarios.
fr: Lire dynamiquement l'adresse mail depuis la base utilisateur.
nl: Lees het e-mailadres dynamisch van de gebruikersopslag.
pt_br: Ler dinamicamente o endereço de e-mail da loja do usuário.
ta: பயனர் கடையிலிருந்து மின்னஞ்சல் முகவரியை மாறும்.
tr: Kullanıcı deposundan e-posta adresini dinamik olarak okuyun.
uk: Динамічно читайте адресу електронної пошти зі сховища користувачів.
zh_hans: 从用户商店动态读取电子邮件地址。
zh_hant: 從使用者存儲中動態讀取電子郵件位址。

source: Use a specific SMTP server configuration for this token.
de: Benutze eine spezifische SMTP Server Konfiguration für diesen Token.
es: Utilice una configuración de servidor SMTP específica para este token.
fr: Utilise une configuration de serveur SMTP spécifique pour ce jeton.
nl: Gebruik een specifieke SMTP-serverconfiguratie voor dit token.
pt_br: Use uma configuração específica de servidor SMTP para este token.
ta: இந்த டோக்கனுக்கு ஒரு குறிப்பிட்ட SMTP சேவையக உள்ளமைவைப் பயன்படுத்தவும்.
tr: Bu belirteç için belirli bir SMTP sunucusu yapılandırması kullanın.
uk: Використовуйте спеціальну конфігурацію сервера SMTP для цього маркера.
zh_hant: 對此令牌使用特定的 SMTP 伺服器配置。

source: Use a specific SMS gateway configuration for this token.
de: Benutze eine spezifische SMS Gateway Konfiguration für diesen Token.
es: Utilice una configuración de puerta de enlace SMS específica para este token.
fr: Utilise une passerelle SMS spécifique pour ce jeton.
nl: Gebruik een specifieke SMS-gateway-configuratie voor dit token.
pt_br: Use uma configuração específica de gateway de SMS para este token.
ta: இந்த டோக்கனுக்கு ஒரு குறிப்பிட்ட எச்எம்எச் நுழைவாயில் உள்ளமைவைப் பயன்படுத்தவும்.
tr: Bu belirteç için belirli bir SMS Ağ Geçidi Yapılandırması kullanın.
uk: Використовуйте спеціальну конфігурацію шлюзу SMS для цього маркера.
zh_hant: 對此令牌使用特定的SMS gateway 配置。

source: A dictionary of additional init parameters.
de: Zusätzliche Parameter zum Ausrollen des Tokens.
es: Un diccionario de parámetros de inicio adicionales.
fr: Un dictionnaire de paramètres d'initialisation additionnels.
nl: Een woordenlijst met bijkomende init parameters.
pt_br: Um dicionário de parâmetros de ativação adicionais.
ta: கூடுதல் INIT அளவுருக்களின் அகராதி.
tr: Ek init parametreleri sözlüğü.
uk: Словник додаткових параметрів ініціалізації.
zh_hans: 从用户商店动态读取电子邮件地址。
zh_hant: 其他初始化參數的字典。

source: Set the MOTP PIN of the MOTP token during enrollment. This is a required value for enrolling MOTP tokens.
de: Setze die MOTP PIN während des Rollout-Prozesses. MOTP Token benötigen eine MOTP PIN.
es: Configure el PIN MOTP del token MOTP durante la inscripción. Este es un valor obligatorio para inscribir tokens MOTP.
fr: Positionne le PIN du jeton mOTP durant l'enrôlement. C'est une valeur requise pour enrôler des jetons mOTP.
nl: Stel de MOTP PIN van het MOTP token in tijdens de aanmelding. Dis is een vereiste waarde voor het registreren van MOTP tokens.
pt_br: Definir o PIN MOTP do token MOTP durante a inscrição. Este é um valor necessário para matricular os tokens MOTP.
ta: சேர்க்கையின் போது MOTP டோக்கனின் MOTP முள் அமைக்கவும். MOTP டோக்கன்களைச் சேர்ப்பதற்கு இது தேவையான மதிப்பு.
tr: Kayıt sırasında MOTP belirteci motp pinini ayarlayın. Bu, MOTP belirteçlerini kaydetmek için gerekli bir değerdir.
uk: Встановіть PIN-код MOTP маркера MOTP під час реєстрації. Це обов’язкове значення для реєстрації токенів MOTP.
zh_hans: 在注册期间设置MOTP令牌的MOTP PIN。这是注册MOTP令牌的必需值。
zh_hant: 在註冊期間設置 MOTP 令牌的 MOTP PIN。這是註冊 MOTP 令牌的必需值。

source: Add the token to the container if there is one identifiable in the request.
de: Fügt den Token zu dem Container aus dem Request hinzu, sofern einer vorhanden ist.
fr: Ajoute le jeton au conteneur s'il y en a un identifiable dans la requête.
ta: கோரிக்கையில் அடையாளம் காணக்கூடிய ஒன்று இருந்தால் கொள்கலனில் டோக்கனைச் சேர்க்கவும்.
uk: Додайте маркер до контейнера, якщо його можна ідентифікувати в запиті.

source: The new description of the token.
de: Die neue Beschreibung des Tokens.
es: La nueva descripción del token.
fr: La nouvelle description du jeton.
nl: De nieuwe beschrijving van het token.
pt_br: A nova descrição do token.
ta: டோக்கனின் புதிய விளக்கம்.
tr: Belirteç'in yeni açıklaması.
uk: Новий опис токена.
zh_hans: 令牌的新描述。
zh_hant: 令牌的新說明。

source: The token will be valid starting at the given date. Can be a fixed date or an offset like +10m, +24h, +7d.
de: Der Token ist ab dem angegebenen Datum gültig. Dies kann ein fixes Datum oder eine Differenz wie +10m, +24h, +7d (10 Minuten, 24 Stunden, 7 Tage) sein.
es: El token será válido a partir de la fecha indicada. Puede ser una fecha fija o un desplazamiento como + 10m, + 24h, + 7d.
fr: Le jeton sera valide à partir de la date indiquée. Peut être une date fixe ou un décalage tel que +10m, +24h, +7d.
nl: Het token zal geldig zijn vanaf het opgegeven tijdstip. Kan een vast tijdstip zijn of een afwijking van bijvoorbeeld +10m; +24h, +7d.
pt_br: O token será validado a partir da data determinada. Pode ser uma data fixa ou uma compensação como +10m, +24h, +7d.
ta: கொடுக்கப்பட்ட தேதியில் தொடங்கி கிள்ளாக்கு செல்லுபடியாகும். ஒரு நிலையான தேதி அல்லது +10 மீ, +24 எச், +7 டி போன்ற ஆஃப்செட்டாக இருக்கலாம்.
tr: Belirteç verilen tarihten başlayarak geçerli olacaktır. Sabit bir tarih veya + 10M, + 24 saat + 7D gibi bir ofset olabilir.
uk: Токен буде дійсним із зазначеної дати. Може бути фіксованою датою або зміщенням, наприклад +10m, +24h, +7d.
zh_hans: 令牌将从给定日期开始有效。可以是固定日期，也可以是偏移量，例如+ 10m，+ 24h，+ 7d。
zh_hant: 令牌將從給定日期開始有效。可以是固定日期，也可以是偏移量，如 +10分鐘、+24小時、+7天。

source: The token will be valid until the given date. Can be a fixed date or an offset like +10m, +24h, +7d.
de: Der Token wird bis zu dem angegebenen Datum gültig sein. Dies kann ein fixes Datum oder eine Differenz wie +10m, +24h, +7d sein (10 Minuten, 24 Stunden, 7 Tage).
es: El token será válido hasta la fecha indicada. Puede ser una fecha fija o un desplazamiento como + 10m, + 24h, + 7d.
fr: Le jeton sera valide jusqu'à la date indiquée. Peut être une date fixe ou un décalage tel que +10m, +24h, +7d.
nl: Het token zal geldig zijn tot het opgegeven tijdstip.Kan een vast tijdstip zijn of een afwijking van bijvoorbeeld +10m; +24h, +7d.
pt_br: O token será valido até a data determinada. Pode ser uma data fixa ou uma compensação como +10m, +24h, +7d.
ta: கொடுக்கப்பட்ட தேதி வரை கிள்ளாக்கு செல்லுபடியாகும். ஒரு நிலையான தேதி அல்லது +10 மீ, +24 எச், +7 டி போன்ற ஆஃப்செட்டாக இருக்கலாம்.
tr: Belirteç verilen tarihe kadar geçerli olacaktır. Sabit bir tarih veya + 10M, + 24 saat + 7D gibi bir ofset olabilir.
uk: Токен буде дійсний до вказаної дати. Може бути фіксованою датою або зміщенням, наприклад +10m, +24h, +7d.
zh_hans: 该令牌在给定日期之前一直有效。可以是固定日期，也可以是偏移量，例如+ 10m，+ 24h，+ 7d。
zh_hant: 令牌將在給定日期之前有效。可以是固定日期，也可以是偏移量，如 +10分鐘、+24小時、+7天。

source: Set the new count window of the token.
de: Das neue Zähler-Fenster des Tokens setzen.
es: Establezca la nueva ventana de recuento del token.
fr: Positionner le nouveau compteur du jeton.
nl: Stel het nieuwe telvenster van het token in.
pt_br: Configure a nova janela de contagem do token.
ta: டோக்கனின் புதிய எண்ணிக்கை சாளரத்தை அமைக்கவும்.
tr: Tokunun yeni sayım penceresini ayarlayın.
uk: Встановіть нове вікно підрахунку маркера.
zh_hans: 设置令牌的新计数窗口。
zh_hant: 設置令牌的新計數視窗。

source: Set the failcounter of the token.
de: Setze den Fehlerzähler des Tokens.
es: Configure el contador de fallos del token.
fr: Positionne le compteur d'échec du jeton.
nl: Stel de teller voor mislukte aanmeldingen met dit token in.
pt_br: Defina o contador de falhas do token.
ta: டோக்கனின் தோல்வியை அமைக்கவும்.
tr: Belirteç'in başarısızlığını ayarlayın.
uk: Встановіть лічильник помилок маркера.
zh_hans: 设置令牌的故障计数器。
zh_hant: 設置令牌的失敗計數器。

source: Increase or decrease the fail counter of the token. Values of +n, -n with n being an integer are accepted.
de: Der Fehlerzähler wird inkrementiert oder dekrementiert. Werte +n und -n, wobei n eine Zahl ist, werden akzeptiert.
es: Aumenta o disminuye el contador de fallos del token. Se aceptan valores de + n, -n donde n es un número entero.
fr: Augmente ou diminue le compteur d'erreur du jeton. Les valeurs de +n, -n avec n étant un entier sont acceptées.
nl: Verhoog of verlaag de mislukte aanmeldingenteller voor het tonen. Waarden van +n of -n waarbij n een geheel getal is, worden aanvaard.
pt_br: Aumentar ou diminuir o contador de falhas do token. Valores de +n, -n sendo n um número inteiro são aceitos.
ta: டோக்கனின் தோல்வி கவுண்டரை அதிகரிக்கவும் அல்லது குறைக்கவும். N ஐ ஒரு முழு எண்ணுடன் +n, -n இன் மதிப்புகள் ஏற்றுக்கொள்ளப்படுகின்றன.
tr: Belirteç'in başarısızlığını arttırın veya azaltın. + N'nin değerleri, bir tamsayı olan n ile birlikte kabul edilir.
uk: Збільшити або зменшити лічильник помилок маркера. Приймаються значення +n, -n, де n є цілим числом.
zh_hant: 增加或減少令牌的失敗計數器。接受 +n、-n 的值，其中 n 為整數。

source: Set the maximum failcounter of the token.
de: Setze den maximalen Fehlerzähler des Tokens.
es: Establece el contador de fallos máximo del token.
fr: Indiquer la valeur maximale du compteur d'erreur du jeton.
nl: Stel het maximaal aantal mislukte pogingen voor dit token in.
pt_br: Define o contador máximo de falhas do token.
ta: டோக்கனின் அதிகபட்ச தோல்வியை அமைக்கவும்.
tr: Belirteçlerin maksimum başarısızlığını ayarlayın.
uk: Установіть максимальний лічильник помилок маркера.
zh_hans: 设置令牌的最大失败次数。
zh_hant: 設置令牌的最大失敗計數器。

source: Set this tokeninfo key.
de: Setze diesen Schlüssel in der Tokeninfo-Tabelle.
es: Establece el valor tokeninfo de esta clave.
fr: Positionne cette clé tokeninfo.
nl: Stel deze token-infosleutel in.
pt_br: Defina o valor desta chave tokeninfo.
ta: இந்த கிள்ளாக்கு இன்ஃபோ விசையை அமைக்கவும்.
tr: Bu TokenInfo tuşunu ayarlayın.
uk: Установіть цей ключ інформації про маркер.
zh_hans: 设置此tokeninfo密钥。
zh_hant: 設置此令牌資訊金鑰。

source: Set the above key to this value.
de: Setze den oben genannten Schlüssel auf diesen Wert.
fr: Donner à la clé ci-dessous cette valeur.
ta: இந்த மதிப்புக்கு மேலே உள்ள விசையை அமைக்கவும்.
uk: Встановіть для вказаного вище ключа це значення.

source: Interpret the tokeninfo as 'int' and increase the tokeninfo value by the given offset.
de: Interpretiere die angegebene Tokeninfo als Zahl und erhöhe sie um einen Wert.
fr: Interprète tokeninfo en tant que 'int' et augmente sa valeur du décalage spécifié.
ta: கிள்ளாக்கு இன்ஃபோவை 'இன்ட்' என்று விளக்கி, கொடுக்கப்பட்ட ஆஃப்செட் மூலம் டோக்கன்ஃபோ மதிப்பை அதிகரிக்கவும்.
uk: Інтерпретуйте tokeninfo як 'int' і збільште значення tokeninfo на вказане зміщення.

source: The increment the tokeninfo key should be increased. Can be positive or negative, s.th. like +1 or -7.
de: Der Wert um welche die Tokeninfo erhöht werden soll. Kann ein positive oder negative Zahl sein, bspw. +1 oder -7.
fr: L'incrément de la clé tokeninfo doit être augmenté. Il peut être positif ou négatif, comme +1 or -7.
ta: கிள்ளாக்கு இன்ஃபோ விசையை அதிகரிக்க வேண்டும். நேர்மறை அல்லது எதிர்மறையாக இருக்கலாம், s.th. +1 அல்லது -7 போன்றவை.
uk: Слід збільшити приріст ключа tokeninfo. Може бути позитивним або негативним, s.th. як +1 або -7.

source: Delete this tokeninfo key.
de: Diesen Tokeninfo-Eintrag löschen.
es: Elimina la clave con este valor de tokeninfo.
fr: Supprimer cette clé tokeninfo.
nl: Verwijder deze token-infosleutel.
pt_br: Delete a chave com este valor de tokeinfo.
ta: இந்த டோக்கன்ஃபோ விசையை நீக்கு.
tr: Bu TOKENINFO tuşunu silin.
uk: Видалити цей ключ інформації про маркер.
zh_hans: 删除此tokeninfo密钥。
zh_hant: 刪除此令牌資訊金鑰。

source: Add a tokengroup to the token.
de: Füge dem Token eine Token-Gruppe hinzu.
fr: Ajouter un groupe au jeton.
nl: Voeg een token-groep toe aan het token.
ta: டோக்கனில் ஒரு கிள்ளாக்கு குழுவைச் சேர்க்கவும்.
uk: Додайте групу маркерів до маркера.
zh_hans: 将令牌组添加到令牌。

source: Remove a tokengroup from the token.
de: Entferne eine Token-Gruppe vom Token.
fr: Supprimer un groupe du jeton.
nl: Verwijder een token-groep van het token.
ta: டோக்கனில் இருந்து ஒரு கிள்ளாக்கு குழுவை அகற்றவும்.
uk: Видаліть групу маркерів із маркера.

source: The ID of the machine you want to attach the token to
de: Die Kennzeichnung der Maschine an die dieser Token angehängt werden soll
fr: L'ID de la machine que vous voulez attacher à ce jeton
ta: நீங்கள் கிள்ளாக்கை இணைக்க விரும்பும் இயந்திரத்தின் ஐடி
uk: Ідентифікатор машини, до якої потрібно приєднати маркер

source: Set the service_id for an SSH application.
de: Legen Sie die Dienste-Kennzeichnung für eine SSH-Anwendung fest.
fr: Spécifie le service_id pour une application SSH.
ta: பாஓடு பயன்பாட்டிற்கு service_id ஐ அமைக்கவும்.
uk: Установіть service_id для програми SSH.

source: Set a token application like 'offline' or 'SSH'. Note: Not all tokens work well with all applications!
de: Legen Sie eine Token-Anwendung wie "offline" oder "SSH" fest. Hinweis: Nicht alle Token funktionieren mit allen Anwendungen gleichermaßen!
fr: Définit une application de jeton comme 'offline' ou 'SSH'. Note : tous les jetons ne fonctionnent pas correctement avec toutes les applications !
ta: 'இணைப்பில்லாத' அல்லது 'பாஓடு' போன்ற கிள்ளாக்கு பயன்பாட்டை அமைக்கவும். குறிப்பு: அனைத்து டோக்கன்களும் எல்லா பயன்பாடுகளிலும் சிறப்பாக செயல்படாது!
uk: Установіть програму-токен, як-от «offline» або «SSH». Примітка: не всі маркери добре працюють з усіма програмами!

source: The number of offline OTP values available
de: Die Anzahl der verfügbaren Offline-OTP-Werte
fr: Le nombre de valeurs OTP hors ligne disponibles
ta: இணைப்பில்லாத OTP மதிப்புகளின் எண்ணிக்கை கிடைக்கும்
uk: Кількість доступних значень OTP для автономного режиму

source: The number of rounds for password hashing
de: Die Anzahl der Runden für das Passwort Hashing
fr: Le nombre de passes pour le hachage du mot de passe
ta: கடவுச்சொல் ஏசிங்கிற்கான சுற்றுகளின் எண்ணிக்கை
uk: Кількість раундів для хешування пароля

source: Send notification email via this email server.
de: Benachrichtigungs-EMail über diesen Email-Server versenden.
es: Envíe un correo electrónico de notificación a través de este servidor de correo electrónico.
fr: Envoyez un courriel de notification via ce serveur de messagerie.
nl: Stuur een e-mail met een melding via deze e-mailserver.
pt_br: Enviar e-mail de notificação através deste servidor de e-mail.
ta: இந்த மின்னஞ்சல் சேவையகம் வழியாக அறிவிப்பு மின்னஞ்சலை அனுப்பவும்.
tr: Bu e-posta sunucusuyla bildirim e-postası gönder.
uk: Надіслати сповіщення електронною поштою через цей сервер електронної пошти.
zh_hans: 通过此电子邮件服务器发送通知电子邮件。
zh_hant: 通過此電子郵件伺服器發送通知電子郵件。

source: Either send email as plain text or HTML.
de: Sende Email als Text oder HTML.
es: Envíe el correo electrónico como texto sin formato o HTML.
fr: Envoyez un courriel sous forme de texte brut ou HTML.
nl: Stuur een e-mail ofwel als tekst ofwel als HTML.
pt_br: Envie um e-mail como texto simples ou HTML.
ta: மின்னஞ்சலை எளிய உரையாக அல்லது உஉகுமொ ஆக அனுப்பவும்.
tr: Ya sade metin veya HTML olarak e-posta gönder.
uk: Надішліть електронний лист як звичайний текст або HTML.
zh_hans: 以纯文本或HTML格式发送电子邮件。
zh_hant: 以純文字或 HTML 格式發送電子郵件。
