Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Admin is allowed to import token files.
de: Der Administrator kann eine Token-Seed-Datei importieren.
es: El administrador puede importar archivos con tokens.
fr: L'administrateur est autorisé à importer des fichiers de jetons.
nl: Admin mag token-bestanden importeren.
pt_br: Admin é permitido importar arquivos de token.
ta: கிள்ளாக்கு கோப்புகளை இறக்குமதி செய்ய நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirteç dosyalarını içe aktarmasına izin verilir.
uk: Адміністратору дозволено імпортувати файли маркерів.
zh_hans: 允许管理员导入令牌文件。
zh_hant: 允許管理員導入令牌檔。

source: Admin is allowed to remove tokens from the database.
de: Der Administrator kann Token aus der Datenbank löschen.
es: El administrador puede eliminar tokens de la base de datos.
fr: L'administrateur est autorisé à supprimer des jetons de la base de données.
nl: Admin mag tokens verwijderen van de databank.
pt_br: Admin é permitido remover tokens do banco de dados.
ta: தரவுத்தளத்திலிருந்து டோக்கன்களை அகற்ற நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin veritabanından jetonları kaldırmasına izin verilir.
uk: Адміністратору дозволено видаляти токени з бази даних.
zh_hans: 允许管理员从数据库中删除令牌。
zh_hant: 允許管理員從資料庫中刪除令牌。

source: Admin is allowed to view the list of the users.
de: Der Adminsitrator kann die Benutzerliste anzeigen.
es: El administrador puede ver la lista de usuarios.
fr: L'administrateur est autorisé à consulter la liste des utilisateurs.
nl: Admin mag de gebruikerslijst bekijken.
pt_br: Admin é permitido visualizar a lista de usuários.
ta: பயனர்களின் பட்டியலைக் காண நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, kullanıcıların listesini görüntülemesine izin verilir.
uk: Адміністратору дозволено переглядати список користувачів.
zh_hans: 允许管理员查看用户列表。
zh_hant: 允許管理員查看用戶清單。

source: The Admin is allowed to list the machines.
de: Der Administrator kann Maschinen auflisten.
es: El administrador puede ver la lista de máquinas.
fr: L'administrateur est autorisé à lister les machines.
nl: Admin mag de machinelijst bekijken.
pt_br: Admin é permitido listar os computadores.
ta: நிர்வாகி இயந்திரங்களை பட்டியலிட அனுமதிக்கப்படுகிறது.
tr: Yöneticinin makineleri listelemesine izin verilir.
uk: Адміністратору дозволено створювати список машин.
zh_hans: 允许管理员列出计算机。
zh_hant: 允許管理員列出機器。

source: The Admin is allowed to attach and detach tokens to machines.
de: Der Administrator kann Token Maschinen zuweisen und diese Zuweisung wieder aufheben.
es: El administrador puede añadir o eliminar tokens a las máquinas.
fr: L'administrateur est autorisé à rattacher et détacher des jetons à des machines.
nl: Admin mag tokens aan machines toewijzen of verwijderen.
pt_br: Admin é permitido anexar e desanexar tokens de computadores.
ta: டோக்கன்களை இயந்திரங்களுடன் இணைக்கவும் பிரிக்கவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin makinelere jeton eklemesine ve ayırmasına izin verilir.
uk: Адміністратору дозволено приєднувати та від’єднувати маркери до машин.
zh_hans: 允许管理员将令牌附加和分离到计算机。
zh_hant: 允許管理員將令牌附加和分離到機器上。

source: The Admin is allowed to fetch authentication items of tokens assigned to machines.
de: Der Administrator kann Authentifizierungsinformationen der den Maschinen zugewiesenen Token erfragen.
es: El administrador puede obtener elementos de autenticación de los tokens asignados a las máquinas.
fr: L'administrateur est autorisé à récupérer les éléments d'authentification des jetons assignés aux machines.
nl: Admin mag authenticatie-items van tokens, toegewezen aan machines, ophalen.
pt_br: Admin é permitido buscar itens de autenticação de tokens atribuídos a máquinas.
ta: இயந்திரங்களுக்கு ஒதுக்கப்பட்ட டோக்கன்களின் அங்கீகார உருப்படிகளைப் பெற நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin makinelere atanan jetonların kimlik doğrulama öğelerini almasına izin verilir.
uk: Адміністратору дозволено отримувати елементи автентифікації маркерів, призначених машинам.
zh_hans: 允许管理员获取分配给计算机的令牌的身份验证项目。
zh_hant: 允許管理員獲取分配給機器的令牌的身份驗證項目。

source: Admin is allowed to manage the realms of a token.
de: Der Administrator kann die Realms eines Tokens bearbeiten.
es: El administrador puede administrar los dominios de un token.
fr: L'administrateur est autorisé à gérer les domaines d'un jeton.
nl: Admin mag de realms van een token beheren.
pt_br: Admin é autorizado a gerir os realms de um token.
ta: ஒரு டோக்கனின் பகுதிகளை நிர்வகிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin bir jetonun alanlarını yönetmesine izin verilir.
uk: Адміністратору дозволено керувати областями маркера.
zh_hans: 允许管理员管理令牌的领域。
zh_hant: 允許管理員管理令牌的領域。

source: Admin is allowed to list tokens.
de: Der Administrator darf Token auflisten.
es: El administrador puede ver la lista de tokens.
fr: L'administrateur est autorisé à lister les jetons.
nl: Admin mag lijst van tokens maken.
pt_br: Admin é autorizado a listar tokens.
ta: நிர்வாகி டோக்கன்களை பட்டியலிட அனுமதிக்கப்படுகிறது.
tr: Yöneticinin jetonları listelemesine izin verilir.
uk: Адміністратору дозволено перераховувати токени.
zh_hans: 管理员可以列出令牌。
zh_hant: 允許管理員列出令牌。

source: Admin is allowed to retrieve a serial for a given OTP value.
de: Der Administrator kann die Seriennummer zu einem OTP-Wert bestimmen.
es: El administrador puede recuperar una secuencia para un valor de OTP determinado.
fr: L'administrateur est autorisé à récupérer un numéro de série pour une valeur OTP donnée.
nl: Admin mag een serienummer van een bepaalde OTP-waarde opvragen.
pt_br: Admin é autorizado a recuperar um serial de um OTP fornecido.
ta: கொடுக்கப்பட்ட OTP மதிப்புக்கு ஒரு சீரியலை மீட்டெடுக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin belirli bir OTP değeri için bir seri almasına izin verilir.
uk: Адміністратору дозволено отримувати серійний номер для заданого значення OTP.
zh_hans: 允许管理员检索给定OTP值的序列号。
zh_hant: 允許管理員檢索給定 OTP 值的序列號。

source: Admin is allowed to retrieve random keys from privacyIDEA.
de: Der Adminsitrator kann Zufallszahlen von privacyIDEA anfordern.
es: El administrador puede recuperar claves aleatorias de privacyIDEA.
fr: L'administrateur est autorisé à récupérer des clés aléatoires depuis privacyIDEA.
nl: Admin mag willekeurig sleutels ophalen van privacyIDEA.
pt_br: Admin é autorizado a recuperar chaves aleatórias do privacyIDEA.
ta: தனியுரிமைடியாவிலிருந்து சீரற்ற விசைகளை மீட்டெடுக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin privacyıdea'dan rasgele anahtarlar almasına izin verilir.
uk: Адміністратору дозволено отримувати випадкові ключі з privacyIDEA.
zh_hans: 允许管理员从privacyIDEA检索随机密钥。
zh_hant: 允許管理員從privacyIDEA中檢索隨機密鑰。

source: Admin is allowed to copy the PIN of one token to another token.
de: Der Administrator kann die OTP PIN eines Tokens zu einem anderen kopieren.
es: El administrador puede copiar el PIN de un token en otro token.
fr: L'administrateur est autorisé à copier le code PIN d'un jeton vers un autre jeton.
nl: Admin mag de PIN van het ene naar het andere token kopiëren.
pt_br: Admin é autorizado a copiar o PIN de um token para outro token.
ta: ஒரு டோக்கனின் முள் மற்றொரு டோக்கனுக்கு நகலெடுக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yöneticinin bir jetonun PIN'ini başka bir jetona kopyalamasına izin verilir.
uk: Адміністратор може копіювати PIN-код одного токена в інший.
zh_hans: 管理员可以将一个令牌的PIN复制到另一个令牌。
zh_hant: 允許管理員將一個令牌的 PIN 複製到另一個令牌。

source: Admin is allowed to copy the assigned user to another token, i.e. assign a user to another token.
de: Der Administrator kann die Zuweisung eines Benutzer von einem Token zu einem anderen Token übertragen. D.h. dem Benutzer einen anderen Token zuweisen.
es: El administrador puede copiar el usuario asignado a otro token, es decir, asignar un usuario a otro token.
fr: L'administrateur est autorisé à copier l'utilisateur assigné vers un autre jeton, c'est-à-dire assigner un utilisateur à un autre jeton.
nl: Admin mag de toegewezen gebruiker naar een ander token kopiëren, dit is een gebruiker aan een ander token toewijzen.
pt_br: Admin é autorizado a copiar o usuário associado para outro token, ou seja, associar um usuário a outro token.
ta: ஒதுக்கப்பட்ட பயனரை மற்றொரு டோக்கனுக்கு நகலெடுக்க நிர்வாகம் அனுமதிக்கப்படுகிறது, அதாவது ஒரு பயனரை மற்றொரு டோக்கனுக்கு நியமிக்கவும்.
tr: Yöneticinin belirteci bir kullanıcıdan kaldırmasına, yani bir jeton atamasını kaldırmasına izin verilir.
uk: Адміністратору дозволено скопіювати призначеного користувача в інший маркер, тобто призначити користувача іншому маркеру.
zh_hans: 管理员被允许复制分配的用户到另一个令牌，即分配一个用户到另一个令牌。
zh_hant: 允許管理員將分配的用戶複製到另一個令牌，即分配一個使用者到另一個令牌。

source: Admin is allowed to trigger the lost token workflow.
de: Der Administrator kann den Workflow "Verlorener Token" durchführen.
es: El administrador puede activar el flujo de trabajo del token perdido.
fr: L'administrateur est autorisé à déclencher le workflow de jeton perdu.
nl: Admin mag de verloren token workflow starten.
pt_br: Admin é autorizado a disparar o fluxo de token perdido.
ta: இழந்த கிள்ளாக்கு பணிப்பாய்வுகளைத் தூண்ட நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici, kayıp belirteç iş akışını tetiklemeye izin verilir.
uk: Адміністратору дозволено запускати робочий процес утраченого маркера.
zh_hans: 允许管理员触发丢失的令牌工作流程。
zh_hant: 允許管理員觸發丟失的令牌工作流程。

source: Admin is allowed to write and modify the system configuration.
de: Der Administrator kann die Systemkonfiguration verändern.
es: El administrador puede escribir y modificar la configuración del sistema.
fr: L'administrateur est autorisé à écrire et modifier la configuration du système.
nl: Admin mag de systeemconfiguratie aanpassen en bewaren.
pt_br: Admin é permitido a escrever e modificar a configuração do sistema.
ta: கணினி உள்ளமைவை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, sistem yapılandırmasını yazıp değiştirmeye izin verilir.
uk: Адміністратору дозволено писати та змінювати конфігурацію системи.
zh_hans: 允许管理员编写和修改系统配置。
zh_hant: 允許管理員編寫和修改系統配置。

source: Admin is allowed to delete keys in the system configuration.
de: Der Administrator kann Einstellungen in der Systemkonfiguration löschen.
es: El administrador puede eliminar claves en la configuración del sistema.
fr: L'administrateur est autorisé à supprimer des clés dans la configuration du système.
nl: Admin mag sleutels verwijderen in de systeemconfiguratie.
pt_br: Admin é autorizado a excluir chaves na configuração do sistema.
ta: கணினி உள்ளமைவில் விசைகளை நீக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici, sistem yapılandırmasında anahtarları silmek için izin verilir.
uk: Адміністратору дозволено видаляти ключі в конфігурації системи.
zh_hans: 允许管理员删除系统配置中的密钥。
zh_hant: 允許管理員刪除系統配置中的金鑰。

source: Admin is allowed to read basic system configuration.
de: Der Administrator darf die Basiskonfiguration lesen.
es: El administrador puede ver la configuración básica del sistema.
fr: L'administrateur est autorisé à lire les informations de base de la configuration du système.
nl: Admin mag basis systeemconfiguratie lezen.
pt_br: Admin é permitido a ler as configurações básicas do sistema.
ta: நிர்வாகம் அடிப்படை கணினி உள்ளமைவைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici, temel sistem yapılandırmasını okumasına izin verilir.
uk: Адміністратору дозволено читати базову конфігурацію системи.
zh_hans: 允许管理员读取基本系统配置。
zh_hant: 允許管理員讀取基本系統配置。

source: Admin is allowed to export a documentation of the complete configuration including resolvers and realm.
de: Der Administrator kann eine Dokumentation der kompletten Konfiguration exportieren. Dies beinhaltet auch die Konfiguration von Resolvern und Realms.
es: El administrador puede exportar la documentación de la configuración completa, incluidos los almacenes y el dominio.
fr: L'administrateur est autorisé à exporter la documentation de la configuration complète avec les interpréteurs et domaines.
nl: Admin mag documentatie van de volledige configuratie exporteren, inclusief resolvers en realms.
pt_br: Admin é autorizado a exportar a documentação da configuração completa, incluindo resolvers e realm.
ta: தீர்வுகள் மற்றும் சாம்ராச்யம் உள்ளிட்ட முழுமையான உள்ளமைவின் ஆவணங்களை ஏற்றுமதி செய்ய நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici, çözücüler ve bölge içeren eksiksiz yapılandırmanın bir belgesini dışa aktarmaya izin verilir.
uk: Адміністратору дозволено експортувати документацію повної конфігурації, включаючи резолвери та область.
zh_hans: 管理员可以导出完整配置的文档，包括解析器和领域。
zh_hant: 允許管理員匯出完整配置的文件，包括解析程式和領域。

source: Admin is allowed to write and modify the policies.
de: Der Administrator kann Richtlinien anlegen und bearbeiten.
es: El administrador puede escribir y modificar las políticas.
fr: L'administrateur est autorisé à écrire et modifier les politiques.
nl: Admin mag het beleid wijzigen en bewaren.
pt_br: Admin é autorizado a escrever e modificar as políticas.
ta: கொள்கைகளை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, politikaları yazıp değiştirmeye izin verilir.
uk: Адміністратору дозволено писати та змінювати правила.
zh_hans: 允许管理员编写和修改策略。
zh_hant: 允許管理員編寫和修改策略。

source: Admin is allowed to delete policies.
de: Der Administrator kann Richtlinien löschen.
es: El administrador puede eliminar políticas.
fr: L'administrateur est autorisé à supprimer des politiques.
nl: Admin mag beleid verwijderen.
pt_br: Admin é autorizado a excluir políticas.
ta: கொள்கைகளை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici politikaları silmesine izin verilir.
uk: Адміністратору дозволено видаляти політики.
zh_hans: 允许管理员删除策略。
zh_hant: 允許管理員刪除策略。

source: Admin is allowed to read policies.
de: Der Administrator darf Richtlinien lesen.
es: El administrador puede ver las políticas.
fr: L'administrateur est autorisé à lire les politiques.
nl: Admin mag beleid lezen.
pt_br: Admin é autorizado a ler políticas.
ta: கொள்கைகளைப் படிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin politikaları okumasına izin verilir.
uk: Адміністратору дозволено читати правила.
zh_hans: 允许管理员读取策略。
zh_hant: 允許管理員讀取策略。

source: Admin is allowed to write and modify the resolver and realm configuration.
de: Der Administrator kann die Konfiguration von Resolvern und Realms anlegen und bearbeiten.
es: El administrador puede escribir y modificar la configuración de almacenes y dominios.
fr: L'administrateur est autorisé à écrire et modifier la configuration des resolvers et des domaines.
nl: Admin mag de resolver en realmconfiguratie wijzigen en bewaren.
pt_br: Admin é autorizado a excrever e moficiar a configuração do resolver e realm.
ta: தீர்வு மற்றும் ரியல்ம் உள்ளமைவை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, çözümleyici ve alem yapılandırmasını yazıp değiştirmeye izin verilir.
uk: Адміністратору дозволено писати та змінювати конфігурацію резолвера та області.
zh_hans: 允许管理员编写和修改解析器和领域配置。
zh_hant: 允許管理員編寫和修改解析程式和領域配置。

source: Admin is allowed to delete resolvers and realms.
de: Der Administrator kann Resolver und Realms löschen.
es: El administrador puede eliminar almacenes y dominios.
fr: L'administrateur est autorisé à supprimer des resolvers et des domaines.
nl: Admin mag de resolvers en realms verwijderen.
pt_br: Admin é autorizado a excluir resolvers e realms.
ta: தீர்வுகள் மற்றும் பகுதிகளை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, çözümleyici ve alemleri silmesine izin verilir.
uk: Адміністратору дозволено видаляти резолвери та області.
zh_hans: 允许管理员删除解析器和领域。
zh_hant: 允許管理員刪除解析程式和領域。

source: Admin is allowed to read resolvers.
de: Der Administrator darf Resolver lesen.
es: El administrador puede ver los almacenes.
fr: L'administrateur est autorisé à lire les resolvers.
nl: Admin mag de resolvers lezen.
pt_br: Admin é autorizado a ler resolvers.
ta: நிர்வாகிகள் தீர்வுகளைப் படிக்க அனுமதிக்கப்படுகிறார்கள்.
tr: Yönetici'nin çözümleyicileri okumasına izin verilir.
uk: Адміністратору дозволено читати резольвери.
zh_hans: 允许管理员读取解析器。
zh_hant: 允許管理員讀取解析程式。

source: Admin is allowed to create new CA Connector definitions and modify existing ones.
de: Der Administrator kann Konfigurationen der Zertifizierungsstellen anlegen und bearbeiten.
es: El administrador puede crear nuevas definiciones del Conector CA y modificar las existentes.
fr: L'administrateur est autorisé à créer de nouvelles définitions de Connecteur CA et à modifier les définitions existantes.
nl: Admin mag nieuwe CA connectordefinities maken en bestaande wijzigen.
pt_br: Admin é autorizado a criar conector de CA e modificar os existentes.
ta: புதிய CA இணைப்பான் வரையறைகளை உருவாக்க மற்றும் ஏற்கனவே உள்ளவற்றை மாற்ற நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin yeni CA konektörü tanımları oluşturmasına ve mevcut olanları değiştirmesine izin verilir.
uk: Адміністратору дозволено створювати нові визначення CA Connector і змінювати існуючі.
zh_hans: 允许管理员创建新的CA Connector定义并修改现有的定义。
zh_hant: 允許管理員創建新的 CA 連接器定義並修改現有定義。

source: Admin is allowed to delete CA Connector definitions.
de: Der Administrator kann Konfigurationen der Zertifizierungsstellen löschen.
es: El administrador puede eliminar las definiciones del Conector CA.
fr: L'administrateur est autorisé à supprimer des définitions de Connecteur CA.
nl: Admin mag de CA connectordefinities wijzigen.
pt_br: Admin é autorizado a excluir definições de conectores de CA.
ta: CA இணைப்பான் வரையறைகளை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici CA konektör tanımlarını silmeye izin verilir.
uk: Адміністратору дозволено видаляти визначення CA Connector.
zh_hans: 允许管理员删除CA Connector定义。
zh_hant: 允許管理員刪除 CA 連接器定義。

source: Admin is allowed to read CA Connector definitions.
de: Der Administrator kann die Definitionen der CA-Konnektoren lesen.
es: El administrador puede ver las definiciones del Conector CA.
fr: L'administrateur est autorisé à lire les définitions de Connecteur CA.
nl: Admin mag de CA connectordefinities lezen.
pt_br: Admin é autorizado a ler definições de conectores de CA.
ta: நிர்வாகம் CA இணைப்பான் வரையறைகளைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici CA konektör tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення CA Connector.
zh_hans: 允许管理员读取CA Connector定义。
zh_hant: 允許管理員讀取 CA 連接器定義。

source: Admin is allowed to write and modify the machine resolvers.
de: Der Administrator kann Maschinenkonfigurationen anlegen und bearbeiten.
es: El administrador puede escribir y modificar los almacenes máquinas.
fr: L'administrateur est autorisé à écrire et modifier des resolvers de machine.
nl: Admin mag machine resolvers wijzigen en bewaren.
pt_br: Admin é autorizado a escrever e modificar resolvers de computadores.
ta: இயந்திரத் தீர்வுகளை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, makine çözümlerini yazıp değiştirmeye izin verilir.
uk: Адміністратору дозволено писати та змінювати машинні резольвери.
zh_hans: 允许管理员编写和修改主机设备解析器。
zh_hant: 允許管理員編寫和修改機器解析程式。

source: Admin is allowed to delete machine resolvers.
de: Der Administrator kann Maschinenkonfigurationen löschen.
es: El administrador puede ver los almacenes de máquinas.
fr: L'administrateur est autorisé à supprimer des resolvers de machine.
nl: Admin mag de machine-resolvers verwijderen.
pt_br: Admin é autorizado a excluir resolvers de computadores.
ta: இயந்திர தீர்வுகளை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, makine çözümleyicileri silmek için izin verilir.
uk: Адміністратору дозволено видаляти машинні резолвери.
zh_hans: 允许管理员删除主机设备解析器。
zh_hant: 允許管理員刪除機器解析程式。

source: Admin is allowed to read machine resolvers.
de: Der Administrator darf Maschinen-Resolver lesen.
es: El administrador puede ver los almacenes de máquinas.
fr: L'administrateur est autorisé à lire les resolvers de machine.
nl: Admin mag de machine-resolvers lezen.
pt_br: Admin é autorizado a ler resolvers de computadores.
ta: இயந்திரத் தீர்வுகளைப் படிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, makine çözümleyici okunmasına izin verilir.
uk: Адміністратору дозволено читати машинні резольвери.
zh_hans: 允许管理员读取主机设备解析器。
zh_hant: 允許管理員讀取機器解析程式。

source: Set the maximum allowed length of the OTP PIN.
de: Die maximal erlaubte Länge einer OTP PIN.
es: Establezca la longitud máxima permitida del PIN OTP.
fr: Définir la longueur maximale autorisée du OTP PIN.
nl: Stel de maximumlengte van de OTP PIN in.
pt_br: Defina o comprimento máximo requerido para o OTP PIN.
ta: OTP முள் அதிகபட்சமாக அனுமதிக்கப்பட்ட நீளத்தை அமைக்கவும்.
tr: OTP PIN'inin izin verilen maksimum uzunluğu ayarlayın.
uk: Установіть максимально дозволену довжину PIN-коду OTP.
zh_hans: 设置OTP PIN允许的最大长度。
zh_hant: 設置 OTP PIN 的最大允許長度。

source: Set the minimum required length of the OTP PIN.
de: Die minimal geforderte Länge einer OTP PIN.
es: Establezca la longitud mínima requerida del PIN OTP.
fr: Définir la longueur minimale autorisée du OTP PIN.
nl: Stel de minimaal vereiste lengte van de OTP PIN in.
pt_br: Defina o comprimento mínimo requerido para o OTP PIN.
ta: OTP முள் தேவையான குறைந்தபட்ச நீளத்தை அமைக்கவும்.
tr: OTP PIN'inin gerekli minimum uzunluğunu ayarlayın.
uk: Установіть мінімальну необхідну довжину PIN-коду OTP.
zh_hans: 设置OTP PIN所需的最小长度。
zh_hant: 設置 OTP PIN 所需的最小長度。

source: Specifiy the required contents of the OTP PIN. (c)haracters, (n)umeric, (s)pecial. Use modifiers +/- or a list of allowed characters [1234567890]
de: Geben Sie den geforderten Inhalt der OTP PIN an. (c) für Buchstaben, (n) für Zahlen, (s) für Sonderzeichen. Sie können die Attribute +/- verwenden oder eine dedizierte Liste von Zeichen angeben, z.B. [1234565890]
es: Especifique el contenido requerido del PIN OTP. (c)aracteres, (n)uméricos, e(s)peciales. Utilice modificadores +/- o una lista de caracteres permitidos [1234567890]
fr: Spécifier le contenu requis de l'OTP PIN. (l)ettres, (c)hiffres, caractères (s)péciaux. Utiliser les boutons +/- ou une liste de caractères autorisés [1234567890]
nl: Geef de vereiste samenstelling van de OTP PIN (c) tekens, (n) getallen, (s) speciale tekens. Gebruik modifiërs +/- of een lijst met toegestane tekens [1234567890]
pt_br: Especifique os requisitos de conteúdo para o OTP PIN: (c)aracteres, (n)úmeros, caracteres e(s)peciais. Use modificadores +/- ou a lista de caracteres permitidos [1234567890]
ta: OTP முள் தேவையான உள்ளடக்கங்களைக் குறிப்பிடவும். (இ) எழுத்து, (எண், (சிறப்பு. மாற்றியமைப்பாளர்களைப் பயன்படுத்தவும் +/- அல்லது அனுமதிக்கப்பட்ட எழுத்துக்களின் பட்டியல் [1234567890]
tr: OTP pın'inin gerekli içeriğini belirtin. (c)haracters, (n)umeric, (s)pecial. Değiştiricileri +/- veya izin verilen karakterlerin listesini kullanın [1234567890]
uk: Укажіть необхідний вміст PIN-коду OTP. (c)символи, (n)числові, (s)особливі. Використовуйте модифікатори +/- або список дозволених символів [1234567890]
zh_hans: 指定OTP PIN的必需内容。（c）个字符，（n）个数字，（s）个。使用修饰符+/-或允许的字符列表[1234567890]
zh_hant: 指定 OTP PIN 所需的內容。 (c) 字符，(n) 數字，(s) 特殊。使用修飾符 +/- 或允許的字符列表 [1234567890]

source: The length of a random PIN set by the administrator.
de: Die Länge der vom Administrator gesetzten zufälligen PIN.
es: La longitud de un PIN aleatorio establecido por el administrador.
fr: La longueur d'un code PIN généré aléatoirement défini par l'administrateur.
nl: De lengte van een willekeurige PIN die door de beheerder ingesteld is.
pt_br: O comprimento de um PIN aleatório definido pelo administrador.
ta: நிர்வாகியால் அமைக்கப்பட்ட ஒரு சீரற்ற முள் நீளம்.
tr: Yönetici tarafından belirlenen rastgele bir pın'in uzunluğu.
uk: Довжина випадкового PIN-коду, встановлена адміністратором.
zh_hans: 管理员设置的随机PIN的长度。
zh_hant: 管理員設置的隨機 PIN 的長度。

source: Admin is allowed to view the Audit log.
de: Der Adminsitrator kann das Audit-Log ansehen.
es: El administrador puede ver el registro de auditoría.
fr: L'administrateur est autorisé à consulter le journal d'audit.
nl: Admin mag de Audit log bekijken.
pt_br: Admin é autorizado a visualizar os logs de auditoria.
ta: தணிக்கை பதிவைக் காண நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yöneticinin Denetim günlüğünü görüntülemesine izin verilir.
uk: Адміністратору дозволено переглядати журнал аудиту.
zh_hans: 允许管理员查看审核日志。
zh_hant: 允許管理員查看審核日誌。
