Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Use an alternative challenge text for telling the user to enter the code from the SMS. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Challenge-Text, um den Benutzer aufzufordern, den Code aus der SMS einzugeben. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de saisir le code reçu par SMS. Vous pouvez aussi utiliser les balises pour un remplacement automatique. Consultez la documentation pour plus de détails.
ta: எச்எம்எச்சிலிருந்து குறியீட்டை உள்ளிட பயனரிடம் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві ввести код із SMS. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: Choose the gateways the administrator is allowed to set.
de: Die Gateways, die der Administrator verwenden darf.
es: Elija las puertas de enlace que el administrador puede configurar.
fr: Choisir les passerelles que l'administrateur est autorisé à définir.
nl: Kies de gateways die de beheerder mag instellen.
pt_br: Escolha os gateways que o administrador tem permissão para definir.
ta: நிர்வாகி அமைக்க அனுமதிக்கப்பட்ட நுழைவாயில்களைத் தேர்வுசெய்க.
tr: Ağ geçitlerini seçin Yöneticinin ayarlanmasına izin verilir.
uk: Виберіть шлюзи, які адміністратор може встановлювати.
zh_hans: 选择允许管理员设置的网关。
zh_hant: 選擇允許管理員設置的閘道。

source: Choose the gateways the user is allowed to set.
de: Die Gateways, die der Benutzer verwenden darf.
es: Elija las puertas de enlace que el usuario tiene permitido establecer.
fr: Choisir les passerelles que l'utilisateur est autorisé à définir.
nl: Kies de gateways die de gebruiker mag instellen.
pt_br: Escolha as portas de entrada que o usuário tem permissão para definir.
ta: பயனர் அமைக்க அனுமதிக்கப்பட்ட நுழைவாயில்களைத் தேர்வுசெய்க.
tr: Kullanıcının ayarlanmasına izin verilen ağ geçitlerini seçin.
uk: Виберіть шлюзи, які дозволено встановлювати користувачеві.
zh_hans: 选择允许用户设置的网关。
zh_hant: 選擇允許使用者設置的Gateway。

source: The user may only have this maximum number of SMS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an SMS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens SMS".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons SMS.
nl: De gebruiker mag slechts dit maximaal aantal SMS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens "SMS".
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான எச்எம்எச் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum SMS belirteçlerini atanmış olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість SMS-токенів.
zh_hans: 用户只能分配此最大数量的SMS令牌。
zh_hant: 使用者只能分配此最大數量的SMS令牌。

source: The user may only have this maximum number of active SMS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven SMS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens SMS" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons SMS actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve SMS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuídos este número máximo de "tokens SMS" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள எச்எம்எச் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif SMS belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних SMS-токенів.
zh_hans: 用户只能分配此最大数量的活动SMS令牌。
zh_hant: 使用者只能分配此最大數量的活動SMS令牌。

source: Enter the OTP from the SMS:
de: Bitte geben Sie das Einmalpasswort aus der SMS ein:
es: Ingrese la OTP del SMS:
fr: Entrez le code OTP reçu par SMS :
nl: Geeft het OTP van de SMS:
pt_br: Digite o OTP a partir do SMS:
ta: எச்எம்எச்சிலிருந்து OTP ஐ உள்ளிடவும்:
tr: OTP'yi SMS'den girin:
uk: Введіть OTP з SMS:
zh_hans: 从SMS输入OTP：
zh_hant: 從簡訊中輸入OTP：

source: The PIN was correct, but the SMS could not be sent!
de: Die PIN ist korrekt aber die SMS konnte nicht gesendet werden!
fr: Le PIN était correct mais le SMS n'a pas pu être envoyé !
nl: De PIN-code was juist, maar de SMS kon niet verzonden worden!
ta: முள் சரியாக இருந்தது, ஆனால் எச்எம்எச் அனுப்ப முடியவில்லை!
tr: PIN doğruydu, ancak SMS gönderilemedi!
uk: PIN-код правильний, але SMS не надіслано!

source: Please enter your new phone number!
de: Bitte geben Sie Ihre neue Telefonnummer ein!
fr: Veuillez entrer votre nouveau numéro de téléphone !
nl: Geef je nieuwe telefoonnummer!
ta: உங்கள் புதிய தொலைபேசி எண்ணை உள்ளிடவும்!
uk: Будь ласка, введіть свій новий номер телефону!
zh_hans: 请输入你的新电话号码！

source: SPass: Simple Pass token. Static passwords.
de: SPass: Simple Pass Token. Der zweite Faktor entfällt. Authentisierung nur mit OTP PIN.
es: SPass: Token de paso simple. Contraseñas estáticas.
fr: SPass : jeton avec mot de passe simple. Mots de passe statiques.
nl: SPass: Simple Pass token. Statische wachtwoorden.
pt_br: SPass: Token de passe simples. Senhas estáticas.
ta: SPASS: எளிய பாச் கிள்ளாக்கு. நிலையான கடவுச்சொற்கள்.
tr: PASS: Basit geçiş jetonu. Statik şifreler.
uk: SPass: маркер простого пропуску. Статичні паролі.
zh_hans: SPass：简单通行证令牌。静态密码。
zh_hant: SPass：簡單傳遞令牌。靜態密碼。

source: The user may only have this maximum number of SPASS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an SPASS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens SPASS".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons SPASS.
nl: De gebruiker mag slechts dit maximaal aantal SPASS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens SPASS".
ta: பயனருக்கு இந்த அதிகபட்ச ச்பாச் டோக்கன்களை மட்டுமே ஒதுக்கலாம்.
tr: Kullanıcı, yalnızca bu makas sayısının atandığı sayısının sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів SPASS.
zh_hans: 用户只能分配此最大数量的SPASS令牌。
zh_hant: 使用者只能分配此最大數量的 SPASS 令牌。

source: The user may only have this maximum number of active SPASS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven SPASS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens SPASS" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons SPASS actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve SPASS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens SPASS" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள ச்பாச் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif palet belirleyici sayısına atanmış olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість активних маркерів SPASS.
zh_hans: 用户只能分配此最大数量的活动SPASS令牌。
zh_hant: 使用者只能分配此最大數量的活動 SPASS 令牌。

source: SSH Public Key: The public SSH key.
de: SSH Public Key: Der öffentliche SSH-Schlüssel.
es: Clave pública SSH: la clave SSH pública.
fr: Clé SSH Publique : La clé publique SSH.
nl: SSH Public Key: de publieke SSH-sleutel.
pt_br: Chave Pública SSH: A chave SSH pública.
ta: பாஓடு பொது விசை: பொது பாஓடு விசை.
tr: SSH Genel Anahtarı: Halka açık SSH tuşu.
uk: Відкритий ключ SSH: відкритий ключ SSH.
zh_hans: SSH公用密钥：公用SSH密钥。
zh_hant: SSH 公鑰：公有 SSH 金鑰。

source: The user may only have this maximum number of SSH keys assigned.
de: Der Benutzer darf nur maximal diese Anzahl an SSH Schlüsseln zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de claves SSH.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de clés SSH.
nl: De gebruiker mag slechts dit maximaal aantal SSH-sleutels toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de chaves SSH.
ta: இந்த அதிகபட்ச பாஓடு விசைகள் மட்டுமே ஒதுக்கப்பட்டிருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum SSH tuşuna atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість ключів SSH.
zh_hans: 用户只能分配此最大数量的SSH密钥。
zh_hant: 使用者只能分配此最大數量的 SSH 金鑰。

source: The user may only have this maximum number of active SSH keys assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven SSH Schlüsseln zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de claves SSH activas.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de clés SSH actives.
nl: De gebruiker mag slechts dit maximaal aantal actieve SSH-sleutels toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de chaves SSH ativas.
ta: இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள பாஓடு விசைகள் மட்டுமே ஒதுக்கப்பட்டிருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif SSH tuşuna atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних ключів SSH.
zh_hans: 用户只能分配此最大数量的活动SSH密钥。
zh_hant: 使用者只能分配此最大數量的活動 SSH 金鑰。

source: TAN: TANs printed on a sheet of paper.
de: TAN: Transaktionsnummern auf einem Blatt Papier ausgedruckt.
fr: TAN : TANs imprimés sur une feuille de papier.
ta: டான்: ஒரு தாளில் அச்சிடப்பட்ட டான்ச்.
uk: TAN: TAN, надруковані на аркуші паперу.

source: The user may only have this maximum number of TAN tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an TAN Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens TAN".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons TAN.
nl: De gebruiker mag slechts dit maximaal aantal TAN-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens TAN".
ta: பயனருக்கு இந்த அதிகபட்ச டான் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum tanks sayısını atanmış olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів TAN.
zh_hans: 用户只能分配此最大数量的TAN令牌。
zh_hant: 使用者只能分配此最大數量的 TAN 令牌。

source: The user may only have this maximum number of active TAN tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven TAN Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens TAN" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons TAN actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve TAN-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens TAN" ativos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் டான் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif tanıtım belirleyici sayısını atanmış olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість активних маркерів TAN.
zh_hans: 用户只能分配此最大数量的活动TAN令牌。
zh_hant: 使用者只能分配此最大數量的活動 TAN 令牌。

source: TiQR: Enroll a TiQR token.
de: TiQR: Einen TiQR-Token ausrollen.
es: TiQR: inscribe un token TiQR.
fr: TiQR : Enrôle un jeton TiQR.
nl: TiQR: een TiQR-token registreren.
pt_br: TiQR: Inscreva um token TiQR.
ta: TIQR: ஒரு TIQR கிள்ளாக்கை சேர்க்கவும்.
tr: Tiqr: Bir tiqr belirteci kaydolun.
uk: TiQR: зареєструйте токен TiQR.
zh_hans: TiQR：注册TiQR令牌。
zh_hant: TiQR：註冊 TiQR 令牌。

source: The user may only have this maximum number of TiQR tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an TiQR Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens TiQR".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons TiQR.
nl: De gebruiker mag slechts dit maximaal aantal TiQR-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens TiQR".
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான TIQR டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum TIQR belirteçleri atanmıştır.
uk: Користувач може мати лише цю максимальну кількість токенів TiQR.
zh_hans: 用户只能分配此最大数量的TiQR令牌。
zh_hant: 使用者只能分配此最大數量的 TiQR 令牌。

source: The user may only have this maximum number of active TiQR tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven TiQR Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens TiQR" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons TiQR actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve TiQR-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens TiQR" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள TIQR டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif TIQR belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних токенів TiQR.
zh_hans: 用户只能分配此最大数量的活动TiQR令牌。
zh_hant: 使用者只能分配此最大數量的活動 TiQR 令牌。

source: URL for TiQR enrollment
de: URL zum Ausrollen des TiQR Token
es: URL para la inscripción TiQR
fr: URL pour l'enrôlement TiQR
nl: URL voor TiQR registratie
pt_br: URL para inscrição no TiQR
ta: TIQR சேர்க்கைக்கான முகவரி
tr: Tiqr kayıt için URL
uk: URL-адреса для реєстрації TiQR
zh_hans: TiQR注册网址
zh_hant: TiQR 註冊的網址

source: Please scan the QR Code
de: Bitte scannen Sie den QR-Code
es: Escanee el código QR
fr: Veuillez scanner le code QR
nl: Scan de QR-code
pt_br: Por favor, faça o scan do Código QR
ta: QR குறியீட்டை ச்கேன் செய்யுங்கள்
tr: Lütfen QR kodunu tarayın
uk: Відскануйте QR-код
zh_hans: 请扫描二维码
zh_hant: 請掃描二維碼

source: Specify the time step of the time-based OTP token.
de: Geben Sie den Zeitschritt des zeitbasierten OTP-Tokens an.
fr: Spécifie la durée du jeton OTP basé sur le temps.
nl: Geef de tijdsstap van het tijdsgebaseerd OTP-token.
ta: நேர அடிப்படையிலான OTP டோக்கனின் நேர படியைக் குறிப்பிடவும்.
uk: Укажіть часовий крок маркера OTP на основі часу.

source: TOTP: Time based One Time Passwords.
de: TOTP: Zeitbasiertes Einmalpasswort.
es: TOTP: Contraseñas de un solo uso basadas en el tiempo.
fr: TOTP : Mots de passe basés sur le temps.
nl: TOTP: tijd gebaseerd One Time Passwords.
pt_br: TOTP: Senhas de uso único baseadas no tempo.
ta: TOTP: நேரம் அடிப்படையிலான ஒரு முறை கடவுச்சொற்கள்.
tr: TOTP: Zaman tabanlı şifreler.
uk: TOTP: одноразові паролі на основі часу.
zh_hans: TOTP：基于时间的一次性密码。
zh_hant: TOTP：基於時間的一次性密碼。

source: U2F: Enroll a U2F token.
de: U2F: Einen U2F-Token ausrollen.
fr: U2F : Enrôle un jeton U2F.
ta: U2F: ஒரு U2F கிள்ளாக்கை சேர்க்கவும்.
uk: U2F: зареєструйте токен U2F.

source: This is a list of FQDN hostnames trusting the registered U2F tokens.
de: Die Liste der FQDNs, bei denen der registrierte U2F-Token verwendet werden kann.
es: Esta es una lista de nombres de host FQDN que confían en los tokens U2F registrados.
fr: Liste de noms d'hôtes FQDN faisant confiance aux jetons U2F enregistrés.
nl: Dit is een lijst met FQDN hostnames die de geregistreerde U2F-tokens vertrouwen.
pt_br: Esta é uma lista de nomes de host da FQDN que tem como base os tokens U2F registrados.
ta: இது பதிவுசெய்யப்பட்ட U2F டோக்கன்களை நம்பும் FQDN ஓச்ட்பேம்களின் பட்டியல்.
tr: Bu, kayıtlı U2F belirteçlerine güvenilen FQDN Hostnames'in bir listesidir.
uk: Це список імен хостів FQDN, які довіряють зареєстрованим маркерам U2F.
zh_hans: 这是信任已注册U2F令牌的FQDN主机名的列表。
zh_hant: 這是信任已註冊的U2F令牌的FQDN主機名的清單。

source: Use an alternative challenge text for telling the user to confirm with his U2F device. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Challenge-Text, um den Benutzer aufzufordern, die Anmeldung mit seinem U2F-Token zu bestätigen. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de confirmer avec son jeton U2F. Vous pouvez aussi utiliser des balises pour un remplacement automatique. Consultez la documentation pour plus de détails.
ta: தனது U2F சாதனத்துடன் உறுதிப்படுத்த பயனரைச் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві підтвердити за допомогою свого пристрою U2F. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: Only specified U2F tokens are authorized.
de: Nur die angegebenen U2F Geräten sind für die Anmeldung autorisiert.
es: Solo se autorizan los tokens U2F especificados.
fr: Seuls les jetons U2F spécifiés sont autorisés.
nl: Enkel opgegeven U2F-tokens zijn geauthoriseerd.
pt_br: Somente os tokens U2F especificadas são autorizados.
ta: குறிப்பிடப்பட்ட U2F டோக்கன்கள் மட்டுமே அங்கீகரிக்கப்பட்டுள்ளன.
tr: Sadece belirtilen U2F belirteçleri yetkilidir.
uk: Авторизовані лише вказані токени U2F.
zh_hans: 仅授权指定的U2F令牌。
zh_hant: 僅授權指定的 U2F 令牌。

source: Only specified U2F tokens are allowed to be registered.
de: Nur die angegebenen U2F Geräte dürfen registriert werden.
es: Solo se permite registrar los tokens U2F especificados.
fr: Seuls les jetons spécifiés sont autorisés à s'enregistrer.
nl: Enkel opgegeven U2F-tokens mogen geregistreerd worden.
pt_br: Somente os tokens U2F especificados são permitidos para serem registrados.
ta: குறிப்பிடப்பட்ட U2F டோக்கன்கள் மட்டுமே பதிவு செய்ய அனுமதிக்கப்படுகின்றன.
tr: Sadece belirtilen U2F belirteçleri kaydedilmesine izin verilir.
uk: Дозволяється реєструвати лише вказані токени U2F.
zh_hans: 仅允许注册指定的U2F令牌。
zh_hant: 只允許註冊指定的 U2F 令牌。

source: Do not verify the U2F attestation certificate.
de: Das U2F Attestation Zertifikat NICHT überprüfen.
es: No verifique la certificación de certificado U2F.
fr: Ne pas vérifier le certificat d'attestation U2F.
nl: Het U2F attesteringscertificaat niet verifiëren.
pt_br: Não verificar o certificado de atestado U2F.
ta: U2F சான்றிதழ் சான்றிதழை சரிபார்க்க வேண்டாம்.
tr: U2F onay sertifikasını doğrulamayın.
uk: Не перевіряйте сертифікат атестації U2F.
zh_hans: 不要验证U2F证明证书。
zh_hant: 不要驗證 U2F 證明證書。

source: The user may only have this maximum number of U2F tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an U2F Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens U2F".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons U2F.
nl: De gebruiker mag slechts dit maximaal aantal U2F-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens U2F".
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான U2F டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum U2F belirteçlerinin atandığı sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів U2F.
zh_hans: 用户只能分配此最大数量的U2F令牌。
zh_hant: 使用者只能分配此最大數量的U2F令牌。

source: The user may only have this maximum number of active U2F tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven U2F Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens U2F" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons U2F actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve U2F-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens U2F" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள U2F டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif U2F belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних токенів U2F.
zh_hans: 用户只能分配此最大数量的活动U2F令牌。
zh_hant: 使用者只能分配此最大數量的活動U2F令牌。

source: You need to define the appId in the token config!
de: Sie müssen in der Token-Konfiguration die AppId definieren!
es: ¡Debe definir el "appId" en la configuración del token!
fr: Vous devez définir l'appId dans la configuration du jeton !
nl: Je moet de appID definiëren in de token-configuratie!
pt_br: Você precisa definir o appId na configuração do token!
ta: கிள்ளாக்கு உள்ளமைவில் Appid ஐ நீங்கள் வரையறுக்க வேண்டும்!
tr: APPID'yi belirteç konfigürasyonunda tanımlamanız gerekir!
uk: Вам потрібно визначити appId у конфігурації маркера!
zh_hans: 您需要在令牌配置中定义appId！
zh_hant: 您需要在令牌配置中定義 appId！

source: Please confirm with your U2F token ({0!s})
de: Bitte bestätigen Sie mit Ihrem U2F token ({0!s})
es: Confirme con su token U2F ({0!s})
fr: Veuillez confirmer avec votre jeton U2F ({0!s})
nl: Bevestig met je U2F-token ({0!s})
pt_br: Favor confirmar com seu token U2F ({0!s})
ta: உங்கள் U2F கிள்ளாக்கு ({0!s}) உடன் உறுதிப்படுத்தவும்
tr: Lütfen U2F belirteci ile onaylayın ({0!s})
uk: Будь ласка, підтвердьте своїм маркером U2F ({0!s})
zh_hans: 请使用您的U2F令牌（{0！s}）进行确认
zh_hant: 請使用您的 U2F 令牌 ({0!s}) 進行確認

source: VASCO Token: Authentication using VASCO tokens
de: VASCO Token: Authentisierung mit VASCO Token
es: Token VASCO: autenticación mediante tokens VASCO
fr: Jeton VASCO : Authentification grâce aux jetons VASCO
nl: VASCO Token: authenticatie met VASCO tokens
pt_br: Token VASCO: Autenticação usando tokens VASCO
ta: வாச்கோ டோக்கன்: வாச்கோ டோக்கன்களைப் பயன்படுத்தி ஏற்பு
tr: Vasco Token: Vasco Jetens Kullanarak Kimlik Doğrulama
uk: Токен VASCO: автентифікація за допомогою токенів VASCO
zh_hans: VASCO令牌：使用VASCO令牌进行身份验证
zh_hant: VASCO 令牌：使用 VASCO 令牌進行身份驗證

source: The user may only have this maximum number of Vasco tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Vasco Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Vasco".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Vasco.
nl: De gebruiker mag slechts dit maximaal aantal VASCO-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens Vasco".
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான வாச்கோ டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum Vasco belirteçleri atanmıştır.
uk: Користувач може мати лише цю максимальну кількість токенів Vasco.
zh_hans: 用户只能分配此最大数量的Vasco令牌。
zh_hant: 使用者只能分配此最大數量的 Vasco 令牌。

source: The user may only have this maximum number of active Vasco tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Vasco Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Vasco" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Vasco actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve VASCO-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens Vasco" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள வாச்கோ டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif Vasco belirteçlerinin atanmasına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість активних токенів Vasco.
zh_hans: 用户只能分配此最大数量的活动Vasco令牌。
zh_hant: 使用者只能分配此最大數量的活動 Vasco 令牌。

source: Generic WebAuthn Token
de: Generischer WebAuthn Token
es: Token genérico WebAuthn
fr: Jeton générique WebAuthn
nl: Generiek WebAuthn token
pt_br: Token genérico WebAuthn
ta: பொதுவான வெபாஅ்ன் கிள்ளாக்கு
tr: Genel webauthn belirteci
uk: Загальний маркер WebAuthn
zh_hans: 通用WebAuthn令牌
zh_hant: 通用 WebAuthn 令牌
