Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Cache the password used for authentication and allow authentication with the same credentials for a certain amount of time. Specify timeout like 4h or 4h/5m.
de: Das Passwort und den OTP-Wert einer erfolgreichen Anmeldung wird von privacyIDEA gecacht. Somit kann für einen gewissen Zeitraum die Anmeldung mit den gleichen Credentials erfolgen. Die Zeit wird angegeben als 4h or 4h/5m.
es: Guarda en caché la contraseña utilizada para la autenticación y permite la autenticación con las mismas credenciales durante un período de tiempo determinado. Especifique un tiempo de espera como 4h o 4h / 5m.
fr: Met en cache le mot de passe et permet l'authentification avec les même identifiants durant une certaine durée. Spécifier le délai comme 4h ou 4h/5m.
nl: Cache het wachtwoord gebruikt voor de authenticatie en sta authenticatie met de zelfde aanmeldgegevens toe voor een bepaalde tijd. Geef de time-out op zoals 4h of 4h/5m.
pt_br: Coloca em cache a senha usada para autenticação e permite a autenticação com as mesmas credenciais por um período de tempo especificado. Especifique um tempo limite, como 4h ou 4h / 5m.
ta: அங்கீகாரத்திற்காக பயன்படுத்தப்படும் கடவுச்சொல்லை கேச் செய்து, ஒரு குறிப்பிட்ட நேரத்திற்கு அதே நற்சான்றிதழ்களுடன் அங்கீகாரத்தை அனுமதிக்கவும். 4H அல்லது 4H/5M போன்ற காலக்கெடுவைக் குறிப்பிடவும்.
tr: Kimlik doğrulaması için kullanılan şifreyi önbelleğe alın ve belirli bir süre için aynı kimlik bilgileriyle kimlik doğrulamasına izin verin. 4H veya 4H / 5M gibi zaman aşımı belirtin.
uk: Кешуйте пароль, який використовується для автентифікації, і дозвольте автентифікацію з тими самими обліковими даними протягом певного часу. Укажіть час очікування, наприклад 4 год або 4 год/5 хв.
zh_hans: 缓存用于身份验证的密码，并允许在一定时间内使用相同的凭据进行身份验证。指定超时时间，例如4h或4h / 5m。
zh_hant: 緩存用於身份驗證的密碼，並允許使用相同的憑據進行身份驗證一段時間。指定超時，如 4 小時或 4 小時/5 分鐘。

source: You can set the client modes in the order that you prefer. For example: "interactive webauthn poll u2f". Accepted values are: <code>interactive webauthn poll u2f</code>
de: Sie können die Client-Modi in der von Ihnen bevorzugten Reihenfolge festlegen. Zum Beispiel: "interactive webauthn poll u2f". Akzeptierte Werte sind:<code>interactive webauthn poll u2f</code>
fr: Vous pouvez définir les modes client dans l'ordre que vous préférez. Par exemple : "interactif webauthn poll u2f". Les valeurs acceptées sont : <code>interactif webauthn poll u2f</code>
ta: நீங்கள் விரும்பும் வரிசையில் கிளையன்ட் முறைகளை அமைக்கலாம். எடுத்துக்காட்டாக: "ஊடாடும் WebAuthn Poll U2F". ஏற்றுக்கொள்ளப்பட்ட மதிப்புகள்: <code> ஊடாடும் வெபாஅ்ன் வாக்கெடுப்பு U2F </code>
uk: Ви можете встановити режими клієнта в бажаному порядку. Наприклад: "interactive webauthn poll u2f". Допустимі значення: <code>interactive webauthn poll u2f</code>

source: When enabled, authentication attempts will be interpreted as either the PIN or the answer to a challenge. PIN concatenated with OTP can not be used anymore! Does only work when authenticating with a username.
de: Alle Token können nur noch im Challenge-Response Modus verwendet werden. Eine Authentisierung mit PIN+OTP ist nicht mehr möglich. Gilt nur für Authentisierungen mit Benutzernamen.
fr: Quand activé, les tentatives d'authentifications seront interprétées comme le PIN ou comme la réponse à un challenge. Le PIN concaténé avec l'OTP ne peuvent plus être utilisés ! Fonctionne uniquement avec un nom d'utilisateur.
ta: இயக்கப்பட்டால், அங்கீகார முயற்சிகள் முள் அல்லது ஒரு சவாலுக்கான பதில் என விளக்கப்படும். OTP உடன் இணைந்த முள் இனி பயன்படுத்த முடியாது! பயனர்பெயருடன் அங்கீகரிக்கும்போது மட்டுமே செயல்படும்.
uk: Якщо цю функцію увімкнено, спроби автентифікації будуть інтерпретуватися як введення PIN-коду або відповідь на виклик. PIN-код у поєднанні з OTP більше не можна використовувати! Працює тільки при автентифікації за допомогою імені користувача.

source: Store the last used token type per user and application in the custom user attributes. For the next authentication the last used token type is used to identify the preferred client mode.
uk: Зберігайте останній використаний тип маркера для кожного користувача та програми в настроюваних атрибутах користувача. Для наступної автентифікації останній використаний тип маркера використовується для визначення бажаного режиму клієнта.

source: Allow the user to authenticate (default). If set to '{0!s}', the authentication of the user will be denied.
de: Der Benutzer darf sich anmelden (Standardeinstellung). Wenn dies auf '{0!s}' gesetzt ist, wird dem Benutzer die Authentifizierung verweigert.
es: Permite que el usuario se autentique (predeterminado). Si se establece en '{0!s}', se denegará la autenticación del usuario.
fr: Permet à l'utilisateur de s'authentifier (par défaut). Si positionner à '{0!s}', l'authentification de l'utilisateur sera refusée.
nl: Sta toe dat de gebruiker zich authenticeert (standaard). Indien dit ingesteld wordt op {0!s}' dan zal authenticatie door de gebruiker geweigerd worden.
pt_br: Permite que o usuário se autentique (padrão). Se definido como '{0!s}', a autenticação do usuário será negada.
ta: அங்கீகரிக்க பயனரை அனுமதிக்கவும் (இயல்புநிலை). '{0!s}' என அமைக்கப்பட்டால், பயனரின் ஏற்பு மறுக்கப்படும்.
tr: Kullanıcının kimlik doğrulaması yapmasına izin verin (varsayılan). '{0!s}' olarak ayarlanırsa, kullanıcının kimlik doğrulaması reddedilir.
uk: Дозволити користувачеві автентифікуватися (за замовчуванням). Якщо встановлено значення "{0!s}", в автентифікації користувача буде відмовлено.
zh_hans: 允许用户进行身份验证（默认）。如果设置为“ {0！s}”，则将拒绝用户的身份验证。
zh_hant: 允許使用者進行身份驗證（預設）。如果設置為'{0!s}'，則使用者的身份驗證將被拒絕。

source: Allow the application to choose which token types should be used for authentication. Application may set the parameter 'type' in the request. Works with validate/check, validate/samlcheck and validate/triggerchallenge.
de: Die Applikation, die den Authentifizierungsrequest an privacyIDEA sendet, darf selber bestimmen, mit welchem Tokentyp die Authentifizierung erfolgen soll. Hierzu sendet die Applikation den Parameter 'type' mit. Dies gilt für validate/check, validate/samlcheck und validate/triggerchallenge.
es: Permite que la aplicación elija qué tipos de token se deben usar para la autenticación. La aplicación puede establecer el parámetro 'tipo' en la solicitud. Funciona con validate / check, validate / samlcheck y validate / triggerchallenge.
fr: Autorise l'application à choisir quel jeton doit être utilisé pour l'authentification. L'application doit indiquer le paramètre 'type' dans la requête. Fonctionne avec validate/check, validate/samlcheck et validate/triggerchallenge.
nl: Sta de applicatie toe om te kiezen welke token-types gebruikt moeten worden voor authenticatie. De applicatie kan de parameter 'type' aan de aanvraag toevoegen. Werkt met validate/check, validate/samlcheck en validate/triggerchallenge.
pt_br: Permita que o aplicativo escolha quais tipos de token devem ser usados para autenticação. O aplicativo pode definir o parâmetro 'type' na solicitação. Funciona com validate/check, validate/samlcheck e validate/triggerchallenge.
ta: அங்கீகாரத்திற்கு எந்தக் கிள்ளாக்கு வகைகளைப் பயன்படுத்த வேண்டும் என்பதைத் தேர்வுசெய்ய பயன்பாட்டை அனுமதிக்கவும். பயன்பாடு கோரிக்கையில் 'வகை' அளவுருவை அமைக்கலாம். சரிபார்ப்பு/சரிபார்க்கவும், சரிபார்க்கவும்/SAMLCHECK மற்றும் சரிபார்க்க/தூண்டுதல்/தூண்டுதல்/தூண்டுதல்.
tr: Uygulamanın kimlik doğrulama için hangi belirteç türlerinin kullanılması gerektiğini seçmesine izin verin. Uygulama, 'Tür' parametresini istek üzerine ayarlayabilir. Doğrulama / Kontrol Et, Doğrula / SamlCheck / TriggerChallenge ile çalışır.
uk: Дозволити програмі вибирати, які типи токенів використовувати для автентифікації. Додаток може задати параметр "type" у запиті. Працює з validate/check, validate/samlcheck і validate/triggerchallenge.
zh_hans: 允许应用程序选择应使用哪些令牌类型进行身份验证。应用程序可以在请求中设置参数“类型”。与验证/检查，验证/ samlcheck和验证/触发挑战一起使用。
zh_hant: 允許應用程式選擇應用於身份驗證的令牌類型。應用程式可以在請求中設置參數「type」。使用驗證/檢查，驗證/samlcheck和驗證/觸發挑戰。

source: You can specify how many successful authentication requests a user is allowed to do in a given time. Specify like 1/5s, 2/10m, 10/1h - s, m, h being second, minute and hour.
de: Sie können angeben, wie viele erfolgreiche Authentifizierungsanfragen ein Benutzer in einer gewissen Zeitspanne durchführen darf. Geben Sie an 1/5s, 2/10m oder 10/1h - Dabei sind (s) Sekunden, (m) Minuten und (h) Stunden.
es: Puede especificar cuántas solicitudes de autenticación con éxito puede realizar un usuario en un tiempo determinado. Especifique como 1 / 5s, 2 / 10m, 10 / 1h .
fr: Vous pouvez spécifier combien d'authentifications réussies un utilisateur est autorisé à faire dans un temps donné. Spécifiez comme 1/5s, 2/10m, 10/1h - s, m , h étant seconde, minute et heure.
nl: Je kunt opgeven hoe vaak een gebruiker een gelukte authenticatievraag mag doen in een gegeven tijdspanne. Bijvoorbeeld 1/5s, 2/10m, 10/1h - s, m, h staat voor seconden, minuten en uur.
pt_br: Você pode especificar quantos pedidos de autenticação bem sucedidos um usuário tem permissão para fazer em um determinado tempo. Especifique como 1/5s, 2/10m, 10/1h - s, m, h sendo segundo, minuto e hora.
ta: ஒரு குறிப்பிட்ட நேரத்தில் ஒரு பயனர் செய்ய அனுமதிக்கப்பட்ட எத்தனை வெற்றிகரமான அங்கீகார கோரிக்கைகளை நீங்கள் குறிப்பிடலாம். 1/5 கள், 2/10 மீ, 10/1 எச் - கள், மீ, எச் இரண்டாவது, மணித்துளி மற்றும் மணிநேரம் போன்றவற்றைக் குறிப்பிடவும்.
tr: Bir kullanıcının belirli bir zamanda ne kadar başarılı kimlik doğrulamasına izin verileceğini belirleyebilirsiniz. 1 / 5S, 2 / 10M, 10 / 1H - S, M, H ikinci, dakika ve saat gibi belirtin.
uk: Ви можете вказати, скільки успішних запитів автентифікації користувачеві дозволено зробити за певний час. Укажіть як 1/5s, 2/10m, 10/1h - s, m, h є секундою, хвилиною та годиною.
zh_hans: 您可以指定在给定时间内允许用户执行多少次成功的身份验证请求。指定为1 / 5s，2 / 10m，10 / 1h-s，m，h为秒，分钟和小时。
zh_hant: 您可以指定在給定時間內允許使用者執行多少個成功的身份驗證請求。指定 1/5 秒、2/10 分鐘、10/1 小時 - 秒、分、小時為秒、分鐘和小時。

source: You can specify how many failed authentication requests a user is allowed to do in a given time. Specify like 1/5s, 2/10m, 10/1h - s, m, h being second, minute and hour.
de: Sie können angeben, wie viele fehlgeschlagene Authentifizierungsversuche ein Benutzer in einer gewissen Zeit durchführen darf. Geben Sie bpsw. an 1/5s, 2/10m, 10/1h - (s) für Sekunden, (m) für Minuten und (h) für Stunden.
es: Puede especificar cuántas solicitudes de autenticación fallidas puede realizar un usuario en un tiempo determinado. Especifique como 1 / 5s, 2 / 10m, 10 / 1h.
fr: Vous pouvez spécifier combien d'échecs d'authentification un utilisateur est autorisé à faire dans un temps imparti. Spécifiez comme 1/5s, 2/10m, 10/1h -s, m, h étant seconde, minute et heure.
nl: Je kunt opgeven hoe vaak een gebruiker een mislukte authenticatievraag mag doen in een gegeven tijdspanne. Bijvoorbeeld 1/5s, 2/10m, 10/1h - s, m, h staat voor seconden, minuten en uur.
pt_br: Você pode especificar quantos pedidos de autenticação falhados um usuário tem permissão para fazer em um determinado tempo. Especifique como 1/5s, 2/10m, 10/1h - s, m, h sendo segundo, minuto e hora.
ta: ஒரு குறிப்பிட்ட நேரத்தில் ஒரு பயனர் செய்ய அனுமதிக்கப்பட்ட எத்தனை தோல்வியுற்ற அங்கீகார கோரிக்கைகளை நீங்கள் குறிப்பிடலாம். 1/5 கள், 2/10 மீ, 10/1 எச் - கள், மீ, எச் இரண்டாவது, மணித்துளி மற்றும் மணிநேரம் போன்றவற்றைக் குறிப்பிடவும்.
tr: Bir kullanıcının belirli bir zamanda nasıl yapmasına izin verildiğini belirleyebilirsiniz. 1 / 5S, 2 / 10M, 10 / 1H - S, M, H ikinci, dakika ve saat gibi belirtin.
uk: Ви можете вказати, скільки невдалих запитів автентифікації користувачеві дозволено виконати за певний час. Укажіть як 1/5s, 2/10m, 10/1h - s, m, h є секундою, хвилиною та годиною.
zh_hans: 您可以指定在给定时间内允许用户执行多少次失败的身份验证请求。指定为1 / 5s，2 / 10m，10 / 1h-s，m，h为秒，分钟和小时。
zh_hant: 您可以指定在給定時間內允許使用者執行多少個失敗的身份驗證請求。指定 1/5 秒、2/10 分鐘、10/1 小時 - 秒、分、小時為秒、分鐘和小時。

source: You can specify in which time frame the user needs to authenticate again with this token. If the user authenticates later, authentication will fail. Specify like 30h, 7d or 1y.
de: Sie können angeben, in welcher Zeit sich ein Benutzer erneut anmelden muss, bzw. wie lang die letzte erfolgreiche Anmeldung zurückliegen darf. Ansonsten wird der Anmeldeversuch fehlschlagen. Geben Sie bspw. an 30h, 7d oder 1y (1 Jahr).
es: Especifica en qué período de tiempo el usuario debe autenticarse nuevamente con este token. Si el usuario se autentica más tarde, la autenticación fallará. Especifique como 30h, 7d o 1y.
fr: Vous pouvez spécifier dans quel laps de temps un utilisateur doit s'authentifier avec son jeton. Si l'utilisateur s'authentifie plus tard, l'authentification échouera. Spécifiez comme 30h, 7d ou 1y.
nl: Je kunt opgeven na welke tijd een gebruiker zich opnieuw moet aanmelden met dit token. Als de gebruiker later authenticeert, dan zal de authenticatie mislukken.
pt_br: Você pode especificar em que período de tempo o usuário precisa se autenticar novamente com este token. Se o usuário se autenticar mais tarde, a autenticação falhará. Especifique como 30h, 7d ou 1y.
ta: இந்த கிள்ளாக்கு மூலம் பயனர் மீண்டும் அங்கீகரிக்க வேண்டிய எந்த நேர கட்டமைப்பில் நீங்கள் குறிப்பிடலாம். பயனர் பின்னர் அங்கீகரித்தால், ஏற்பு தோல்வியடையும். 30h, 7d அல்லது 1y போன்றவற்றைக் குறிப்பிடவும்.
tr: Kullanıcının bu belirteç ile tekrar kimlik doğrulaması yapılması gereken zamanın hangi zaman diliminin olduğunu belirleyebilirsiniz. Kullanıcı daha sonra doğrularsa, kimlik doğrulama başarısız olur. 30H, 7D veya 1Y gibi belirtin.
uk: Ви можете вказати часовий проміжок, протягом якого користувачеві потрібно повторно автентифікуватися за допомогою цього маркера. Якщо користувач автентифікується пізніше, автентифікація не вдасться. Укажіть 30 годин, 7 днів або 1 рік.
zh_hans: 您可以指定用户需要在哪个时间范围内使用此令牌再次进行身份验证。如果用户稍后进行身份验证，则身份验证将失败。指定为30h，7d或1y。
zh_hant: 您可以指定使用者需要使用此權杖再次進行身份驗證的時間範圍。如果使用者稍後進行身份驗證，則身份驗證將失敗。指定類似 30小時、7天 或 1年。

source: The user will only be authenticated with this very tokentype.
de: Der Benutzer kann sich nur mit diesem Tokentyp authentisieren.
es: El usuario solo se autenticará con este mismo tipo de token.
fr: L'utilisateur ne sera authentifié qu'avec ce token spécifique.
nl: De gebruiker zal enkel met dit token-type geauthenticeerd worden.
pt_br: O usuário só será autenticado com este mesmo tokentype.
ta: இந்த டோக்கென்டைப் மூலம் மட்டுமே பயனர் அங்கீகரிக்கப்படுவார்.
tr: Kullanıcı yalnızca bu çok TokenType ile doğrulanacaktır.
uk: Користувач буде автентифікований лише за допомогою цього типу маркера.
zh_hans: 将仅使用此令牌类型对用户进行身份验证。
zh_hant: 使用者將僅使用此令牌類型進行身份驗證。

source: The user will only be authenticated if the serial number of the token matches this regexp.
de: Der Benutzer kann sich nur mit einem Token anmelden, dessen Seriennummer auf diesen regulären Ausdruck passt.
es: El usuario solo será autenticado si el número de serie del token coincide con esta expresión regular.
fr: L'utilisateur ne sera authentifié que si le numéro de série du jeton correspond à cette expression régulière.
nl: De gebruiker zal enkel geauthenticeerd worden als het serienummer van het token overeenkomt met deze regex-uitdrukking.
pt_br: O usuário só será autenticado se o número de série do token corresponder a este regexp.
ta: டோக்கனின் வரிசை எண் இந்த Regexp உடன் பொருந்தினால் மட்டுமே பயனர் அங்கீகரிக்கப்படுவார்.
tr: Kullanıcı, yalnızca belirteçlerin seri numarası bu Regexp ile eşleşirse doğrulanabilir.
uk: Користувача буде автентифіковано, лише якщо серійний номер маркера збігається з цим регулярним виразом.
zh_hans: 仅当令牌的序列号与此正则表达式匹配时，用户才会通过身份验证。
zh_hant: 僅當令牌的序列號與此正則表達式匹配時，才會對用戶進行身份驗證。

source: The user will only be authenticated if the tokeninfo field matches the regexp (key/&lt;regexp&gt;/).
de: Die Autorisierung des Benutzers ist nur erfolgreich, wenn das Token-Info Feld <code>key</code> auf den regulären Ausdruck passt: (<code>key/<regexp>/</code>).
fr: L'utilisateur ne sera authentifié que si le champ tokeninfo correspond à cette expression régulière (key/&lt;regexp&gt;/).
ta: கிள்ளாக்கு இன்ஃபோ புலம் Regexp (key/& lt; regexp & gt;/) உடன் பொருந்தினால் மட்டுமே பயனர் அங்கீகரிக்கப்படுவார்.
uk: Користувача буде автентифіковано, лише якщо поле tokeninfo відповідає регулярному виразу (key/&lt;regexp&gt;/).

source: The Realm of the user is set to this very realm. This is important if the user is not contained in the default realm and can not pass his realm.
de: Der Benutzerrealm wird auf diesen Realm gesetzt. Dies kann genutzt werden, wenn die Benutzer nicht im Default-Realm sind und der Realm von der Applikation nicht übergeben werden kann.
es: El dominio del usuario se establece en este mismo dominio. Esto es importante si el usuario no está contenido en el dominio predeterminado y no puede pasar su dominio.
fr: Le royaume de l'utilisateur est positionné à ce royaume spécifique. C'est très important si l'utilisateur n'est pas contenu dans le royaume par défaut et ne peut indiquer le sien.
nl: De realm van de gebruiker is ingesteld op deze realm. Dit is belangrijk als de gebruiker niet in de standaard realm zit en zijn realm niet kan doorgeven.
pt_br: O Domínio do usuário está configurado para este mesmo domínio. Isto é importante se o usuário não estiver contido no domínio padrão e não puder passar seu domínio.
ta: பயனரின் சாம்ராச்யம் இந்த மண்டலத்திற்கு அமைக்கப்பட்டுள்ளது. இயல்புநிலை உலகில் பயனர் இல்லை மற்றும் அவரது சாம்ராச்யத்தை கடக்க முடியாவிட்டால் இது முக்கியமானது.
tr: Kullanıcının alemi bu çok bölgeye ayarlanmıştır. Kullanıcı varsayılan bölgede bulunmazsa ve kendi alanını geçemezse önemlidir.
uk: Область користувача встановлюється саме на цю область. Це важливо, якщо користувач не міститься в області за замовчуванням і не може пройти через свою область.
zh_hans: 用户的领域已设置为该领域。如果用户未包含在默认领域中并且无法通过其领域，则这一点很重要。
zh_hant: 使用者的「領域」被設置為此領域。如果使用者不包含在默認領域中並且無法通過其領域，這一點很重要。

source: In case of successful authentication additional no detail information will be returned.
de: Im Fall einer erfolgreichen Authentifizierung werden keine zusätzlichen Detail-Informationen zurückgeliefert.
es: En caso de autenticación exitosa, no se devolverá información adicional detallada .
fr: En cas d'authentification réussie, aucun détail supplémentaire ne sera retourné.
nl: Bij gelukte authenticatie zal bijkomende no detail informatie teruggegeven worden.
pt_br: Em caso de autenticação bem sucedida, nenhuma informação adicional de detalhes será devolvida.
ta: வெற்றிகரமான அங்கீகாரத்தின் போது கூடுதல் எந்த விரிவும் தகவல்களும் திரும்பப் பெறப்படாது.
tr: Başarılı bir kimlik doğrulaması durumunda ilave daha ayrıntılı bilgi iade edilmez.
uk: У разі успішної автентифікації додаткова бездетальна інформація буде повернена.
zh_hans: 如果认证成功，则不会返回任何详细信息。
zh_hant: 如果身份驗證成功，則不會返回其他詳細資訊。

source: In case of failed authentication additional no detail information will be returned.
de: Im Fall einer erfolglosen Authentifizierung werden keine zusätzlichen Detail-Informationen zurückgeliefert.
es: En caso de autenticación fallida, no se devolverá información adicional detallada.
fr: En cas d'authentification échouée, aucun détail supplémentaire ne sera retourné.
nl: Bij mislukte authenticatie zal bijkomende no detail informatie teruggegeven worden.
pt_br: Em caso de falha na autenticação, nenhuma informação adicional detalhada será devolvida.
ta: தோல்வியுற்ற அங்கீகாரத்தின் போது கூடுதல் எந்த விரிவும் தகவல்களும் திரும்பப் பெறப்படாது.
tr: Başarısız olan kimlik doğrulaması durumunda ilave daha ayrıntılı bilgi iade edilmez.
uk: У разі невдалої автентифікації додаткова бездетальна інформація буде повернена.
zh_hans: 如果认证失败，则不会返回任何详细信息。
zh_hant: 如果身份驗證失敗，則不會返回任何詳細資訊。

source: In case of successful authentication user data will be added in the detail branch of the authentication response.
de: Im Fall einer erfolgreichen Authentifizierung werden zusätzliche Benutzerdaten zurückgeliefert.
es: En caso de una autenticación exitosa, los datos del usuario se agregarán en la rama de detalle de la respuesta de autenticación.
fr: En cas d'authentification réussie, les données utilisateur seront ajoutée dans la section detail de la réponse à l'authentification.
nl: Bij gelukte authenticatie zullen bijkomende gegevens toegevoegd worden in de detail-tak van het authenticatie-antwoord.
pt_br: Em caso de autenticação bem sucedida, os dados do usuário serão adicionados no campo de detalhes da resposta de autenticação.
ta: வெற்றிகரமான அங்கீகாரத்தின் போது பயனர் தரவு அங்கீகார பதிலின் விவரம் கிளையில் சேர்க்கப்படும்.
tr: Başarılı kimlik doğrulama durumunda, kimlik doğrulama tepkisinin detaylı dalı içine kullanıcı verileri eklenecektir.
uk: У разі успішної автентифікації дані користувача будуть додані в детальну гілку відповіді автентифікації.
zh_hans: 如果认证成功，则将用户数据添加到认证响应的详细分支中。
zh_hant: 如果身份驗證成功，用戶數據將添加到身份驗證回應的詳細資訊分支中。

source: In case of successful authentication the user resolver and realm will be added in the detail branch of the authentication response.
de: Im Falle der erfolgreichen Authentifizierung wird der Resolver und der Realm des Benutzers in der API Antwort mit zurückgeliefert.
es: En caso de una autenticación exitosa, el almacen de usuario y el dominio se agregarán en la rama de detalle de la respuesta de autenticación.
fr: En cas d'authentification réussie, la source d'authentification et le royaume seront ajoutés dans la section detail de la réponse à l'authentification.
nl: Bij gelukte authenticatie zullen de gebruiker resolver en realm toegevoegd worden in de detail-tak van het authenticatie-antwoord.
pt_br: Em caso de autenticação bem sucedida, o resolver e o domínio do usuário serão adicionados no campo de detalhes da resposta de autenticação.
ta: வெற்றிகரமான அங்கீகாரத்தின் போது, பயனர் தீர்மானம் மற்றும் சாம்ராச்யம் அங்கீகார பதிலின் விவரம் கிளையில் சேர்க்கப்படும்.
tr: Başarılı bir kimlik doğrulaması durumunda, kullanıcı çözücü ve alem, kimlik doğrulama tepkisinin detay şubesine eklenecektir.
uk: У разі успішної автентифікації розпізнавач користувача та область буде додано до детальної гілки відповіді автентифікації.
zh_hans: 如果认证成功，则用户解析器和领域将添加到认证响应的详细分支中。
zh_hant: 如果認證成功，使用者解析程式和領域將添加到認證回應的詳細資訊分支中。

source: The sending of an API Auth Key is required duringauthentication. This avoids rogue authenticate requests against the /validate/check interface.
de: Die Nutzung eines API Auth Key für die Authentifizierung ist notwendig. Dies verhindert unberechtigte Authentifizierungs-Versuche gegen das /validate/check Interface.
es: Se requiere el envío de una clave de autenticación API durante la autenticación. Esto evita solicitudes de autenticación fraudulentas contra la interfaz validate / check.
fr: L'envoi d'une clé d'authentification API est requise durant l'authentification. Cela évite les requêtes d'authentifications illégitimes auprès de l'interface /valide/check.
nl: Het sturen van een API Auth Key is vereist tijdens authenticatie. Dit voorkomt valse aanmeldingsvragen tegen de /validate/check interface.
pt_br: O envio de uma chave API Auth é necessário durante a autenticação. Isto evita pedidos de autenticação desonestos contra a interface /validar/checar.
ta: ஒரு பநிஇ அங்கீகார விசையை அனுப்புவது நேர்த்தியாக தேவைப்படுகிறது. இது /சரிபார்ப்பு /காசோலை இடைமுகத்திற்கு எதிரான முரட்டு அங்கீகார கோரிக்கைகளைத் தவிர்க்கிறது.
tr: Bir API Auth anahtarının gönderilmesi gereklidir. Bu, / Doğrulama / Kontrol Etme arayüzüne karşı Rogue Doğrulama isteklerini önler.
uk: Під час автентифікації потрібно надіслати ключ автентифікації API. Це дозволяє уникнути шахрайських запитів автентифікації до інтерфейсу /validate/check.
zh_hans: 身份验证期间需要发送API身份验证密钥。这样可以避免针对/ validate / check接口的流氓身份验证请求。
zh_hant: 在身份驗證期間需要發送 API 身份驗證金鑰。這樣可以避免針對 /validate/check 介面的惡意身份驗證請求。
