Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: If set, administrators will see a dashboard as start screen when logging in to privacyIDEA WebUI.
de: Wenn dies gesetzt ist, bekommen Administratoren ein Dashboard im WebUI angezeigt.
es: Si está configurado, los administradores verán un panel como pantalla de inicio cuando inicien sesión en privacyIDEA WebUI.
fr: Si positionné, les utilisateurs verront un dashboard sur l'écran d'acceuil au login de l'interface Web de privacyIDEA.
nl: Indien ingesteld zullen de beheerders een dashboard zien als startpagina wanneer ze aanmelden in de privacyIDEA WebUI.
pt_br: Se definido, os administradores verão um painel de controle como tela inicial ao fazer o login na privacyIDEA WebUI.
ta: அமைக்கப்பட்டால், நிர்வாகிகள் தனியுரிமைடியா வெப்யூயில் உள்நுழையும்போது தொடக்கத் திரையாக ஒரு டாச்போர்டைப் பார்ப்பார்கள்.
tr: Ayarlandıysa, Administrators, PrivaciDea WebUI'ye giriş yaparken bir gösterge tablosunu başlatır.
uk: Якщо встановлено, адміністратори бачитимуть інформаційну панель як початковий екран під час входу в privacyIDEA WebUI.
zh_hans: 如果设置了该选项，则管理员在登录privacyIDEA WebUI时会将仪表板作为开始屏幕。
zh_hant: 如果設置，管理員在登錄到 privacyIDEA WebUI 時將看到一個儀錶板作為開始螢幕。

source: If set to "privacyIDEA" the users and admins need to authenticate against privacyIDEA when they log in to the Web UI. Defaults to "userstore".
de: Wenn dies auf "privacyIDEA" gesetzt wird, müssen sich Administratoren und Benutzer gegen privacyIDEA authentisieren, wenn sie sich im WebUI einloggen wollen. Standard: "userstore".
es: Si se establece en "privacyIDEA", los usuarios y administradores deben autenticarse contra privacyIDEA cuando inician sesión en la interfaz de usuario web. El valor predeterminado es "almacen de usuarios".
fr: Si positionné à "privacyIDEA", les utilisateurs et administrateurs devront s'authentifier auprès de privacyIDEA quand ils se connectent dans l'interface WEB. Le défaut est "userstore".
nl: Indien ingesteld op "privacyIDEA" zullen gebruikers en beheerders moeten aanmelden tegen privacyIDEA wanneer ze aanmelden in de WebUI. Standaard is "opslag".
pt_br: Se definido como "privacyIDEA", os usuários e administradores precisam se autenticar com privacyIDEA quando fazem o login na interface Web. A configuração padrão é "userstore".
ta: "தனியுரிமை" என்று அமைக்கப்பட்டால், பயனர்கள் மற்றும் நிர்வாகிகள் வலை இடைமுகம் இல் உள்நுழையும்போது தனியுரிமை இடத்திற்கு எதிராக அங்கீகரிக்க வேண்டும். இயல்புநிலை "யுஎச்ச்டோர்".
tr: "PrivacyIDEA" olarak ayarlanmışsa, kullanıcıların ve yöneticilere, Web UI'sine giriş yaparken GriAcyIDEA'ya karşı kimlik doğrulaması gerekir. Varsayılan olarak "userstore".
uk: Якщо встановлено значення "privacyIDEA", користувачі та адміністратори повинні пройти автентифікацію проти privacyIDEA під час входу у веб-інтерфейс користувача. За замовчуванням "userstore".
zh_hans: 如果设置为“ privacyIDEA”，则用户和管理员在登录Web UI时需要针对privacyIDEA进行身份验证。默认为“用户存储”。
zh_hant: 如果設置為"privacyIDEA"，則使用者和管理員在登錄到 Web UI 時需要針對 privacyIDEA 進行身份驗證。默認為「用戶存儲」。。

source: An alternative text to display on the WebUI login dialog instead of "Please sign in".
de: Ein alternativer Text bei der Anmeldung am privacyIDEA WebUI.
es: Un texto alternativo para mostrar en el cuadro de diálogo de inicio de sesión de WebUI en lugar de "Inicio de sesión".
fr: Un texte alternatif à afficher dans la page de connexion de l'interface WEB à la place de "Veuillez vous connecter".
nl: Te tonen alternatieve tekst op de WebUI login-dialoog in de plaats van "Please sign in".
pt_br: Um texto alternativo para exibir no diálogo de login da WebUI em vez de "Por favor, faça o login".
ta: "தயவுசெய்து உள்நுழைக" என்பதற்குப் பதிலாக வெபுஐ உள்நுழைவு உரையாடலில் காண்பிக்க ஒரு மாற்று உரை.
tr: "Lütfen oturum aç" yerine WebUI giriş iletişim kutusunda görüntülenecek alternatif bir metin.
uk: Альтернативний текст для відображення в діалоговому вікні входу WebUI замість «Увійдіть».
zh_hans: 在WebUI登录对话框上显示的替代文本，而不是“请登录”。
zh_hant: 要在 WebUI 登錄對話框中顯示的替代文字，而不是「請登錄」。

source: When searching in the user list, the search will only performed when pressing enter.
de: Die Suche in der Benutzerliste erst nach Drücken der Entertaste ausführen.
es: Al buscar en la lista de usuarios, la búsqueda solo se realizará al presionar INTRO.
fr: Lors des recherches dans la liste des utilisateurs, la recherche ne sera effectuée que lors de l'appui sur entrée.
nl: Wanneer je wil zoeken in de gebruikerslijst zal het zoeken pas beginnen wanneer je op enter klikt.
pt_br: Ao pesquisar na lista de usuários, a busca só será feita ao pressionar Enter.
ta: பயனர் பட்டியலில் தேடும்போது, Enter ஐ அழுத்தும்போது மட்டுமே தேடல் நிகழும்.
tr: Kullanıcı listesinde arama yaparken, arama yalnızca ENTER tuşuna basıldığında gerçekleştirilir.
uk: Під час пошуку в списку користувачів пошук виконуватиметься лише після натискання клавіші enter.
zh_hans: 在用户列表中搜索时，仅在按Enter键时才执行搜索。
zh_hant: 在使用者清單中搜索時，只有在按 Enter 鍵時才會執行搜索。

source: The action taken when a user is idle beyond the logout_time limit. Defaults to "lockscreen".
de: Diese Aktion wird ausgeführt, wenn der Benutzer zu lange inaktiv ist. Standard: "lockscreen".
es: La acción que se realizará cuando un usuario está inactivo cuando se sobrepasa el tiempo "logout_time". El valor predeterminado es "pantalla de bloqueo".
fr: L'action effectuée quand un utilisateur est inactif au delà de la limite logout_time. Par défaut "lockscreen" (verrouillage de l'écran).
nl: De actie die ondernomen wordt wanneer de gebruiker langer niets doet dan de logout_time limiet. Standaard op "blokkeerscherm".
pt_br: A ação tomada quando um usuário está ocioso além do limite de "logout_time". O padrão é "tela de bloqueio".
ta: ஒரு பயனர் LOGOUT_TIME வரம்பைத் தாண்டி சும்மா இருக்கும்போது எடுக்கப்பட்ட நடவடிக்கை. "பூட்டு திரை" க்கு இயல்புநிலை.
tr: Bir kullanıcı Logout_Time sınırının ötesinde boşta olduğunda alınan işlem. Varsayılanlar "Lockscreen".
uk: Дія, яка виконується, коли користувач неактивний понад ліміт logout_time. За умовчанням встановлено "блокування екрана".
zh_hans: 用户闲置超过logout_time限制时采取的操作。默认为“锁屏”。
zh_hant: 當用戶處於空閒狀態超過logout_time限制時執行的操作。默認為「鎖屏」。。

source: The REMOTE_USER set by the webserver can be used to login to privacyIDEA or it will be ignored. Defaults to "disable".
de: Der Webserver REMOTE_USER wird für die Anmeldung am WebUI verwendet. Standard: "disable".
es: El valor "REMOTE_USER" configurado en el servidor web se puede utilizar para iniciar sesión en privacyIDEA o se ignorará. El valor predeterminado es "deshabilitado".
fr: L'entête REMOTE_USER définie par le serveur web peut être utilisée pour s'authentifier dans privacyIDEA ou être ignorée. Défaut à "disable".
nl: De REMOTE_USER ingesteld door de webserver kan gebruikt worden om aan te melden bij privacyIDEA of zal genegeerd worden. Standaard op "uitgeschakeld".
pt_br: O valor "REMOTE_USER" definido pelo webserver pode ser usado para login na privacyIDEA ou ele será ignorado. O padrão é "desativar".
ta: வெப்சர்வர் அமைத்த ரிமோட்_யூசர் தனியுரிமைக்கு உள்நுழைய பயன்படுத்தப்படலாம் அல்லது அது புறக்கணிக்கப்படும். "முடக்க" இயல்புநிலை.
tr: Web sunucusu tarafından belirlenen Remote_Userver, PriVaYidea'ya giriş yapmak için kullanılabilir veya göz ardı edilecektir. Varsayılanlar "Devre Dışı Bırak".
uk: REMOTE_USER, встановлений веб-сервером, можна використовувати для входу в privacyIDEA, інакше він буде проігнорований. За замовчуванням "вимкнено".
zh_hans: 网络服务器设置的REMOTE_USER可用于登录privacyIDEA，否则将被忽略。默认为“禁用”。
zh_hant: Web伺服器設置的REMOTE_USER可用於登錄到privacyIDEA，否則將被忽略。默認為「禁用」。

source: Set the time in seconds after which the user will be logged out from the WebUI. Default: 120
de: Die Zeit in Sekunden, nach denen der Bennutzer aus dem WebUI abgemeldet wird. Standard: 120
es: Se establece el tiempo en segundos después del cual el usuario cerrará la sesión de WebUI. Predeterminado: 120
fr: Spécifie la durée en secondes après laquelle l'utilisateur sera déconnecté de l'interface WEB. Défaut : 120
nl: Stel de tijd in seconden in waarna de gebruiker afgemeld zal worden van de WebUI. Standaard 120
pt_br: Defina o tempo em segundos após o qual o usuário será deslogado da WebUI. Padrão: 120
ta: WebUI இலிருந்து பயனர் வெளியேற்றப்படும் நொடிகளில் நேரத்தை அமைக்கவும். இயல்புநிலை: 120
tr: Kullanıcının WebUI'den çıkış yapacağı saniye içinde saati ayarlayın. Varsayılan: 120
uk: Встановіть час у секундах, після якого користувач вийде з WebUI. Типове значення: 120
zh_hans: 设置以秒为单位的时间，在该时间之后，用户将从WebUI注销。默认值：120
zh_hant: 設置時間（以秒為單位），在此時間之後，使用者將從 WebUI 註銷。默認值：120

source: privacyIDEA issues a JWT when the user or admins logs in to the WebUI. The default validity is 1 hour. You can specify different validity times in seconds.
de: privacyIDEA stellt einen JWT aus, wenn sich Benutzer und Admins im WebUI anmelden. Hier können Sie die Gültigkeit des JWT in Sekuinden einstellen. Der Standard ist 1 Stunde.
fr: privacyIDEA émet un JWT quand les utilisateurs ou les admins se connectent sur l'interface Web. La validité par défaut est de 1 heure. Vous pouvez spécifier différentes durées de validité en secondes.
ta: பயனர் அல்லது நிர்வாகிகள் WebUI இல் உள்நுழையும்போது தனியுரிமைடா ஒரு JWT ஐ வெளியிடுகிறது. இயல்புநிலை செல்லுபடியாகும் 1 மணி நேரம். நீங்கள் வெவ்வேறு செல்லுபடியாகும் நேரங்களை நொடிகளில் குறிப்பிடலாம்.
uk: privacyIDEA видає JWT, коли користувач або адміністратори входять до WebUI. Термін дії за замовчуванням становить 1 годину. Ви можете вказати різні терміни дії в секундах.

source: Set how many tokens should be displayed in the token view on one page.
de: Anzahl der Tokens, die in der Tabelle auf der Tokenübersichtsseite angezeigt werden.
es: Establece cuántos tokens deben mostrarse en la vista de tokens en una página.
fr: Spécifie combien de jetons doivent être affichés par page de la vue jeton.
nl: Stel in hoeveel tokens er getoond moeten worden op één pagina in het token-overzicht.
pt_br: Defina quantos tokens devem ser exibidos na visualização de tokens em uma página.
ta: ஒரு பக்கத்தில் கிள்ளாக்கு பார்வையில் எத்தனை டோக்கன்கள் காட்டப்பட வேண்டும் என்பதை அமைக்கவும்.
tr: Bir sayfadaki Token görünümünde kaç belirteç gösterilmelidir.
uk: Встановіть, скільки токенів має відображатися у вікні токенів на одній сторінці.
zh_hans: 设置应在一页的令牌视图中显示多少个令牌。
zh_hant: 設置應在一個頁面上的令牌檢視中顯示多少個令牌。

source: Set how many users should be displayed in the user view on one page.
de: Anzahl der Benutzer, die in der Tabelle auf der Tokenübersichtsseite angezeigt werden.
es: Establece cuántos usuarios deben mostrarse en la vista de usuarios en una página.
fr: Spécifie combien d'utilisateurs doivent être affichés par page de la vue utilisateur.
nl: Stel in hoeveel gebruikers er getoond moeten worden op één pagina in het gebruikersoverzicht.
pt_br: Defina quantos usuários devem ser exibidos na visualização do usuário em uma página.
ta: ஒரு பக்கத்தில் பயனர் பார்வையில் எத்தனை பயனர்கள் காட்டப்பட வேண்டும் என்பதை அமைக்கவும்.
tr: Kullanıcı görünümünde bir sayfada kaç kullanıcı görüntüleneceğini belirleyin.
uk: Встановіть, скільки користувачів має відображатися в поданні користувача на одній сторінці.
zh_hans: 设置应在一页的用户视图中显示多少个用户。
zh_hant: 設置應在一個頁面上的用戶檢視中顯示多少個使用者。

source: Set how many audit entries should be displayed in the audit view on one page.
de: Anzahl der Audit-Enträge, die in der Tabelle auf der Audit-Seite angezeigt werden.
fr: Définit le nombre d'entrées affichées par page sur la vue audit.
nl: Stel in hoeveel audit-items er getoond moeten worden op één pagina in het auditscherm.
ta: ஒரு பக்கத்தில் தணிக்கை காட்சியில் எத்தனை தணிக்கை உள்ளீடுகள் காட்டப்பட வேண்டும் என்பதை அமைக்கவும்.
uk: Встановіть, скільки записів аудиту має відображатися в поданні аудиту на одній сторінці.
zh_hans: 设置应在审计视图的一页中显示多少审计条目。

source: Use your own html template for the web UI menu.
de: Eine eigene HTML-Vorlage für das Menü im Web UI verwenden.
es: Utilice su propia plantilla html para el menú de la interfaz de usuario web.
fr: Utilisez votre propre modèle de page html pour menu de l'interface WEB.
nl: Gebruik je eigen HTML-sjabloon voor het web UI-menu.
pt_br: Use seu próprio modelo html para o menu UI da web.
ta: வலை இடைமுகம் மெனுவுக்கு உங்கள் சொந்த உஉகுமொ வார்ப்புருவைப் பயன்படுத்தவும்.
tr: Web UI menüsü için kendi HTML şablonunuzu kullanın.
uk: Використовуйте власний шаблон HTML для меню веб-інтерфейсу.
zh_hans: 将您自己的html模板用于Web UI菜单。
zh_hant: 將您自己的 html 範本用於 Web UI 功能表。

source: Use your own html template for the web UI baseline/footer.
de: Eine eigene HTML-Vorlage für die Fußzeile im Web UI verwenden.
es: Utilice su propia plantilla html para el pie de página de la interfaz de usuario web.
fr: Utilisez votre propre modèle html pour les entêtes et pied de page de l'interface WEB.
nl: Gebruik je eigen html-sjabloon voor de web UI voettekst.
pt_br: Use seu próprio modelo html para a linha de base/rodapé da interface web.
ta: வலை இடைமுகம் அடிப்படை/அடிக்குறிப்புக்கு உங்கள் சொந்த உஉகுமொ வார்ப்புருவைப் பயன்படுத்தவும்.
tr: Web UI Temel / Altbilgisi için kendi HTML şablonunuzu kullanın.
uk: Використовуйте власний шаблон HTML для базової лінії/нижнього колонтитула веб-інтерфейсу.
zh_hans: 将您自己的html模板用于Web UI基线/页脚。
zh_hant: 將您自己的 html 範本用於 Web UI 基線/頁腳。

source: Link your privacy statement to be displayed in the baseline/footer.
de: Ein Link zur Datenschutzerklärung, der im Footer der Webseite angezeigt wird.
es: Enlaza su declaración de privacidad para que se muestre en el pie de página.
fr: Lier votre politique de confidentialité à afficher en entête/pied de page.
nl: Link naar je privacy-beleid om onderaan de pagina te tonen.
pt_br: Vincule sua declaração de privacidade a ser exibida na linha de base/rodapé.
ta: உங்கள் தனியுரிமை அறிக்கையை அடிப்படை/அடிக்குறிப்பில் காட்ட இணைக்கவும்.
tr: Gizlilik bildiriminizi temel / altbilgide görüntülenecek şekilde bağlayın.
uk: Посилання на вашу заяву про конфіденційність для відображення в базовій лінії/нижньому колонтитулі.
zh_hant: 連結您的隱私聲明以顯示在基線/頁腳中。

source: Whether the user ID and the resolver should be displayed in the token list.
de: Die Benutzer ID und den Benutzer-Resolver in der Tokenliste anzeigen.
es: Si el ID de usuario y el almacén deben mostrarse en la lista de tokens.
fr: Si l'identifiant de l'utilisateur et sa source d'authentification doivent être affichés dans la liste des jetons.
nl: Of de gebruikersnaam en de resolver in de tokenlijst moeten worden weergegeven.
pt_br: A identificação do usuário e o resolvedor devem ser exibidos na lista de tokens.
ta: கிள்ளாக்கு பட்டியலில் பயனர் ஐடி மற்றும் தீர்வை காட்ட வேண்டுமா.
tr: Kullanıcı kimliğinin ve çözümleyici belirteç listesinde gösterilmelidir.
uk: Чи потрібно ідентифікатор користувача та розпізнавач відображати у списку маркерів.
zh_hans: 用户标识和解析器是否应显示在令牌列表中。
zh_hant: 使用者ID和解析程式是否應顯示在令牌清單中。

source: The URL of a repository, where the policy templates can be found. (Default https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
de: Die URL der Policy-Templates. (Default https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
es: La URL de un repositorio, donde se pueden encontrar las plantillas de políticas. (Por defecto https://raw.githubusercontent.com/privacyidea/policy-templates/master/templates/)
fr: L'URL d'un emplacement, où les modèles de stratégies peuvent être trouvés. ( Défaut https://raw.githubusercontent.com/privacyidea/policy-templates/master/templates/ )
nl: De URL van een opslagruimte waar de beleidssjablonen kunnen worden gevonden worden. (Standaard https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
pt_br: A URL de um repositório, onde os modelos de políticas podem ser encontrados. (https predefinidos: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
ta: கொள்கை வார்ப்புருக்கள் காணக்கூடிய ஒரு களஞ்சியத்தின் முகவரி. (Default https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
tr: Politika şablonlarının bulunabileceği bir depo URL'si. (Varsayılan https: //raw.githubusercontent.com/ PrivaciDiDea / Politika-şablonlar / Master / Şablonlar /)
uk: URL-адреса сховища, де можна знайти шаблони політики. (За замовчуванням https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/)
zh_hans: 可以在其中找到策略模板的存储库的URL。 （默认https：//raw.githubusercontent.com/ privacyidea / policy-templates / master / templates /）
zh_hant: 存儲庫的 URL，可在其中找到策略範本。 （默認 https: //raw.githubusercontent.com/ privacyidea/policy-templates /master/templates/）

source: The URL of an SSO provider for redirect at logout.(The URL must start with http:// or https://)
de: Die URL eines SSO-Anbieters für die Weiterleitung beim Abmelden. (Die URL muss mit http:// oder https:// beginnen.)
fr: L'URL d'un fournisseur SSO vers lequel rediriger à la déconnexion.(L'URL doit commencer par http:// ou https://)
nl: De URL van een SSO-provider voor redirect en afmelden. (De URL moet beginnen met http:// of https://)
ta: வெளியேறும் ஒரு ஒருகைஉள் வழங்குநரின் முகவரி. (URL http: // அல்லது https: // உடன் தொடங்க வேண்டும்)
uk: URL-адреса постачальника SSO для переспрямування під час виходу. (URL-адреса має починатися з http:// або https://)

source: As long as a user has no token, he will only see a token wizard in the UI.
de: Einem Benutzer ohne Token wird automatisch der Token Wizard angezeigt.
es: Si el usuario no tiene tokens, solo se verá un asistente de token en la interfaz de usuario.
fr: Aussi longtemps qu'un utilisateur n'aura pas de jeton, il ne verra qu'un assistant de création de jeton dans l'interface utilisateur.
nl: Zo lang een gebruiker geen token heeft, zal hij enkel de token-wizard zien in de UI.
pt_br: Enquanto um usuário não tiver um token, ele só verá um assistente de token na interface do usuário.
ta: ஒரு பயனருக்கு கிள்ளாக்கு இல்லாத வரை, அவர் இடைமுகம் இல் ஒரு கிள்ளாக்கு வழிகாட்டி மட்டுமே பார்ப்பார்.
tr: Bir kullanıcının belirteci olmadığı sürece, yalnızca UI'de bir belirteç sihirbazı görecektir.
uk: Поки у користувача немає маркера, він бачитиме лише майстер маркерів в інтерфейсі користувача.
zh_hans: 只要用户没有令牌，他将仅在UI中看到令牌向导。
zh_hant: 只要用戶沒有令牌，他就只會在UI中看到令牌精靈。

source: The tokenwizard will be displayed in the token menu, even if the user already has a token.
de: Der Token Wizard als Menüpunkt angeboten - auch wenn der Benutzer bereits einen Token hat.
es: El asistente de token se mostrará en el menú de token, incluso si el usuario ya tiene un token.
fr: L'assistant de création de jeton s'affichera dans le menu jeton, même si l'utilisateur a déjà un jeton.
nl: De token-wizard zal in het token-menu getoond worden, zelfs als de gebruiker al een token heeft.
pt_br: O assistente de token será exibido no menu token, mesmo que o usuário já tenha um token.
ta: பயனருக்கு ஏற்கனவே ஒரு கிள்ளாக்கு இருந்தாலும் டோக்கன்விசார்ட் கிள்ளாக்கு பட்டியலில் காண்பிக்கப்படும்.
tr: Kullanıcı zaten bir belirteci olsa bile TokenWizard belirteç menüsünde gösterilecektir.
uk: Майстер маркерів відображатиметься в меню маркерів, навіть якщо у користувача вже є маркер.
zh_hans: 即使用户已经拥有令牌，令牌向导也会显示在令牌菜单中。
zh_hant: 令牌精靈將顯示在令牌功能表中，即使使用者已有令牌也是如此。

source: This is a whitespace separated list of tokentypes, for which a rollover button is displayed in the token details.
de: Dies ist eine mit Leerzeichen getrennte Liste an Tokentypen, für die das Rollover im WebUI erlaubt ist.
es: Esta es una lista de tipos de tokens separados por espacios en blanco, para los cuales se muestra un botón con los detalles del token.
fr: Liste de type de jetons séparés par des espaces, qui sera affichée dans une liste déroulante dans les détails du jeton.
nl: Dit is een lijst met token-types, door witruimte gescheiden, waarvoor een overgangsknop getoond wordt in de token details.
pt_br: Esta é uma lista de tipos de tokens separadas por espaços em branco, para a qual um botão de rolagem é exibido nos detalhes do token.
ta: இது டோக்கென்டைப்புகளின் இடைவெளி பிரிக்கப்பட்ட பட்டியல், இதற்காக கிள்ளாக்கு விவரங்களில் ரோல்ஓவர் பொத்தான் காட்டப்படும்.
tr: Bu, bir rollover düğmesinin belirteç ayrıntılarında görüntülendiği bir boşluk ayrılmış TOKENTYPES listesidir.
uk: Це розділений пробілами список типів токенів, для яких у деталях токенів відображається кнопка переміщення.
zh_hant: 這是一個以空格分隔的令牌類型清單，令牌詳細資訊中會顯示一個翻轉按鈕。

source: The welcome dialog will be displayed if the user has no tokens assigned.
de: Wenn dem Benutzer kein Token zugewiesen ist, wird der Willkommensdialog angezeigt.
es: El cuadro de diálogo de bienvenida se mostrará si el usuario no tiene tokens asignados.
fr: La page de bienvenue sera affichée si l'utilisateur n'a aucun jeton associé.
nl: De welkomstdialoog zal getoond worden als de gebruiker nog geen token toegewezen heeft.
pt_br: O diálogo de boas-vindas será exibido se o usuário não tiver nenhum token atribuído.
ta: பயனருக்கு டோக்கன்கள் ஒதுக்கப்படாவிட்டால் வரவேற்பு உரையாடல் காண்பிக்கப்படும்.
tr: Kullanıcının belirsiz bir şekilde atanması yoksa, karşılama iletişim kutusu görüntülenecektir.
uk: Діалогове вікно привітання буде показано, якщо користувач не має призначених токенів.
zh_hans: 如果用户未分配令牌，将显示欢迎对话框。
zh_hant: 如果使用者未分配令牌，將顯示歡迎對話方塊。

source: This is the default token type in the token enrollment dialog.
de: Die Voreinstellung des Tokentyps im Rollout-Dialog.
es: Este es el tipo de token predeterminado en el cuadro de diálogo de inscripción de token.
fr: Format de jeton par défaut dans la fenêtre de dialogue de l'enrollement.
nl: Dit is het standaard token-type in de token registratiedialoog.
pt_br: Este é o tipo de token padrão no diálogo de inscrição de token.
ta: கிள்ளாக்கு பதிவு உரையாடலில் இயல்புநிலை கிள்ளாக்கு வகை இது.
tr: Bu, Token kayıt iletişim kutusundaki varsayılan belirteç türüdür.
uk: Це типовий тип маркера в діалоговому вікні реєстрації маркера.
zh_hans: 这是令牌注册对话框中的默认令牌类型。
zh_hant: 這是令牌註冊對話框中的預設令牌類型。

source: This is the default container type in the container create dialog.
fr: Le type de conteneur par défaut dans le dialogue de création de conteneur.
ta: இது கொள்கலன் உருவாக்கு உரையாடலில் இயல்புநிலை கொள்கலன் வகை.
uk: Це типовий тип контейнера в діалоговому вікні створення контейнера.

source: A list of realm names, which are displayed in a drop down menu in the WebUI login screen. Realms are separated by white spaces.
de: Eine durch Leerzeichen getrennte Liste von Realmnamen, die in einer Auswahlliste beim Login in das Webinterface angezeigt werden.
es: Una lista de nombres de dominios, que se muestran en un menú desplegable en la pantalla de inicio de sesión de WebUI. Los dominios están separados por espacios en blanco.
fr: Une liste de noms de royaume, qui seront affichés dans une liste déroulante du menu de connexion de l'interface WEB. Les royaumes sont séparés par des espaces.
nl: Ee lijst met realm-namen die getoond worden in een rolmenu in het WebUI aanmeldscherm. Realms worden gescheiden door spaties.
pt_br: Uma lista de nomes do domínio, que são exibidos em um menu suspenso na tela de login da WebUI. Os domínios são separados por espaços em branco.
ta: WebUI உள்நுழைவு திரையில் ஒரு கீழ்தோன்றும் பட்டியலில் காட்டப்படும் சாம்ராச்ய பெயர்களின் பட்டியல். பகுதிகள் வெள்ளை இடங்களால் பிரிக்கப்படுகின்றன.
tr: WebUI giriş ekranında bir açılır menüde görüntülenen bir bölge adlarının bir listesi. Alemler beyaz boşluklarla ayrılır.
uk: Список імен областей, які відображаються в спадному меню на екрані входу WebUI. Сфери розділені пробілами.
zh_hans: 领域名称列表，显示在WebUI登录屏幕的下拉菜单中。领域之间用空格隔开。
zh_hant: 領域名稱清單，這些名稱顯示在 WebUI 登錄螢幕的下拉功能表中。領域由空格分隔。

source: If this is checked, the administrator will not see the welcome dialog anymore.
uk: Якщо позначено, адміністратор більше не бачитиме діалогове вікно привітання.
