Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: init token failed. Unknown token type:
fr: initialisation du jeton échouée : type de jeton inconnu :
ta: INIT கிள்ளாக்கு தோல்வியுற்றது: தெரியாத கிள்ளாக்கு வகை:
uk: маркер ініціалізації не вдалося. Невідомий тип маркера:

source: Token {serial} already exists with type {old_type}. Can not initialize token with new type {token_type}
fr: Le jeton {serial} existe déjà avec le type {old_type}. Impossible d'initialiser le jeton avec le nouveau type {token_type}
ta: கிள்ளாக்கு {serial} ஏற்கனவே {old_type} உடன் உள்ளது. புதிய வகை {token_type} உடன் கிள்ளாக்கை துவக்க முடியாது
uk: Маркер {serial} уже існує з типом {old_type}. Неможливо ініціалізувати маркер новим типом {token_type}

source: init token failed:
fr: initialisation jeton échouée :
ta: inittoken தோல்வியுற்றது:
uk: Помилка маркера ініціалізації:

source: Token already assigned to user {old_user!r}
fr: Jeton déjà assigné à l'utilisateur {old_user!r}
ta: கிள்ளாக்கு ஏற்கனவே பயனருக்கு ஒதுக்கப்பட்டுள்ளது {old_user!r}
uk: Маркер уже призначено користувачу {old_user!r}

source: Token assign failed for {0!r}/{1!s} : {2!r}
de: Tokenzuweisung fehlgeschlagen für {0!r}/{1!s} : {2!r}
fr: Assignation jeton échouée pour {0!r}/{1!s} : {2!r}
nl: Token toewijzen mislukt voor {0!r}/{1!s} : {2!r}
ta: கிள்ளாக்கு பணி {0!r}/{1!s}: {2!r} க்கு தோல்வியுற்றது
uk: Помилка призначення маркера для {0!r}/{1!s} : {2!r}

source: Token unassign failed for
fr: Désinscription du jeton échouée pour
ta: கிள்ளாக்கு யுனிசைன் தோல்வியுற்றது
uk: Не вдалося скасувати призначення маркера

source: Parameter user must not be a string:
fr: Le paramètre de l'utilisateur ne doit pas être une chaine :
ta: அளவுரு பயனர் ஒரு சரமாக இருக்கக்கூடாது:
uk: Параметр user не має бути рядком:

source: You can only define a lost token for an assigned token.
de: Sie können einen verlorenen Token nur für einen zugewiesenen Token definieren.
fr: Vous ne pouvez définir un jeton perdu que s'il est assigné.
nl: Je kunt enkel een toegewezen token als verloren markeren.
ta: ஒதுக்கப்பட்ட டோக்கனுக்கு இழந்த கிள்ளாக்கை மட்டுமே நீங்கள் வரையறுக்க முடியும்.
uk: Ви можете визначити лише втрачений маркер для призначеного маркера.

source: temporary replacement for {0!s}
de: vorübergehender Ersatz für Token {0!s}
fr: Remplacement temporaire pour {0!s}
nl: tijdelijke vervanging voor {0!s}
ta: {0!s} க்கு தற்காலிக மாற்றீடு
uk: тимчасова заміна для {0!s}

source: There is no active and assigned token in this realm
de: Es gibt keinen aktiven und zugewiesenen Token in diesem Realm
fr: Il n'y a aucun jeton actif ou assigné dans ce domaine
nl: Er is geen actief en toegewezen token voor dit realm
ta: இந்த உலகில் செயலில் மற்றும் ஒதுக்கப்பட்ட கிள்ளாக்கு இல்லை
uk: У цій області немає активного та призначеного маркера

source: There is no active and assigned token in this realm, included types: {0!s}, excluded types: {1!s}
de: Es gibt keinen aktiven und zugeordneten Token in diesem Realm, enthaltene Typen: {0!s}, ausgeschlossene Typen: {1!s}
fr: Il n'y a aucun jeton actif ou attribué dans ce domaine, types inclus : {0!s}, types exclus : {1!s}
nl: Er is geen actief en toegewezen token voor dit realm, inbegrepen types: {0!s}, uitgesloten types: {1!s}
ta: இந்த உலகில் செயலில் மற்றும் ஒதுக்கப்பட்ட கிள்ளாக்கு எதுவும் இல்லை, சேர்க்கப்பட்டுள்ளது வகைகள்: {0!s}, விலக்கப்பட்ட வகைகள்: {1!s}
uk: У цій області немає активного та призначеного маркера, включені типи: {0!s}, виключені типи: {1!s}

source: OTP verification failed.
de: OTP-Überprüfung fehlgeschlagen.
fr: Echec de vérification OTP.
nl: OTP-verificatie mislukt.
ta: OTP சரிபார்ப்பு தோல்வியடைந்தது.
uk: Не вдалося перевірити OTP.

source: The user has no tokens assigned
de: Dem Benutzer sind keine Token zugewiesen
fr: L'utilisateur n'a pas de jeton assigné
nl: De gebruiker heeft geen toegewezen token
ta: பயனருக்கு டோக்கன்கள் ஒதுக்கப்படவில்லை
uk: Користувач не має призначених токенів
zh_hans: 用户没有分配到令牌

source: matching {0:d} tokens
de: {0:d} passende Token
fr: {0:d} jetons correspondants
nl: komt overeen met {0:d} tokens
ta: பொருந்தும் {0:d} டோக்கன்கள்
uk: відповідність {0:d} токенів

source: Challenge matches, but token is not fit for challenge
de: Challenge stimmt überein aber der Token ist nicht für Challenge-Response geeignet
fr: Challenge correspondant, mais le jeton n'est pas compatible pour le challenge
nl: Challenge komt overeen, maar token is niet geschikt voor challenge
ta: அறைகூவல் போட்டிகள், ஆனால் கிள்ளாக்கு சவாலுக்கு பொருந்தாது
uk: Виклик відповідає, але жетон не підходить для виклику

source: Response did not match the challenge.
de: Die Antwort passt nicht zur Challenge.
fr: La réponse ne correspond pas au challenge.
nl: Antwoord kwam niet overeen met de challenge.
ta: பதில் சவாலுடன் பொருந்தவில்லை.
uk: Відповідь не відповідала виклику.

source: Response did not match for {0!s} tokens.
de: Die Antwort stimmte für {0!s} Token nicht überein.
fr: La réponse ne correspond pas pour {0!s} jetons.
nl: Antwoord kwam niet overeen voor {0!s} tokens.
ta: பதில் {0!s} டோக்கன்களுக்கு பொருந்தவில்லை.
uk: Відповідь не збігається для {0!s} маркерів.

source: No active challenge response token found
de: Kein aktiver Challenge-Response Token gefunden
fr: Aucun jeton actif de réponse de challenge trouvé
nl: Geen actief challenge response token gevonden
ta: செயலில் அறைகூவல் மறுமொழி கிள்ளாக்கு கிடைக்கவில்லை
uk: Жетона активної відповіді на виклик не знайдено

source: wrong otp value
de: falscher OTP-Wert
fr: mauvaise valeur otp
nl: verkeerde otp-waarde
ta: தவறான OTP மதிப்பு
uk: неправильне значення otp

source: . previous otp used again
de: früherer OTP-Wert wieder verwendet
fr: . otp précédent encore utilisé
nl: . vorige otp opnieuw gebruikt
ta: . முந்தைய OTP மீண்டும் பயன்படுத்தப்பட்டது
uk: . попередній otp використано знову

source: wrong otp pin
de: falsche OTP-Pin
fr: mauvais pin otp
nl: foute otp pin
ta: தவறான OTP முள்
uk: неправильний otp-пін

source: No suitable token found for authentication.
de: Kein passender Token für die Authentifizierung gefunden.
fr: Aucun jeton compatible trouvé pour l'authentification.
ta: அங்கீகாரத்திற்கு பொருத்தமான கிள்ளாக்கு எதுவும் கிடைக்கவில்லை.
uk: Не знайдено відповідного маркера для автентифікації.

source: Admin is allowed to initialize {0!s} tokens.
de: Der Administrator kann {0!s} Token ausrollen.
fr: L'administrateur est autorisé a initialiser {0!s} jetons.
nl: Admin mag {0!s} tokens initialiseren.
ta: நிர்வாகி {0!s} டோக்கன்களைத் தொடங்க அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено ініціалізувати маркери {0!s}.

source: The user is allowed to enroll a {0!s} token.
de: Der Benutzer darf einen {0!s} Token ausrollen.
es: El usuario puede inscribir un token {0!s}.
fr: L'utilisateur est autorisé à enrollé {0!s} jeton.
nl: De gebruiker mag een {0!s} token registreren.
pt_br: O usuário tem permissão para registrar um token {0!s} .
ta: பயனர் ஒரு {0!s} கிள்ளாக்கை சேர்க்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının {0!s} belirtecini kaydetmesine izin verilir.
uk: Користувачеві дозволено зареєструвати маркер {0!s}.
zh_hans: 允许用户注册{0！s}令牌。
zh_hant: 允許用戶註冊{0!s}令牌。

source: Set the maximum allowed PIN length of the {0!s} token.
de: Setze die maximal erlaubte PIN-Länge für den {0!s} Token.
es: Establezca la longitud máxima permitida del PIN del token {0!s}.
fr: Indiquer la longueur maximale d'un PIN du jeton {0!s}.
nl: Stl de maximaal toegestane PIN-lengte in voor een {0!s} token.
pt_br: Defina o tamanho máximo permitido do PIN do token {0!s}.
ta: {0!s} டோக்கனின் அதிகபட்ச அனுமதிக்கப்பட்ட முள் நீளத்தை அமைக்கவும்.
tr: {0!s} belirtecinin izin verilen maksimum pim uzunluğunu ayarlayın.
uk: Установіть максимально дозволену довжину PIN-коду маркера {0!s}.
zh_hans: 设置{0！s}令牌的最大允许PIN长度。
zh_hant: 設置{0!s}令牌允許的最大 PIN 長度。

source: Set the minimum required PIN length of the {0!s} token.
de: Sete die minimal notwendite PIN-Länge für den {0!s} Token.
es: Establezca la longitud mínima requerida del PIN del token {0!s}.
fr: Indiquer la longueur minimale d'un PIN du jeton {0!s}.
nl: Stl de minimaal vereiste PIN-lengte in voor een {0!s} token.
pt_br: Defina o tamanho mínimo requerido do PIN do token {0!s}.
ta: {0!s} டோக்கனின் குறைந்தபட்ச தேவையான முள் நீளத்தை அமைக்கவும்.
tr: {0!s} belirtecinin gerekli olan minimum pin uzunluğunu ayarlayın.
uk: Установіть мінімальну необхідну довжину PIN-коду маркера {0!s}.
zh_hans: 设置{0！s}令牌所需的最小PIN长度。
zh_hant: 設置{0!s}令牌所需的最小 PIN 長度。

source: Specifiy the required PIN contents of the {0!s} token. (c)haracters, (n)umeric, (s)pecial, (o)thers. [+/-]!
de: Definiere den notwendigen Inhalte der OTP PIN für den {0!s} Token. (c) Buchstaben, (n) Ziffern, (s) Sonderzeichen, (o) Andere [+/-]!
es: Especifique el contenido del PIN requerido del token {0!s}. (c)aracteres, (n)uméricos, e(s)peciales, (o)tros. [+/-]!
fr: Spécifier le contenu requis du PIN du jeton {0!s} . (c)aractères, (n)umériques, (s)péciaux, (o)autres. [+/-] !
nl: Specificeer de vereiste PIN-inhoud van het {0!s} token. (c)letters, (n)cijfers, (s)speciale tekens, (o)andere. [+/-]!
pt_br: Especifique o conteúdo do PIN requerido do token {0!s}. (c)aracteres, (n)uméricos, e(s)peciais, (o)utros. [+/-]!
ta: {0!s} டோக்கனின் தேவையான முள் உள்ளடக்கங்களைக் குறிப்பிடவும். (இ) எழுத்து, (எண், (சிறப்பு, (ஓ) தேர்கள். [+/-]!
tr: {0!s} belirtecinin gerekli pim içeriğini belirtir. (c) haracters, (n) hakem, (ler) cezalandırıcı, (0) bu. [+/-]!
uk: Укажіть необхідний вміст PIN-коду маркера {0!s}. (c)символи, (n)числові, (s)особливі, (o)інші. [+/-]!
zh_hans: 指定{0！s}令牌的必需PIN内容。（c）字符，（n）数值，（s）特殊，（o）其他。[+/-]！
zh_hant: 指定 {0!s} 令牌所需的 PIN 內容。 (c) 字符、(n) 數字、(s) 特殊、(o) 其他。 [+/-]！

source: The tokengroup does not exist.
de: Die Token-Gruppe existiert nicht.
fr: Le groupe de jetons n'existe pas.
nl: De token-groep bestaat niet.
ta: கிள்ளாக்கு குழு இல்லை.
uk: Група токенів не існує.

source: Please press: {presence_answer}
fr: Veuillez presser : {presence_answer}
ta: தயவுசெய்து அழுத்தவும்: {presence_answer}
uk: Будь ласка, натисніть: {presence_answer}

source: please enter otp:
de: Bitte geben Sie einen OTP-Wert ein:
es: por favor ingrese otp:
fr: Veuillez saisir votre otp :
nl: geef otp:
pt_br: por favor, digite otp:
ta: தயவுசெய்து OTP ஐ உள்ளிடவும்:
tr: lütfen otp girin:
uk: будь ласка, введіть otp:
zh_hans: 请输入otp：
zh_hant: 請輸入 otp：

source: The username on the SSH server.
de: Der Benutzername auf dem SSH-Server.
fr: Le nom d'utilisateur sur le serveur SSH.
ta: பாஓடு சேவையகத்தில் பயனர்பெயர்.
uk: Ім'я користувача на сервері SSH.

source: The service ID of the SSH server. Several servers can have the same service ID.
de: Die Dienste-Kennzeichnung des SSH-Servers. Unterschiedliche SSH-Server können die selbe Dienste-Kennzeichnung haben.
fr: L'ID du service du serveur SSH. Plusieurs serveurs peuvent avoir le même ID de service.
ta: பாஓடு சேவையகத்தின் பணி ஐடி. பல சேவையகங்கள் ஒரே பணி ஐடியைக் கொண்டிருக்கலாம்.
uk: Ідентифікатор служби SSH-сервера. Кілька серверів можуть мати однаковий ідентифікатор служби.

source: A smartphone that uses an authenticator app.
fr: Un smartphone utilisant une application d'authentification.
ta: அங்கீகார பயன்பாட்டைப் பயன்படுத்தும் ச்மார்ட்போன்.
uk: Смартфон, який використовує програму автентифікації.

source: URL for privacyIDEA Container Registration
fr: URL pour l'enregistrement de conteneur privacyIDEA
ta: தனியுரிமைடியா கொள்கலன் பதிவுக்கான முகவரி
uk: URL-адреса для реєстрації контейнера privacyIDEA

source: Yubikey hardware device that can hold HOTP, certificate and webauthn token
fr: Périphérique Yubikey qui peut contenir des jetons HOTP, certificat et webauthn
ta: HOTP, சான்றிதழ் மற்றும் வெப்அத்ன் கிள்ளாக்கை வைத்திருக்கக்கூடிய யூபிகே வன்பொருள் சாதனம்
uk: Апаратний пристрій Yubikey, який може зберігати HOTP, сертифікат і маркер webauthn

source: The challenge session matches the string or regular expression (like 'challenge_declined' or 'enrollment')
de: Daten aus der Challenge stimmen mit dem string oder der regular expression überein, wie 'challenge_declined' oder 'enrollment'
fr: La session challenge correspond à la chaine ou à l'expression régulière (comme 'challenge_declined' ou 'enrollment')
ta: அறைகூவல் அமர்வு சரம் அல்லது வழக்கமான வெளிப்பாட்டுடன் பொருந்துகிறது ('சேலஞ்ச்_டெக் செய்யப்பட்ட' அல்லது 'பதிவு' போன்றவை)
uk: Сеанс виклику відповідає рядку або регулярному виразу (наприклад, "challenge_declined" або "enrollment")

source: The challenge of a token during the authentication process is expired.
de: Die Challenge des Tokens ist während der Authentifizierung abgelaufen.
fr: Le challenge d'un jeton durant le processus d'authentification est expiré.
ta: அங்கீகார செயல்பாட்டின் போது ஒரு டோக்கனின் அறைகூவல் காலாவதியாகிறது.
uk: Термін дії виклику маркера під час процесу автентифікації минув.

source: The rollout_state of the token has a certain value like 'clientwait' or 'enrolled'.
de: Das Attribut "rollout_state" des Tokens hat einen bestimmten Wert wie 'clientwait' oder 'enrolled'.
es: El rollout_state del token tiene un cierto valor como 'clientwait' o 'enrolled'.
fr: Le retour de l'état du jeton a une valeur telle que 'clientwait' ou 'enrolled'.
nl: De rollout_state van het token heeft een zekere waarde zoals 'clientwait' of 'enrolled'.
pt_br: O rollout_state do token tem um certo valor como 'clientwait' ou 'enrolled'.
ta: டோக்கனின் ரோல்அவுட்_ச்டேட் 'கிளையன்ட் வெயிட்' அல்லது 'பதிவுசெய்யப்பட்ட' போன்ற ஒரு குறிப்பிட்ட மதிப்பைக் கொண்டுள்ளது.
tr: Tokunun rollut_state, 'Clientwait' veya 'kayıtlı' gibi belirli bir değeri var.
uk: rollout_state маркера має певне значення, як-от «clientwait» або «enrolled».
zh_hans: 令牌的rollout_state具有某个值，例如“ clientwait”或“ enrolled”。
zh_hant: 令牌的rollout_state具有特定值，如"用戶端等待"或"已註冊"。

source: The realm of the user, for which this event should apply.
de: Der Realm des Benutzers, für den diese Ereignis-Definition greift.
es: El dominio del usuario, para el que se debe aplicar este evento.
fr: Le royaume de l'utilisateur, pour qui cet événement doit s'appliquer.
nl: De realm van de gebruiker waarop deze gebeurtenis van toepassing is.
pt_br: O domínio do usuário, ao qual este evento deve se aplicar.
ta: பயனரின் சாம்ராச்யம், இந்த நிகழ்வு பொருந்த வேண்டும்.
tr: Bu olayın uygulanması gereken kullanıcının alemi.
uk: Сфера користувача, для якої має застосовуватися ця подія.
zh_hans: 应应用此事件的用户领域。
zh_hant: 用戶的領域，此事件應應用到該領域。

source: The resolver of the user, for which this event should apply.
de: Der Resolver des Benutzers, für den diese Ereignis-Definition greift.
es: El almacén de usuarios, al que se debe aplicar este evento.
fr: La source d'authentification de l'utilisateur, pour qui cet événement doit s'appliquer.
nl: De resolver van de gebruiker waarvoor deze gebeurtenis van toepassing is.
pt_br: O resolvedor do usuário, ao qual este evento deve se aplicar.
ta: பயனரின் தீர்வி, இந்த நிகழ்வு பொருந்த வேண்டும்.
tr: Bu olayın uygulanması gereken kullanıcının çözümü.
uk: Резолвер користувача, для якого має застосовуватися ця подія.
zh_hans: 用户的解析器，应应用此事件。
zh_hant: 使用者的安全解決程式，應應用此事件。

source: The realm of the token, for which this event should apply.
de: Der Realm des Tokens, für den diese Ereignis-Definition greift.
es: El dominio del token, al que se debe aplicar este evento.
fr: Le royaume du jeton, pour lequel cet événement doit s'appliquer.
nl: De realm van het token waarop deze gebeurtenis van toepassing is.
pt_br: O domínio do token, para o qual este evento deve se aplicar.
ta: டோக்கனின் சாம்ராச்யம், இந்த நிகழ்வு பொருந்த வேண்டும்.
tr: Bu olayın uygulanması gereken belirteçlerin alemi.
uk: Сфера токена, для якої має застосовуватися ця подія.
zh_hans: 此事件应适用的令牌领域。
zh_hant: 令牌的領域，此事件應適用於該領域。

source: The resolver of the token, for which this event should apply.
de: Der Resolver des Tokens, für den diese Ereignis-Definition greift.
es: El almacén del token, al que se debe aplicar este evento.
fr: La source d'authentification du jeton, pour lequel cet événement doit s'appliquer.
nl: De resolver van het token waarop deze gebeurtenis van toepassing is.
pt_br: O resolvedor do token, para o qual este evento deve se aplicar.
ta: டோக்கனின் தீர்க்குபவர், இந்த நிகழ்வு பொருந்தும்.
tr: Bu olayın uygulanması gereken belirteçlerin çözücü.
uk: Резолвер маркера, для якого має застосовуватися ця подія.
zh_hans: 令牌的解析器，此事件应适用于该解析器。
zh_hant: 令牌的解析程式，此事件應應用。

source: The type of the token.
de: Der Tokentyp.
es: El tipo de token.
fr: Le type de jeton.
nl: Het token-type.
pt_br: O tipo do token.
ta: டோக்கனின் வகை.
tr: Belirteçlerin türü.
uk: Тип токена.
zh_hans: 令牌的类型。
zh_hant: 令牌的類型。

source: The logged in user is of the following type.
de: Der angemeldete Benutzer ist vom Typ.
es: El usuario que ha iniciado sesión es del siguiente tipo.
fr: L'utilisateur connecté est du type suivant.
nl: De aangemelde gebruiker is van het volgende type.
pt_br: O usuário logado é do seguinte tipo.
ta: உள்நுழைந்த பயனரில் பின்வரும் வகை.
tr: Giriş yapan kullanıcı aşağıdaki türdedir.
uk: Користувач, який увійшов у систему, має такий тип.
zh_hans: 登录的用户属于以下类型。
zh_hant: 登錄使用者屬於以下類型。

source: The result.value within the response is True or False.
de: Das result.value in der Server-Antwort ist 'True' oder 'False'.
es: El resultado de la respuesta es Verdadero o Falso.
fr: La valeur result.value de la réponse est True ou False.
nl: De result.value in het antwoord is True of False.
pt_br: O resultado da resposta é Verdadeiro ou Falso.
ta: முடிவு. பதிலுக்குள் மதிப்பு உண்மை அல்லது தவறானது.
tr: Sonuç. Cevabın içindeki değer doğru veya yanlıştır.
uk: Result.value у відповіді є True або False.
zh_hans: 响应中的result.value为True或False。
zh_hant: 回應中的 result.value 為 True 或 False。

source: The result.status within the response is True or False.
de: Der Wert von result.status der Antwort ist entweder "True" oder "False".
es: El "estado" de la respuesta es Verdadero o Falso.
fr: La valeur result.status de la réponse est True ou False.
nl: De result.status in het antwoord is True of False.
pt_br: O "status" da resposta é Verdadeiro ou Falso.
ta: முடிவு. பதிலுக்குள் உள்ள நிலை உண்மை அல்லது தவறானது.
tr: Sonuç. Tepki içindeki status doğru veya yanlıştır.
uk: Result.status у відповіді має значення True або False.
zh_hans: 响应中的result.status为True或False。
zh_hant: 回應中的 result.status 為 True 或 False。

source: The result.authentication within the response is the given value.
de: Das Attribut result.authentication in der Server-Antwort entspricht dem angegebenen Wert.
fr: La valeur result.authentication dans la réponse est la valeur attendue.
ta: முடிவு. பதிலுக்குள் ஏற்பு கொடுக்கப்பட்ட மதிப்பு.
uk: Result.authentication у відповіді є заданим значенням.

source: Check if the max failcounter of the token is reached.
de: Der maximale Fehlerzähler des Tokens wurde erreicht.
es: Compruebe si se alcanza el contador máximo de fallos del token.
fr: Vérifier si le compteur d'échecs du jeton a atteint son maximum.
nl: Controleer of het maximum van de mislukte aanmeldfoutenteller van het token bereikt is.
pt_br: Verifique se o número máximo de falhas do token é alcançado.
ta: டோக்கனின் அதிகபட்ச தோல்வி அடைந்ததா என்பதை சரிபார்க்கவும்.
tr: Belirteçinin maksimum başarısızlığının ulaşılıp ulaşmadığını kontrol edin.
uk: Перевірте, чи досягнуто максимального лічильника помилок маркера.
zh_hans: 检查是否达到令牌的最大故障计数器。
zh_hant: 檢查是否達到令牌的最大失敗計數器。

source: The token has a user assigned.
de: Der Token ist einem Benutzer zugewiesen.
es: El token tiene un usuario asignado.
fr: Le jeton a un utilisateur assigné.
nl: Aan dit token is een gebruiker toegewezen.
pt_br: O token tem um usuário atribuído.
ta: டோக்கனில் ஒரு பயனர் ஒதுக்கப்பட்டுள்ளது.
tr: Belirteci bir kullanıcıya atanmıştır.
uk: Маркеру призначено користувача.
zh_hans: 令牌已分配用户。
zh_hant: 令牌分配了使用者。

source: The token has a user assigned, but the user does not exist in the userstore anymore.
de: Dem Token ist ein Benutzer zugewiesen, aber dieser Benutzer existiert nicht mehr in der Benutzerquelle.
es: El token tiene un usuario asignado, pero el usuario ya no existe en el almacén de usuarios.
fr: Le jeton a un utilisateur assigné, mais l'utilisateur n'existe plus dans la source d'authentification.
nl: Aan dit token is een gebruiker toegewezen, maar de gebruiker bestaat niet meer in de gebruikersopslag.
pt_br: O token tem um usuário atribuído, mas o usuário não existe mais no userstore.
ta: டோக்கனில் ஒரு பயனர் ஒதுக்கப்பட்டுள்ளார், ஆனால் பயனர் இனி யுஎச்ச்டோரில் இல்லை.
tr: Token bir kullanıcıya atanmış bir kullanıcıya sahiptir, ancak kullanıcı artık kullanıcıya var olmaz.
uk: Маркеру призначено користувача, але він більше не існує в сховищі користувачів.
zh_hans: 令牌已分配了一个用户，但是该用户不再存在于用户存储中。
zh_hant: 令牌分配了一個使用者，但該使用者不再存在於使用者存儲中。

source: Check if the token is within its validity period.
de: Überprüfe, ob der Token innerhalb des Gültigkeitszeitraums liegt.
es: Compruebe si el token está dentro de su período de validez.
fr: Vérifier si le jeton est dans sa période de validité.
nl: Controleer of het token nog geldig is.
pt_br: Verifique se o token está dentro do prazo de validade.
ta: கிள்ளாக்கு அதன் செல்லுபடியாகும் காலத்திற்குள் இருக்கிறதா என்று சரிபார்க்கவும்.
tr: Belirteçinin geçerlilik süresi içinde olup olmadığını kontrol edin.
uk: Перевірте, чи термін дії токена вийшов.
zh_hans: 检查令牌是否在其有效期内。
zh_hant: 檢查令牌是否在其有效期內。

source: Action is triggered, if the serial matches this regular expression.
de: Die Aktion wird ausgeführt, wenn die Seriennummer auf den regulären Ausdruck passt.
es: La acción se activa si la secuencia coincide con esta expresión regular.
fr: L'action est déclenchée, si le numéro de série correspond à cette expression régulière.
nl: Actie wordt gestart als de serienummer overeenkomt met deze reguliere expressie.
pt_br: A ação é acionada se o serial corresponder a essa expressão regular.
ta: தொடர் இந்த வழக்கமான வெளிப்பாட்டுடன் பொருந்தினால், செயல் தூண்டப்படுகிறது.
tr: Seri bu normal ifadeyle eşleşirse, eylem tetiklenir.
uk: Дія запускається, якщо серійний номер відповідає цьому регулярному виразу.
zh_hans: 如果序列匹配此正则表达式，则触发操作。
zh_hant: 如果串行與此正則表示式匹配，則觸發操作。

source: The token is in a container.
de: Der Token ist in einem Container.
fr: Le jeton est dans un conteneur.
ta: கிள்ளாக்கு ஒரு கொள்கலனில் உள்ளது.
uk: Жетон знаходиться в контейнері.

source: Action is triggered, if the user has this number of tokens assigned. > and < can be used, like <8.
fr: L'action est déclenchée, si l'utilisateur a ce nombre de jeton associé. > et < peuvent être utilisés, comme <8.
ta: பயனருக்கு இந்த டோக்கன்கள் ஒதுக்கப்பட்டிருந்தால், செயல் தூண்டப்படுகிறது. > மற்றும் <8 போன்ற <8 ஐப் பயன்படுத்தலாம்.
uk: Дія запускається, якщо користувачеві призначено таку кількість токенів. > і < можна використовувати, як <8.

source: Action is triggered, if the user has this number of containers assigned.
de: Die Aktion wird ausgeführt, wenn der Benutzer diese Anzahl an Containern besitzt.
fr: L'action est déclenchée, si l'utilisateur a ce nombre de conteneurs associés.
ta: பயனருக்கு இந்த எண்ணிக்கையிலான கொள்கலன்கள் ஒதுக்கப்பட்டிருந்தால், செயல் தூண்டப்படுகிறது.
uk: Дія запускається, якщо користувачеві призначено таку кількість контейнерів.
