Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The admin will only see audit entries of the last 10d, 3m or 2y.
de: Der Administrator kann nur Audit-Einträge der letzen 10 Tage (10d), 3 Monate (3m) oder 2 Jahre (2y) sehen.
es: El administrador solo verá las entradas de auditoría de los últimos 10 días, 3 meses o 2 años.
fr: L'administrateur verra uniquement les entrées d'audit des 10 derniers jours, 3 derniers mois ou 2 dernières années.
nl: Admin zal enkel audit items zien van de afgelopen 10d, 3m of 2y.
pt_br: O administrador só verá entradas de auditoria dos últimos 10d, 3m ou 2y.
ta: நிர்வாகி கடைசி 10 டி, 3 மீ அல்லது 2y இன் தணிக்கை உள்ளீடுகளை மட்டுமே காண்பார்.
tr: Yönetici yalnızca son 10D, 3M veya 2Y'nin denetim girişlerini görecektir.
uk: Адміністратор бачитиме лише записи аудиту за останні 10 днів, 3 місяці або 2 роки.
zh_hans: 管理员只会看到最近10天，3个月或2年的审核条目。
zh_hant: 管理員只能看到最近 10 天、3 個月或 2 年的審核條目。

source: The admin will not see the specified columns in the audit.
de: Die angegebenen Spalten werden im Audit Log ausgeblendet und dem Administrator nicht angezeigt.
es: El administrador no verá las columnas especificadas en la auditoría.
fr: L'administrateur ne verra pas les colonnes spécifiées dans l'audit.
nl: De beheerder zal de opgegeven kolommen niet zien in de audit.
pt_br: O administrador não verá as colunas especificadas na auditoria.
ta: நிர்வாகி தணிக்கையில் குறிப்பிட்ட நெடுவரிசைகளைக் காண மாட்டார்.
tr: Yönetici, denetimdeki belirtilen sütunları görmez.
uk: Адміністратор не побачить зазначені стовпці в аудиті.
zh_hant: 管理員不會在審核中看到指定的列。

source: The admin is allowed to download the complete auditlog.
de: Der Administrator kann das Audit-Log herunterladen.
es: El administrador puede descargar el registro completo de auditoría.
fr: L'administrateur est autorisé à télécharger le journal d'audit complet.
nl: De admin mag de hele audit-log downloaden.
pt_br: O administrador é autorizado a descarregar o diário de auditoria completo.
ta: நிர்வாகி முழுமையான தணிக்கையை பதிவிறக்கம் செய்ய அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin tüm Auditlog'u indirmesine izin verilir.
uk: Адміністратору дозволено завантажувати повний журнал аудиту.
zh_hans: 允许管理员下载完整的审核日志。
zh_hant: 允許管理員下載完整的審核日誌。

source: Admin is allowed to add users in a userstore/UserIdResolver.
de: Der Adminstrator kann Benutzer hinzufügen.
es: El administrador puede agregar usuarios en un almacén de usuarios / almacén de UserId.
fr: L'administrateur est autorisé à ajouter des utilisateurs dans un magasin d'utilisateur/UserIdResolver.
nl: De admin mag gebruikers toevoegen in een opslag / UserIdResolver.
pt_br: Admin é autorizado a adicionar utilizadores a um userstore/UserIdResolver.
ta: ஒரு யுஎச்ச்டோர்/பயனர் ஐட்ரெசால்வரில் பயனர்களைச் சேர்க்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici, kullanıcıları bir userstore / useridresolver'a eklemeye izin verilir.
uk: Адміністратору дозволено додавати користувачів у сховище користувачів/UserIdResolver.
zh_hans: 允许管理员在用户存储中/用户解析器中添加用户。
zh_hant: 允許管理員在 userstore/UserIdResolver 中添加使用者。

source: Admin is allowed to update the users data in a userstore.
de: Der Administrator kann Benutzerdaten editieren.
es: El administrador puede actualizar los datos de los usuarios en un almacén de usuarios.
fr: L'administrateur est autorisé à mettre à jour les données des utilisateurs dans la base des utilisateurs.
nl: Admin mag de gebruikersgegeven in een opslag aanpassen.
pt_br: Admin é autorizado a atualizar os dados dos usuários em um userstore.
ta: பயனர்கள் தரவை ஒரு யுஎச்ச்டோரில் புதுப்பிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, kullanıcı mağazasındaki kullanıcıların verilerini güncellemesine izin verilir.
uk: Адміністратору дозволено оновлювати дані користувачів у сховищі користувачів.
zh_hans: 允许管理员更新用户存储中的用户数据。
zh_hant: 允許管理員更新使用者存儲中的用戶數據。

source: Admin is allowed to delete a user object in a userstore.
de: Der Administrator kann Benutzer in der Benutzerquelle löschen.
es: El administrador puede eliminar un objeto de usuario en un almacén de usuarios.
fr: L'administrateur est autorisé à supprimer des objets utilisateurs dans la base d'utilisateurs.
nl: Admin mag gebruikers verwijderen uit een opslag.
pt_br: Admin é autorizado a excluir o usuário de um userstore.
ta: ஒரு பயனர் பொருளை ஒரு யுஎச்ச்டோரில் நீக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici, bir UserDore'daki bir kullanıcı nesnesini silmek için izin verilir.
uk: Адміністратору дозволено видаляти об’єкт користувача в сховищі користувачів.
zh_hans: 允许管理员删除用户存储中的用户对象。
zh_hant: 允許管理員刪除使用者存儲中的用戶物件。

source: Admin is allowed to set the password of the HSM/Security Module.
de: Der Administrator kann das Passwort des HSM/Sicherheitsmoduls eingeben.
es: El administrador puede establecer la contraseña del módulo de seguridad HSM.
fr: L'administrateur est autorisé à définir le mot de passe du module HSM/Security.
nl: Admin mag het wachtwoord van de HSM/Security Module aanpassen.
pt_br: Admin está autorizado a definir a senha do módulo HSM/Security.
ta: HSM/பாதுகாப்பு தொகுதியின் கடவுச்சொல்லை அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, HSM / Güvenlik Modülünün şifresini ayarlamaya izin verilir.
uk: Адміністратору дозволено встановлювати пароль для HSM/модуля безпеки.
zh_hans: 允许管理员设置HSM /安全模块的密码。
zh_hant: 允許管理員設置 HSM/安全模組的密碼。

source: Admin is allowed to retrieve the list of active challenges.
de: Der Administrator kann eine Liste der aktiven Challenges anzeigen.
es: El administrador puede recuperar la lista de desafíos activos.
fr: L'administrateur est autorisé à récupérer la liste des challenges actifs.
nl: Admin mag de lijst met actieve challenges opvragen.
pt_br: Admin é autorizado a recuperar a lista de desafios ativos.
ta: செயலில் உள்ள சவால்களின் பட்டியலை மீட்டெடுக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin aktif zorlukların listesini almasına izin verilir.
uk: Адміністратору дозволено отримувати список активних завдань.
zh_hans: 允许管理员检索活动挑战的列表。
zh_hant: 允許管理員檢索活動質詢的清單。

source: Admin is allowed to write new SMTP server definitions.
de: Der Administrator kann SMTP-Server-Konfigurationen bearbeiten.
es: El administrador puede escribir nuevas definiciones de servidores SMTP.
fr: L'administrateur est autorisé à écrire de nouvelles définitions du serveur SMTP.
nl: Admin mag nieuwe SMTP-serverdefinities wegschrijven.
pt_br: Admin é autorizado a escrever definições do servidor SMTP.
ta: புதிய SMTP சேவையக வரையறைகளை எழுத நிர்வாகம் அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin yeni SMTP sunucusu tanımlarını yazmasına izin verilir.
uk: Адміністратору дозволено писати нові визначення сервера SMTP.
zh_hans: 允许管理员编写新的SMTP服务器定义。
zh_hant: 允許管理員編寫新的 SMTP 伺服器定義。

source: Admin is allowed to read SMTP server definitions.
de: Der Administrator darf SMTP-Server-Definitionen lesen.
es: El administrador puede escribir nuevas definiciones de servidores SMTP.
fr: L'administrateur est autorisé à lire les définitions du serveur SMTP.
nl: Admin mag SMTP-serverdefinities lezen.
pt_br: Admin é autorizado a ler definições do servidor SMTP.
ta: நிர்வாகி SMTP சேவையக வரையறைகளைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici SMTP Sunucusu tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення сервера SMTP.
zh_hans: 允许管理员读取SMTP服务器定义。
zh_hant: 允許管理員讀取 SMTP 伺服器定義。

source: Admin is allowed to write new RADIUS server definitions.
de: Der Administrator kann RADIUS-Server-Konfigurationen bearbeiten.
es: El administrador puede escribir nuevas definiciones de servidores RADIUS.
fr: L'administrateur est autorisé à écrire de nouvelles définitions du serveur RADIUS.
nl: Admin mag RADIUS-servedefinities wegschrijven.
pt_br: Admin é autorizado a escrever novas definições de servidor RADIUS.
ta: நிர்வாகி புதிய ஆரம் சேவையக வரையறைகளை எழுத அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin yeni RADIUS sunucu tanımlarını yazmasına izin verilir.
uk: Адміністратору дозволено писати нові визначення серверів RADIUS.
zh_hans: 允许管理员编写新的RADIUS服务器定义。
zh_hant: 允許管理員編寫新的RADIUS伺服器定義。

source: Admin is allowed to read RADIUS server definitions.
de: Der Administrator darf RADIUS-Server-Definitionen lesen.
es: El administrador puede ver las definiciones del servidor RADIUS.
fr: L'administrateur est autorisé à lire les définitions du serveur RADIUS.
nl: Admin mag RADIUS-servedefinities lezen.
pt_br: Admin é autorizado a ler definições do servidor RADIUS.
ta: ஆரம் சேவையக வரையறைகளைப் படிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici yarıçapı sunucusu tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення серверів RADIUS.
zh_hans: 允许管理员读取SMTP服务器定义。
zh_hant: 允許管理員讀取RADIUS伺服器定義。

source: Admin is allowed to write remote privacyIDEA server definitions.
de: Der Administrator kann Remote privacyIDEA Server definieren.
es: El administrador puede escribir definiciones de servidores PrivacyIDEA remotos.
fr: L'administrateur est autorisé à écrire des définitions sur le serveur privacyIDEA distant.
nl: Admin mag externe privacyIDEA-serverdefinities wegschrijven.
pt_br: Admin é autorizado a escrever definições de privacidade remotas do servidor privacyIDEA.
ta: நிர்வாகம் தொலைநிலை தனியுரிமைடியா சேவையக வரையறைகளை எழுத அனுமதிக்கப்படுகிறது.
tr: Yönetici, Remote PrivaciDea sunucusu tanımlarını yazmaya izin verilir.
uk: Адміністратору дозволено писати визначення віддаленого сервера privacyIDEA.
zh_hans: 允许管理员编写远程privacyIDEA服务器定义。
zh_hant: 允許管理員編寫遠端privacyIDEA伺服器定義。

source: Admin is allowed to read remote privacyIDEA server definitions.
de: Der Administrator darf die Definitionen von Remote privacyIDEA Systemen lesen.
es: El administrador puede ver las definiciones de servidores privacyIDEA remotos.
fr: L'administrateur est autorisé à lire les définitions du serveur privacyIDEA distant.
nl: Admin mag externe privacyIDEA-serverdefinities lezen.
pt_br: Admin é autorizado a ler definições remotas do servidor privacyIDEA.
ta: நிர்வாகம் தொலைநிலை தனியுரிமைடியா சேவையக வரையறைகளைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici, Remote PrivacyIDEA sunucu tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення віддаленого сервера privacyIDEA.
zh_hans: 允许管理员读取远程privacyIDEA服务器定义。
zh_hant: 允許管理員讀取遠端privacyIDEA伺服器定義。

source: Admin is allowed to write periodic task definitions.
de: Der Administrator kann regelmäßige Aufgaben bearbeiten.
es: El administrador puede escribir definiciones de tareas periódicas.
fr: L'administrateur est autorisé à écrire des définitions de tâches périodiques.
nl: Admin mag geplande taken wegschrijven.
pt_br: Admin é autorizado a escrever definições de tarefas periódicas.
ta: நிர்வாகம் அவ்வப்போது பணி வரையறைகளை எழுத அனுமதிக்கப்படுகிறது.
tr: Yönetici, periyodik görev tanımlarını yazmaya izin verilir.
uk: Адміністратору дозволено писати періодичні визначення завдань.
zh_hans: 允许管理员编写定期任务定义。
zh_hant: 允許管理員編寫定期任務定義。

source: Admin is allowed to read periodic task definitions.
de: Der Administrator darf Definitionen von wiederkehrenden Aufgaben lesen.
es: El administrador puede ver definiciones de tareas periódicas.
fr: L'administrateur est autorisé à lire les définitions des tâches périodiques.
nl: Admin mag geplande taken lezen.
pt_br: Admin é autorizado a ler definições de tarefas periódicas.
ta: நிர்வாகம் அவ்வப்போது பணி வரையறைகளைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici, periyodik görev tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення періодичних завдань.
zh_hans: 允许管理员读取定期任务定义。
zh_hant: 允許管理員定期讀取任務定義。

source: Admin is allowed to read statistics data.
de: Der Administrator kann Statistikdaten lesen.
es: El administrador puede ver los datos estadísticos.
fr: L'administrateur est autorisé à lire les données statistiques.
nl: Admin mag statistische gegevens lezen.
pt_br: Admin é autorizado a ler dados estatísticos.
ta: புள்ளிவிவர தரவைப் படிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici istatistik verilerini okumasına izin verilir.
uk: Адміністратору дозволено читати статистичні дані.
zh_hans: 允许管理员读取统计数据。
zh_hant: 允許管理員讀取統計數據。

source: Admin is allowed to delete statistics data.
de: Der Administrator kann Statistikdaten löschen.
es: El administrador puede borrar los datos estadísticos.
fr: L'administrateur est autorisé à supprimer les données statistiques.
nl: Admin mag statistische gegevens verwijderen.
pt_br: Admin é autorizado a deletar dados estatísticos.
ta: புள்ளிவிவர தரவை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici istatistik verilerini silmek için izin verilir.
uk: Адміністратору дозволено видаляти статистичні дані.
zh_hans: 允许管理员删除统计数据。
zh_hant: 允許管理員刪除統計數據。

source: Admin is allowed to write and modify the event handling configuration.
de: Der Administrator kann Event-Handler-Definitionen bearbeiten.
es: El administrador puede escribir y modificar la configuración de manejo de eventos.
fr: L'administrateur est autorisé à écrire et modifier des configurations de gestion d'événements.
nl: Admin mag de gebeurtenisafhandeling wegschrijven en wijzigen.
pt_br: Admin é autorizado a escrever e modificar a configuração de tratamento de eventos.
ta: நிகழ்வு கையாளுதல் உள்ளமைவை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, olay işleme konfigürasyonunu yazıp değiştirmeye izin verilir.
uk: Адміністратору дозволено писати та змінювати конфігурацію обробки подій.
zh_hans: 允许管理员编写和修改事件处理配置。
zh_hant: 允許管理員編寫和修改事件處理配置。

source: Admin is allowed to read event handling configuration.
de: Der Administrator darf die Definition von Event-Handlern lesen.
es: El administrador puede ver la configuración de manejo de eventos.
fr: L'administrateur est autorisé à lire les configurations de gestion d'événements.
nl: Admin mag de configuratie van de gebeurtenisafhandeling lezen.
pt_br: Admin é autorizado a ler a configuração de tratamento de eventos.
ta: நிகழ்வு கையாளுதல் உள்ளமைவைப் படிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, olay işleme yapılandırmasını okumasına izin verilir.
uk: Адміністратору дозволено читати конфігурацію обробки подій.
zh_hans: 允许管理员读取事件处理配置。
zh_hant: 允許管理員讀取事件處理配置。

source: Admin is allowed to write and modify SMS gateway definitions.
de: Der Administrator kann SMS-Gateway-Konfigurationen bearbeiten.
es: El administrador puede escribir y modificar las definiciones de puerta de enlace SMS.
fr: L'administrateur est autorisé à écrire et modifier des définitions de passerelles SMS.
nl: Admin mag SMS-gateway-definities wegschrijven en wijzigen.
pt_br: Admin é autorizado a escrever e modificar as definições do gateway de SMS.
ta: எச்எம்எச் நுழைவாயில் வரையறைகளை எழுதவும் மாற்றவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, SMS ağ geçidi tanımlarını yazmaya ve değiştirmesine izin verilir.
uk: Адміністратору дозволено писати та змінювати визначення шлюзу SMS.
zh_hans: 允许管理员编写和修改SMS网关定义。
zh_hant: 允許管理員編寫和修改 SMS gateway 定義。

source: Admin is allowed to read SMS gateway definitions.
de: Der Administrator darf Definitionen von SMS-Gateways lesen.
es: El administrador puede ver las definiciones de la puerta de enlace SMS.
fr: L'administrateur est autorisé à lire les définitions de passerelles SMS.
nl: Admin mag SMS-gateway-definities lezen.
pt_br: Admin é autorizado a ler as definições do gateway de SMS.
ta: நிர்வாகி எச்எம்எச் நுழைவாயில் வரையறைகளைப் படிக்க அனுமதிக்கப்படுகிறது.
tr: Yönetici SMS ağ geçidi tanımlarını okumasına izin verilir.
uk: Адміністратору дозволено читати визначення шлюзу SMS.
zh_hans: 允许管理员读取SMS网关定义。
zh_hant: 允許管理員讀取 SMS gateway 定義。

source: Admin is allowed to get the list of authenticated clients and their types.
de: Der Administrator kann die Liste der authentifizierten Client-Applikationen anzeigen.
es: El administrador puede obtener la lista de clientes autenticados y sus tipos.
fr: L'administrateur est autorisé à récupérer la liste des clients authentifiés et leur type.
nl: Admin mag de lijst van geauthenticeerde cliënten en hun types lezen.
pt_br: Admin é autorizado para obter a lista de clientes autenticados e seus tipos.
ta: அங்கீகரிக்கப்பட்ட வாடிக்கையாளர்களின் பட்டியலையும் அவற்றின் வகைகளையும் பெற நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici'nin kimliği doğrulanmış istemcilerin listesini ve türlerini almasına izin verilir.
uk: Адміністратор може отримати список автентифікованих клієнтів і їх типи.
zh_hans: 允许管理员获取经过身份验证的客户端及其类型的列表。
zh_hant: 允許管理員獲取經過身份驗證的用戶端及其類型的清單。

source: Admin is allowed to add and delete component subscriptions.
de: Der Administrator kann Subskriptionen importieren und löschen.
es: El administrador puede agregar y eliminar suscripciones de componentes.
fr: L'administrateur est autorisé à ajouter et supprimer des souscription de composants.
nl: Admin mag component abonnementen toevoegen en verwijderen.
pt_br: Admin é autorizado para adicionar e deletar assinaturas de componentes.
ta: கூறு சந்தாக்களைச் சேர்க்கவும் நீக்கவும் நிர்வாகி அனுமதிக்கப்படுகிறது.
tr: Yönetici, bileşen abonelikleri eklemeye ve silmek için izin verilir.
uk: Адміністратору дозволено додавати та видаляти підписки на компоненти.
zh_hans: 允许管理员添加和删除组件订阅。
zh_hant: 允許管理員添加和刪除元件訂閱。

source: The Admin is allowed to trigger a challenge for e.g. SMS OTP token.
de: Der Administrator kann eine Challenge für bspw. SMS OTP Token auslösen.
es: El administrador puede activar un desafío para, por ejemplo, Token de SMS OTP.
fr: L'administrateur est autorisé à déclencher un défi pour, par exemple, les jetons SMS OTP.
nl: Admin mag een challenge starten voor b.v. SMS OTP token.
pt_br: O Admin é autorizado para acionar um recurso, por exemplo, SMS OTP token.
ta: எ.கா. SMS OTP கிள்ளாக்கு.
tr: Yönetici örneğin için bir zorluk tetiklemesine izin verilir. SMS OTP belirteci.
uk: Адміністратор може ініціювати виклик, напр. Маркер SMS OTP.
zh_hans: 允许管理员触发例如SMS OTP令牌的质询。
zh_hant: 管理員可以觸發詢問，例如簡訊OTP令牌。

source: The Admin is allowed to set certain custom user attributes. If the Admin should be allowed to set any attribute, set this to '*:*'. For more details, check the documentation.
de: Der Administrator darf gewisse benutzerdefinierte Attribute setzen. Wenn der Administrator jedes beliebige Attribut setzen können soll, tragen Sie hier '*:*' ein. Für weitere Details lesen Sie bitte die Dokumentation.
es: El administrador puede establecer ciertos atributos de usuario personalizados. Si el administrador puede establecer cualquier atributo, establézcalo en '*: *'. Para más detalles, consulte la documentación.
fr: L'administrateur est autorisé à positionner certains attributs utilisateurs personnalisés. Si l'administrateur doit être autorisé à positionner n'importe quel attribut, positionnez la valeur à '*:*'. Pour plus de détails, regardez la documentation.
nl: De beheerder mag een aantal aangepaste gebruikersattributen instellen. Als de beheerder alle attributen mag instellen, zet dit dan op '*:*'. Meer details in de documentatie.
pt_br: O Admin é autorizado para definir certos atributos de usuários personalizados. Se o Admin for autorizado para definir qualquer atributo, defina este como '*:*'. Para obter mais detalhes, verifique a documentação.
ta: சில தனிப்பயன் பயனர் பண்புகளை அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது. எந்தவொரு பண்புகளையும் அமைக்க நிர்வாகியை அனுமதிக்க வேண்டும் என்றால், இதை '*:*' என அமைக்கவும். மேலும் விவரங்களுக்கு, ஆவணங்களை சரிபார்க்கவும்.
tr: Yönetici, belirli özel kullanıcı özelliklerini ayarlamasına izin verilir. Yönetici herhangi bir özelliği ayarlamasına izin verilmesi gerekiyorsa, bunu '*: *' olarak ayarlayın. Daha fazla bilgi için, belgeleri kontrol edin.
uk: Адміністратор може встановлювати певні власні атрибути користувача. Якщо адміністратору потрібно дозволити встановлювати будь-який атрибут, встановіть для нього значення «*:*». Щоб дізнатися більше, перегляньте документацію.
zh_hant: 允許管理員設置某些自定義用戶屬性。如果允許管理員設置任何屬性，請將其設置為"*:*"。有關更多詳細資訊，請查看文件。

source: The Admin is allowed to delete certain custom user attributes. If the Admin should be allowed to delete any attribute, set this to '*'. For more details, check the documentation.
de: Der Administrator darf gewisse benutzerdefinierte Attribute löschen. Wenn der Administrator jedes beliebige benutzerdefinierte Attribut löschen können soll, setzen sie dies auf '*'. Für weitere Details lesen Sie bitte die Dokumentation.
es: El administrador puede eliminar ciertos atributos de usuario personalizados. Si el administrador puede eliminar cualquier atributo, configúrelo en '*'. Para más detalles, consulte la documentación.
fr: L'administrateur est autorisé à supprimer certains attributs utilisateurs personnalisés. Si l'administrateur doit être autorisé à supprimer n'importe quel attribut, positionnez la valeur à '*:*'. Pour plus de détails, regardez la documentation.
nl: De beheerder mag een aantal aangepaste gebruikersattributen verwijderen. Als de beheerder alle attributen mag verwijderen, zet dit dan op '*:*'. Meer details in de documentatie.
pt_br: O Admin é autorizado para deletar certos atributos personalizados do usuário. Se o Admin for autorizado para deletar qualquer atributo, definir isto como '*'. Para obter mais detalhes, consulte a documentação.
ta: சில தனிப்பயன் பயனர் பண்புகளை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது. எந்தவொரு பண்புகளையும் நீக்க நிர்வாகி அனுமதிக்கப்பட வேண்டும் என்றால், இதை '*' என அமைக்கவும். மேலும் விவரங்களுக்கு, ஆவணங்களை சரிபார்க்கவும்.
tr: Yönetici belirli özel kullanıcı özelliklerini silmek için izin verilir. Yönetici herhangi bir özelliği silmeye izin verilmesi gerekiyorsa, bunu '*' olarak ayarlayın. Daha fazla bilgi için, belgeleri kontrol edin.
uk: Адміністратор може видаляти певні настроювані атрибути користувача. Якщо адміністратору потрібно дозволити видаляти будь-який атрибут, встановіть для нього значення «*». Щоб дізнатися більше, перегляньте документацію.
zh_hant: 允許管理員刪除某些自定義用戶屬性。如果允許管理員刪除任何屬性，請將其設置為"*"。有關更多詳細資訊，請查看文件。

source: A whitespace-separated list of tokeninfo fields which are not displayed to the admin.
de: Dies ist eine mit Leerzeichen getrennte Liste an Tokeninfo-Einträge, die dem Administrator nicht angezeigt werden.
es: Esta es una lista de tipos de tokens separados por espacios en blanco, para los cuales se muestra un botón con los detalles del token.
fr: Liste de type de jetons séparés par des espaces, qui sera affichée dans une liste déroulante dans les détails du jeton.
nl: Een door spaties gescheiden lijst met token-informatievelden die niet aan de beheerder getoond worden.
ta: நிர்வாகிக்கு காட்டப்படாத டோக்கன்ஃபோ புலங்களின் இடைவெளியால் பிரிக்கப்பட்ட பட்டியல்.
tr: Yönetici için gösterilmeyen bir TOKENINFO alanlarının boşluksal bir listesi.
uk: Відокремлений пробілами список полів інформації про маркери, які не відображаються адміністратору.

source: The Admin is allowed list the available tokengroups.
de: Der Administrator kann die verfügbaren Token-Gruppen anzeigen.
fr: L'administrateur est autorisé à lister les groupes de jetons disponibles.
nl: Admin mag de beschikbare token-groepen oplijsten.
ta: கிடைக்கக்கூடிய கிள்ளாக்கு குழுக்களை பட்டியலிட நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено складати список доступних груп маркерів.
zh_hans: 允许管理员列出可用的令牌组。

source: The Admin is allowed to add a new tokengroup.
de: Der Administrator kann neue Token-Gruppen hinzufügen.
fr: L'administrateur est autorisé à ajouter un nouveau groupe de jetons.
nl: Admin mag een nieuwe token-groep toevoegen.
ta: நிர்வாகி ஒரு புதிய கிள்ளாக்கு குழுவைச் சேர்க்க அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено додавати нову групу маркерів.
zh_hans: 允许管理员添加新的令牌组。

source: The Admin is allowed delete a tokengroup.
de: Der Administrator kann Token-Gruppen löschen.
fr: L'administrateur est autorisé à supprimer un groupe de jetons.
nl: Admin mag een token-groep verwijderen.
ta: ஒரு கிள்ளாக்கு குழுவை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратор може видалити групу маркерів.
zh_hans: 允许管理员删除令牌组。
