Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: You need to specify a serial or a user.
de: Sie müssen eine Seriennummer oder einen Benutzer angeben.
nl: Je moet een serienummer of een gebruiker opgeven.
pt_br: Você precisa especificar um serial ou um usuário.
tr: Bir seri veya kullanıcı belirtmeniz gerekir.
zh_hans: 您需要指定一个序列号或一个用户。

source: The user is allowed to resyncronize his tokens.
de: Der Benutzer kann seine eigenen Token resynchronisieren.
nl: De gebruiker mag zijn eigen tokens synchroniseren.
pt_br: O usuário é autorizado para ressincronizar seus tokens.
tr: Kullanıcının belirteçlerini yeniden ayarlamasına izin verilir.
zh_hans: 允许用户重新同步他的令牌。

source: init token failed: unknown token type {0!r}
de: init_token fehlgeschlagen: unbekannter Token-Typ {0!r}
nl: init token mislukt: onbekend tokentype {0!r}

source: initToken failed: {0!s}
de: init_token fehlgeschlagen: {0!s}
nl: intiToken mislukt: {0!s}

source: Token already assigned to user {0!r}
de: Der Token wurde schon dem Benutzer {0!r} zugewiesen
nl: Aantal tokens die aan gebruiker {0!r} toegewezen zijn
zh_hans: 已分配给用户的令牌 {0!r}

source: Token unassign failed for {0!r}/{1!r}: {2!r}
de: Fehler beim Aufheben der Tokenzuweisung für {0!r}/{1!r}: {2!r}
nl: Token niet meer toewijzen mislukt voor {0!r}/{1!s} : {2!r}

source: Parameter user must not be a string: {0!r}
de: Parameter "user" darf kein String sein: {0!r}
nl: Parameter mag geen string zin: {0!r}

source: Action is triggered, if the user has this number of tokens assigned.
de: Die Aktion wird ausgeführt, wenn der Benutzer diese Anzahl an Tokens besitzt.
nl: Actie wordt gestart als de gebruiker dit aantal tokens toegewezen gekregen heeft.
pt_br: A ação é acionada, se o usuário tiver esse número de tokens atribuídos.
tr: Kullanıcı, atanan bu tür belirteçlerin sayısına sahipse, eylem tetiklenir.
zh_hans: 如果用户分配了此令牌数量，则触发操作。

source: The body of the mail that is sent.
de: Der Textkörper der EMail.
nl: De body van de verstuurde mail.
pt_br: O corpo do e-mail que é enviado.
tr: Gönderilen postaların gövdesi.
zh_hans: 发送的邮件正文。

source: The text of the SMS.
de: Der Text der SMS.
nl: De tekst van de SMS.
pt_br: O texto da SMS.
tr: SMS'in metni.
zh_hans: SMS的文本。

source: This is the template content of the new file. Can contain the tags as specified in the documentation.
de: Dies ist die Vorlage für die neue Datei. Sie kann die in der Dokumentation spezifizierten Tags enthalten.
nl: Dit is het sjabloon voor de inhoud van het nieuwe bestand. Can de tags bevatten zoals opgegeven in de documentatie.
pt_br: Este é o conteúdo do modelo do novo arquivo. Pode conter as etiquetas conforme especificado na documentação.
tr: Bu, yeni dosyanın şablon içeriğidir. Etiketleri belgelerde belirtildiği şekilde içerebilir.
zh_hans: 这是新文件的模板内容。可以包含文档中指定的标签。

source: You can replace placeholder like {logged_in_user}
de: Sie können Platzhalter wie {logged_in_user} benutzen
nl: Je kunt de plaatshouder vervangen zoals {logged_in_user}

source: Your LDAP config found {0!s} user objects, but only {1!s} with the specified uidtype
de: Für die LDAP-Konfiguration wurden {0!s} Benutzerobjekte gefunden, aber lediglich {1!s} mit dem angegebenen UID Typ
nl: Jouw LDAP-configuratie vond{0!s} gebruikers, maar slechts {1!s} met het opgegeven uid-type
pt_br: Sua configuração LDAP encontrou {0!s} objetos de usuário, mas somente {1!s} com o tipo uid especificado
tr: LDAP yapılandırmanız {0!s} kullanıcı nesneleri, ancak yalnızca {1!s} belirtilen uidtype ile bulundu.
zh_hans: 您的LDAP配置找到{0！s}个用户对象，但只有{1！s}个具有指定uidtype的用户对象

source: Your LDAP config seems to be OK, {0!s} user objects found.
de: Die LDAP-Konfiguration scheint in Ordnung zu sein. Es wurden {0!s} Benutzerobjekte gefunden.
nl: Jouw LDAP-configuratie lijkt OK, {0!s} gebruikers gevonden.
pt_br: Sua configuração LDAP parece estar OK, {0!s} objetos de usuário encontrados.
tr: LDAP yapılandırmanız iyi görünüyor, {0!s} Kullanıcı nesneleri bulundu.
zh_hans: 您的LDAP配置似乎正常，找到了{0！s}个用户对象。

source: The options that can be presented to the user to confirm the login. <code>ALPHABETIC</code>: A-Z, <code>NUMERIC</code>: 01-99, <code>CUSTOM</code>: user defined.
de: Die Art der Optionen, welche dem Nutzer zum Präsenz-Check angezeigt werden. <code>ALPHABETIC</code>: A-Z, <code>NUMERIC</code>: 01-99, <code>CUSTOM</code>: user defined.

source: Custom options that can be presented to the user to confirm the login. The string must contain at least 2 options and should be unique. The options are separated by <code>:</code>. e.g.: <code>01:02:03:1A:1B:1C</code>. to <code>CUSTOM</code>.
de: Angepasste Optionen welche dem Nutzer beim Präsenz-Check angezeigt werden. Es müssen mindestens zwei einzigartige Optionen sein. Die Optionen werden separiert durch <code>:</code>, bspw. <code>01:02:03:1A:1B:1C</code>.

source: The number of options the user is presented with to confirm the login.
de: Die Anzahl der Optionen, welche dem Nutzer beim Präsenz-Check angezeigt werden.
