Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Please confirm with your WebAuthn token ({0!s})
de: Bitte bestätigen Sie mit Ihrem WebAuthn Token ({0!s})
es: Confirme con su "token WebAuthn" ({0!s})
fr: Veuillez confirmer avec votre jeton WebAuthn ({0!s})
nl: Bevestig met je WebAuthn-token ({0!s})
pt_br: Por favor, confirme com seu token WebAuthn ({0!s})
ta: உங்கள் WebAuthn கிள்ளாக்கு ({0!s}) உடன் உறுதிப்படுத்தவும்
tr: Lütfen webAuthn belirteci'nizle onaylayın ({0!s})
uk: Будь ласка, підтвердьте свій маркер WebAuthn ({0!s})
zh_hans: 请使用您的WebAuthn令牌（{0！s}）进行确认
zh_hant: 請使用您的 WebAuthn 令牌 ({0!s}) 進行確認

source: Please confirm with your WebAuthn token
de: Bitte bestätigen Sie mit Ihrem WebAuthn Token
es: Confirme con su "token WebAuthn"
fr: Veuillez confirmer avec votre jeton WebAuthn
nl: Bevestig met je WebAuthn-token
pt_br: Por favor, confirme com seu token WebAuthn
ta: உங்கள் வெப்அத்ன் டோக்கனுடன் உறுதிப்படுத்தவும்
tr: Lütfen webAuthn belirteçinizle onaylayın
uk: Будь ласка, підтвердьте свій маркер WebAuthn
zh_hans: 请使用您的WebAuthn令牌进行确认
zh_hant: 請使用您的 WebAuthn 令牌進行確認

source: WebAuthn: Enroll a Web Authentication token.
de: WebAuthn: Einen Web-Authentication Token ausrollen.
fr: WebAuthn : Enrôle un jeton d'authentification Web.
ta: வெப்அத்ன்: வலை அங்கீகார டோக்கனைச் சேர்க்கவும்.
uk: WebAuthn: зареєструйте маркер веб-автентифікації.

source: A list of transports to prefer to communicate with WebAuthn tokens. Default: usb ble nfc internal (All standard transports)
de: Eine Liste von Transport-Definitionen die bevorzugt für die Kommunikation zu WebAuthn-Token verwendet werden soll. Standard: usb ble nfc internal (Alle verfügbaren Transport-Definitionen)
es: Una lista de "transports" que prefieren comunicarse con los "tokens de WebAuthn". Predeterminado: usb ble nfc internal (todos los transportes estándar)
fr: Une liste de transports préférés pour communiquer avec les jetons WebAuthn. Défaut : usb ble nfc interne (Tous les transports standards)
nl: Een lijst met vookeursverbindingen om te communiceren met WebAuthn tokens. Standaard: usb ble nfc internal (alle standaardverbindingen)
pt_br: Uma lista dos transportes que preferem se comunicar com tokens de WebAuthn. Padrão: usb ble nfc interno (Todos os transportes padrão)
ta: WebAuthn டோக்கன்களுடன் தொடர்பு கொள்ள விரும்புவதற்கான போக்குவரத்தின் பட்டியல். இயல்புநிலை: USB BLE NFC Internal (அனைத்து நிலையான போக்குவரத்துகளும்)
tr: WebAuthn belirteçleriyle iletişim kurmayı tercih edecek taşıma listesi. Varsayılan: USB BLE NFC Dahili (tüm standart taşımalar)
uk: Список транспортів, яким слід віддавати перевагу для зв’язку з маркерами WebAuthn. За замовчуванням: usb ble nfc internal (усі стандартні транспорти)
zh_hans: 首选与WebAuthn令牌通信的传输列表。默认值：usb ble nfc internal（所有标准传输）
zh_hant: 首選與 WebAuthn 令牌通信的傳輸清單。預設值：usb ble nfc 內部（所有標準傳輸）

source: The time in seconds the user has to confirm authorization on his WebAuthn token. Note: You will want to increase the ChallengeValidityTime along with this. Default: 60
de: Die Zeit in Sekunden in welcher der Benutzer die Autorisierung mit seinem WebAuthn Token bestätigen muss. Sie sollten die ChallengeValidityTime entsprechend anpassen. Standard: 60
es: El tiempo en segundos que tiene el usuario para confirmar la autorización en su "token WebAuthn". Nota: querrá aumentar ChallengeValidityTime junto con esto. Predeterminado: 60
fr: La durée en secondes que l'utilisateur a pour confirmer l'autorisation sur son jeton WebAuthn. Note : Vous pourrez incrémenter le ChallengeValidityTime si besoin. Défaut : 60
nl: De tijd in seconden die de gebruiker krijgt om de authorisatie te bevestigen op zijn WebAuthn token. Opmerking: je met de ChallengeValidityTime gelijktijdig hiermee aanpassen. Standaard: 60
pt_br: O tempo em segundos que o usuário tem que confirmar a autorização em seu token WebAuthn. Nota: Você vai querer aumentar o ChallengeValidityTime junto com isto. Padrão : 60
ta: வினாடிகளில் பயனர் தனது வெபாஅ்ன் டோக்கனில் அங்கீகாரத்தை உறுதிப்படுத்த வேண்டும். குறிப்பு: இதனுடன் சேலஞ்ச் வாலிட் டைம் அதிகரிக்க நீங்கள் விரும்புவீர்கள். இயல்புநிலை: 60
tr: Saniye cinsinden zaman, kullanıcının webAuthn belirteci üzerinde yetkilendirmeyi onaylaması gerekir. Not: Bununla birlikte, meydan okuma zamanını artırmak isteyeceksiniz. Varsayılan: 60
uk: Час у секундах, протягом якого користувач має підтвердити авторизацію на своєму токені WebAuthn. Примітка: ви захочете збільшити ChallengeValidityTime разом із цим. Типове значення: 60
zh_hans: 用户必须确认其WebAuthn令牌上的授权的时间（以秒为单位）。注意：您将要与此同时增加ChallengeValidityTime。默认值：60
zh_hant: 用戶必須在其 WebAuthn 令牌上確認授權的時間（以秒為單位）。注意：您將希望同時增加 ChallengeValidityTime。默認值：60

source: Whether the user's identity should be verified when authenticating with a WebAuthn token. Default: preferred (verify the user if supported by the token)
de: Die Identität des Benutzers soll bei der Authentifizierung mit bestimmt werden. Standard: "preferred" (überprüfe den Benutzer, wenn der Token es erlaubt)
es: Si se debe verificar la identidad del usuario al autenticarse con un "token de WebAuthn". Predeterminado: "preferred" (verifique al usuario si el token lo admite)
fr: Si l'identité de l'utilisateur doit être vérifiée en s'authentifiant avec un jeton WebAuthn. Défaut : préféré (vérifie l'utilisateur si supporté par le jeton)
nl: Of de identiteit van de gebruiker moet geverifieerd worden wanneer die authenticeert met een WebAuthn-token. Standaard: bij voorkeur (verifieer de gebruiker indien dit ondersteund wordt door het token)
pt_br: Se a identidade do usuário deve ser verificada ao se autenticar com uma ficha WebAuthn. Padrão: preferido (verificar o usuário se suportado pelo token)
ta: ஒரு வெப்அத்ன் டோக்கனுடன் அங்கீகரிக்கும்போது பயனரின் அடையாளம் சரிபார்க்கப்பட வேண்டுமா. இயல்புநிலை: விரும்பப்படுகிறது (டோக்கனால் ஆதரிக்கப்பட்டால் பயனரை சரிபார்க்கவும்)
tr: Bir WebAuthn belirteci ile doğrulanırken, kullanıcının kimliğinin doğrulanması gerektiği. Varsayılan: Tercih Edilen (TOKEN tarafından destekleniyorsa kullanıcıyı doğrulayın)
uk: Чи потрібно перевіряти особу користувача під час автентифікації за допомогою маркера WebAuthn. За замовчуванням: бажано (перевірте користувача, якщо це підтримується маркером)
zh_hans: 使用WebAuthn令牌进行身份验证时是否应该验证用户的身份。默认值：首选（如果令牌支持，请验证用户）
zh_hant: 使用 WebAuthn 令牌進行身份驗證時是否應驗證使用者的身份。預設值：首選（驗證權杖是否支援使用者）

source: Use an alternative challenge text for telling the user to confirm the login with his WebAuthn token. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Text, der den Benutzer auffordert die Authentifizierung mit seinem WebAuthn Token zu bestätigen. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de confirmer la connexion avec son jeton WebAuthn. Vous pouvez aussi utiliser des balises pour un remplacement automatique. Consultez la documentation pour plus de détails.
ta: தனது வெப்அத்ன் கிள்ளாக்கு மூலம் உள்நுழைவை உறுதிப்படுத்த பயனரிடம் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві підтвердити вхід за допомогою свого маркера WebAuthn. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: A list of WebAuthn authenticators acceptable for authorization, given as a space-separated list of AAGUIDs. Per default all authenticators are acceptable.
de: Eine Liste an WebAuthn Authenticators, die für die Autorisierung akzeptiert werden. In einer mit Leerzeichen getrennten Liste von AAGUIDs. Standardmäßig werden alle akzeptiert.
es: Una lista de autenticadores WebAuthn aceptables para autorización, proporcionada como una lista separada por espacios de AAGUID. De forma predeterminada, todos los autenticadores son aceptables.
fr: Une liste d'authentificateurs WebAuthn acceptés pour l'autorisation, fournie comme une liste de AAGUIDSS séparés par des espaces. Par défaut, tous les authentificateurs sont acceptés.
nl: Een lijst met WebAuthn authenticators die aanvaard worden voor authorisatie, ingegeven als een spatie gescheiden lijst met AAGUID's. Standaard worden alle authenticators aanvaard.
pt_br: Uma lista de autenticadores WebAuthn aceitáveis para autorização, dada como uma lista de AAGUIDs separada por espaço. Por padrão, todos os autenticadores são aceitáveis.
ta: அங்கீகாரத்திற்காக ஏற்றுக்கொள்ளக்கூடிய வெபதின் அங்கீகாரிகளின் பட்டியல், விண்வெளியால் பிரிக்கப்பட்ட AAGUIDS பட்டியலாக வழங்கப்படுகிறது. இயல்புநிலைக்கு அனைத்து அங்கீகாரங்களும் ஏற்றுக்கொள்ளத்தக்கவை.
tr: AAGUID'lerin boşluk listesi olarak verilen yetkilendirme için kabul edilebilir WebAuthn Kimlik Doğrulamacılarının bir listesi. Varsayılan başına tüm kimlik doğrulamaları kabul edilebilir.
uk: Список автентифікаторів WebAuthn, прийнятних для авторизації, поданий як список AAGUID, розділених пробілами. За замовчуванням усі автентифікатори прийнятні.
zh_hans: 可以接受授权的WebAuthn认证程序列表，以空格分隔的AAGUID列表形式给出。默认情况下，所有身份验证器都是可接受的。
zh_hant: 可接受授權的 WebAuthn 身份驗證器清單，以空格分隔的 AAGUID 清單的形式給出。默認情況下，所有身份驗證器都是可以接受的。

source: Only the specified WebAuthn-tokens are authorized.
de: Lediglich die angegebenen WebAuthn Token sind autorisiert.
es: Solo los "tokens WebAuthn" especificados están autorizados.
fr: Seuls les jetons WebAuthn spécifiés sont autorisés.
nl: Enkel de opgegeven WebAuthn-tokens worden aanvaard.
pt_br: Somente os WebAuthn-tokens especificados são autorizados.
ta: குறிப்பிட்ட வெபதின்-டோக்கன்கள் மட்டுமே அங்கீகரிக்கப்பட்டுள்ளன.
tr: Yalnızca belirtilen webauthn belirteçleri yetkilendirilir.
uk: Лише вказані маркери WebAuthn авторизовані.
zh_hans: 仅指定的WebAuthn令牌被授权。
zh_hant: 僅授權指定的 WebAuthn 令牌。

source: One webauthn token can not be registered to a user more than once.
de: Ein Webauthn-Token kann nicht mehr als einmal für einen Benutzer registriert werden.
fr: Un jeton webauthn ne peut pas être enregistré plus d'une fois par utilisateur.
nl: Een webauthn-token kan slechts één keer aan een gebruiker toegewezen worden.
ta: ஒரு வெப்அத்ன் கிள்ளாக்கை ஒரு பயனருக்கு ஒன்றுக்கு மேற்பட்ட முறை பதிவு செய்ய முடியாது.
uk: Один маркер webauthn не можна зареєструвати для користувача більше одного разу.

source: A human-readable name for the organization rolling out WebAuthn tokens.
de: Der Name der Organisation, welche die WebAuthn-Token ausstellt.
fr: Un nom lisible pour l'organisation déployant les jetons WebAuthn.
ta: வெபதன் டோக்கன்களை உருட்டும் அமைப்புக்கான மனிதனால் படிக்கக்கூடிய பெயர்.
uk: Зрозуміла назва для організації, яка розгортає маркери WebAuthn.

source: A domain name that is a subset of the respective FQDNs for all the webservices the users should be able to sign in to using WebAuthn tokens.
de: Der Domänenname, der alle FQDNs der Webdienste enthält, an denen sich der Benutzer mit einem WebAuthn Token anmelden können soll.
es: Un nombre de dominio que es un subconjunto de los respectivos FQDN para todos los servicios web en los que los usuarios deberían poder iniciar sesión utilizando tokens de WebAuthn.
fr: Un nom de domaine qui est un sous-ensemble des FQDN respectifs pour tous les services web où les utilisateurs sont susceptibles de se connecter en utilisant des jetons WebAuthn.
nl: Een domeinnaam die een subset is van de FQDN's voor alle webservices waar de gebruikers zouden moeten kunnen aanmelden om WebAuthn-tokens te gebruiken.
pt_br: Um nome de domínio que é um subconjunto dos respectivos FQDNs para todos os serviços web que os usuários devem ser capazes de assinar para usar os tokens WebAuthn.
ta: அனைத்து வலை சேவைகளுக்கும் அந்தந்த FQDN களின் துணைக்குழுவாக இருக்கும் ஒரு டொமைன் பெயர் பயனர்கள் வெபாவ்ன் டோக்கன்களைப் பயன்படுத்துவதில் உள்நுழைய முடியும்.
tr: Tüm Web Servisleri için ilgili FQDN'lerin bir alt kümesi olan bir etki alanı adı, kullanıcıların WebAuthn belirteçlerini kullanmak için oturum açabilmelidir.
uk: Ім’я домену, яке є підмножиною відповідних FQDN для всіх веб-сервісів, у які користувачі мають мати змогу входити за допомогою токенів WebAuthn.
zh_hans: 域名是用户应能够使用WebAuthn令牌登录的所有Web服务的相应FQDN的子集。
zh_hant: 功能變數名稱是使用者應該能夠使用 WebAuthn 令牌登錄到的所有 Web 服務的相應 FQDN 的子集。

source: The time in seconds the user has to confirm enrollment on his WebAuthn token. Note: You will want to increase the ChallengeValidityTime along with this. Default: 60
de: Die Zeit in Sekunden, die der Benutzer hat, um den Rollout seines WebAuthn Tokens zu bestätigen. Sie sollten die ChallengeValidityTime entsprechend anpassen. Standard: 60
es: El tiempo en segundos que tiene el usuario para confirmar la inscripción en su "token de WebAuthn". Nota: querrá aumentar "ChallengeValidityTime" junto con este parámetro. Predeterminado: 60
fr: La durée en secondes que l'utilisateur a pour confirmer l'enrôlement de son jeton WebAuthn. Note : vous pourrez incrémenter le ChallengeValidityTime si besoin. Défaut : 60
nl: De tijd in seconden die de gebruiker krijgt om de registratie te bevestigen op zijn WebAuthn token. Opmerking: je met de ChallengeValidityTime gelijktijdig hiermee aanpassen. Standaard: 60
pt_br: O tempo em segundos que o usuário tem que confirmar a inscrição em seu token WebAuthn. Nota: Você vai querer aumentar o ChallengeValidityTime junto com isto. Padrão: 60
ta: வினாடிகளில் பயனர் தனது வெபதான் டோக்கனில் சேர்க்கையை உறுதிப்படுத்த வேண்டும். குறிப்பு: இதனுடன் சேலஞ்ச் வாலிட் டைம் அதிகரிக்க நீங்கள் விரும்புவீர்கள். இயல்புநிலை: 60
tr: Saniye cinsinden zaman, kullanıcının webAuthn belirteci üzerine kaydolmayı onaylaması gerekir. Not: Bununla birlikte, meydan okuma zamanını artırmak isteyeceksiniz. Varsayılan: 60
uk: Час у секундах, протягом якого користувач має підтвердити реєстрацію свого маркера WebAuthn. Примітка: ви захочете збільшити ChallengeValidityTime разом із цим. Типове значення: 60
zh_hans: 用户必须确认其WebAuthn令牌上的注册时间（以秒为单位）。注意：您将要与此同时增加ChallengeValidityTime。默认值：60
zh_hant: 用戶必須在其 WebAuthn 令牌上確認註冊的時間（以秒為單位）。注意：您將希望同時增加 ChallengeValidityTime。默認值：60

source: Whether to limit roll out of WebAuthn tokens to either only platform authenticators, or only cross-platform authenticators. Default: either
de: Den Rollout von WebAuthn Token auf entweder "platform" authenticators oder "cross-platform" beschränken. Standard: "either"
es: Ya sea para limitar la implementación de "tokens de WebAuthn" a solo autenticadores de plataforma o solo a autenticadores de plataforma cruzada. Predeterminado: "either"
fr: Limiter le déploiement de jetons WebAuthn à des authentificateurs mono-plateforme, ou aux authentificateurs multiplateformes. Défaut : tous
nl: Moet de uitrol van WebAutn-tokens beperkt worden tot uitsluitend platform authenticators of enkel cross-platform authenticators. Standaard: beide
pt_br: Seja para limitar o lançamento de tokens WebAuthn a apenas autenticadores de plataforma, ou apenas autenticadores de plataforma cruzada. Padrão: ou
ta: வெப்அத்ன் டோக்கன்களை மேடையில் அங்கீகாரிகளுக்கு மட்டுமே கட்டுப்படுத்தலாமா, அல்லது குறுக்கு-தளம் அங்கீகாரிகள் மட்டுமே. இயல்புநிலை: ஒன்று
tr: Yalnızca Platform Kimlik Doğrulamacılarına WebAuthn Jeton'unu veya sadece platformun bir platformu doğrulamacılarına sınırlandırılması. Varsayılan: ya
uk: Чи обмежити розгортання токенів WebAuthn лише для автентифікаторів платформи чи лише для міжплатформних автентифікаторів. За замовчуванням: або
zh_hans: 是否将仅将WebAuthn令牌的推出限制为仅平台身份验证器或仅跨平台身份验证器。默认值：任一
zh_hant: 是將 WebAuthn 令牌的推出限制為僅平臺身份驗證器，還是僅跨平臺身份驗證器。默認值：任一

source: A list of WebAuthn authenticators acceptable for enrollment, given as a space-separated list of AAGUIDs. Per default all authenticators are acceptable.
de: Eine Liste an WebAuthn Authenticators, die beim Rollout aktzeptiert werden. Als eine Leerzeichen getrennte Liste von AAGUIDs. Standardmäßig werden all aktzeptiert.
es: Una lista de autenticadores WebAuthn aceptables para la inscripción, proporcionada como una lista separada por espacios de AAGUID. De forma predeterminada, todos los autenticadores son aceptables.
fr: Une liste d'authentificateurs WebAuthn acceptés pour l'enrôlement, fournie comme une liste de AAGUID séparés par des espaces. Par défaut, tous les authentificateurs sont acceptés.
nl: Een lijst met WebAuthn authenticators die aanvaard worden voor registratie, ingegeven als een spatie gescheiden lijst met AAGUID's. Standaard worden alle authenticators aanvaard.
pt_br: Uma lista de autenticadores WebAuthn aceitáveis para matrícula, dada como uma lista de AAGUIDs separada por espaço. Por padrão, todos os autenticadores são aceitáveis.
ta: பதிவு செய்வதற்கு ஏற்றுக்கொள்ளக்கூடிய வெபதின் அங்கீகாரிகளின் பட்டியல், விண்வெளியால் பிரிக்கப்பட்ட AAGUIDS பட்டியலாக வழங்கப்படுகிறது. இயல்புநிலைக்கு அனைத்து அங்கீகாரங்களும் ஏற்றுக்கொள்ளத்தக்கவை.
tr: AAGUID'lerin boşluk listesi olarak verilen kayıt için kabul edilebilir WebAuthn Kimlik Doğrulamacılarının bir listesi. Varsayılan başına tüm kimlik doğrulamaları kabul edilebilir.
uk: Список автентифікаторів WebAuthn, прийнятних для реєстрації, поданий як список AAGUID, розділених пробілами. За замовчуванням усі автентифікатори прийнятні.
zh_hans: 可以接受的WebAuthn身份验证器列表，以空格分隔的AAGUID列表形式给出。默认情况下，所有身份验证器都是可接受的。
zh_hant: 可接受註冊的 WebAuthn 身份驗證器清單，以空格分隔的 AAGUID 清單的形式給出。默認情況下，所有身份驗證器都是可以接受的。

source: Whether the user's identity should be verified when rolling out a new WebAuthn token. Default: preferred (verify the user if supported by the token)
de: Die Identität des Benutzers soll bei der Registrierung des WebAuthn Tokens geprüft werden. Standard: "preferred" (Überprüfe den Benutzer, wenn der Token dies unterstützt)
es: Si se debe verificar la identidad del usuario al implementar un nuevo "token de WebAuthn". Predeterminado: "preferred" (verifique al usuario si el token lo admite)
fr: Si l'identité de l'utilisateur doit être vérifiée lors du déploiement d'un nouveau jeton WebAuthn. Défaut : préféré (vérifie l'utilisateur si supporté par le jeton)
nl: Of de identiteit van de gebruiker geverifieerd moet worden tijdens het uitrollen van een nieuw WebAuthn-token. Standaard: bij voorkeur (verifieer de gebruiker als dit ondersteund wordt door het token)
pt_br: Se a identidade do usuário deve ser verificada ao lançar um novo token WebAuthn. Padrão: preferido (verificar o usuário se for suportado pelo token)
ta: புதிய வெப்அத்ன் கிள்ளாக்கை உருட்டும்போது பயனரின் அடையாளத்தை சரிபார்க்க வேண்டுமா. இயல்புநிலை: விரும்பப்படுகிறது (டோக்கனால் ஆதரிக்கப்பட்டால் பயனரை சரிபார்க்கவும்)
tr: Yeni bir WebAuthn belirteci çıkarken kullanıcının kimliğinin doğrulanması gerektiği. Varsayılan: Tercih Edilen (TOKEN tarafından destekleniyorsa kullanıcıyı doğrulayın)
uk: Чи потрібно перевіряти особу користувача під час розгортання нового маркера WebAuthn. За замовчуванням: бажано (перевірте користувача, якщо це підтримується маркером)
zh_hans: 推出新的WebAuthn令牌时是否应验证用户的身份。默认值：首选（如果令牌支持，请验证用户）
zh_hant: 在推出新的 WebAuthn 令牌時是否應驗證使用者的身份。預設值：首選（驗證權杖是否支援使用者）

source: Which algorithm are available to use for creating public key credentials for WebAuthn tokens. (Default: [{0!s}], Order: [{1!s}])
de: Der Algorithmus, mit dem Schlüsselpaare für WebAuthn Token erzeugt werden sollen. Standard: [{0!s}], Reihenfolge: [{1!s}]
fr: Algorithmes disponibles à l'utilisation pour la création des identifiants de clé publique pour les jetons WebAuthn. (Défaut : [{0!s}], Ordre : [{1!s}])
ta: WebAuthn டோக்கன்களுக்கான பொது முக்கிய சான்றுகளை உருவாக்க எந்த வழிமுறை பயன்படுத்தப்படுகிறது. (இயல்புநிலை: [{0!s}], ஆர்டர்: [{1!s}])
uk: Який алгоритм доступний для створення облікових даних відкритого ключа для токенів WebAuthn. (За замовчуванням: [{0!s}], порядок: [{1!s}])

source: Whether to request attestation data when enrolling a new WebAuthn token. Note: for u2f_req to work with WebAuthn, this cannot be set to none. Default: direct (ask for non-anonymized attestation data)
de: Bei der Registrierung eines neuen WebAuthn Tokens sollen die Attestation Daten angefordert werden. Damit u2f_req mit WebAuthn funktioniert, muss dieser Wert auf "none" gesetzt werden. Standard: "direct" (Es werden nicht-anonymisierte Attestation Daten angefordert)
es: Ya sea para solicitar datos de atestación al inscribir un nuevo "token de WebAuthn". Nota: para que "u2f_req" funcione con WebAuthn, esto no se puede establecer en ninguno. Predeterminado: "direct" (solicite datos de atestación no anonimizados)
fr: Si les données de l'attestation sont demandées lors de l'enrôlement d'un nouveau jeton WebAuthn. Note : pour que u2f_req fonctionne avec WebAuthn, il ne doit pas être défini à aucun. Défaut : direct (demande pour les données d'attestation non anonymes)
nl: Moet er attesteringsgegevens gevraagd worden wanneer een WebAuthn-token geregistreerd wordt. Merk op: om u2f_req te laten werken met WebAuthn kan dit niet op geen gezet worden. Standaard: rechtstreeks (vraag voor niet geanonimiseerde attesteringsgegevens)
pt_br: Se deve solicitar dados de atestado ao matricular um novo token WebAuthn. Nota: para o u2f_req trabalhar com a WebAuthn, isto não pode ser definido como nenhum. Padrão: direto (solicitar dados de atestado não anonimizados)
ta: புதிய வெப்அத்ன் டோக்கனைச் சேர்க்கும்போது சான்றளிப்பு தரவைக் கோர வேண்டுமா. குறிப்பு: U2F_REQ WebAuthn உடன் பணிபுரிய, இதை எதுவும் அமைக்க முடியாது. இயல்புநிலை: நேரடி (பெயர் குறிப்பிடப்படாத சான்றளிப்பு தரவைக் கேளுங்கள்)
tr: Yeni bir webauthn belirteci kaydolurken teminat verileri isteyip istemediğiniz. Not: U2F_REQ için WebAuthn ile çalışmak için bu hiçbiri olarak ayarlanamaz. Varsayılan: Doğrudan (anonim olmayan bildirim verilerini isteyin)
uk: Чи запитувати дані атестації під час реєстрації нового маркера WebAuthn. Примітка: щоб u2f_req працював із WebAuthn, не можна встановити значення none. За замовчуванням: пряме (запитувати неанонімні дані атестації)
zh_hans: 注册新的WebAuthn令牌时是否请求证明数据。注意：为了使u2f_req与WebAuthn一起使用，不能将其设置为none。默认值：直接（询问非匿名证明数据）
zh_hant: 註冊新的 WebAuthn 令牌時是否請求證明數據。注意：要u2f_req使用 WebAuthn，則不能將其設置為 none。預設值：直接（要求提供非匿名證明數據）
