Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The user may only have this maximum number of active Push tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Push Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Push" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Push actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve PUSH-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens Push" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள புச் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif push belirteç atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних маркерів Push.
zh_hans: 用户只能分配此最大数量的活动Push令牌。
zh_hant: 使用者只能分配此最大數量的活動推送令牌。

source: Require to unlock the Smartphone before Push requests can be accepted
de: Das Smartphone muss entsperrt werden, bevor Push-Anfragen akzeptiert werden können
fr: Nécessite de débloquer le smartphone avant d'accepter les requêtes Push
nl: Smartphone moet ongeblokkeeerd zijn voor Push-aanvragen aanvaard kunnen worden
ta: புச் கோரிக்கைகளை ஏற்றுக்கொள்வதற்கு முன்பு ச்மார்ட்போனைத் திறக்க வேண்டும்
uk: Вимагати розблокувати смартфон, перш ніж можна буде прийняти Push-запити

source: The question the user sees on his mobile phone. Several tags like {serial} and {client_ip} can be used as parameters.
de: Die Frage, die der Benutzer auf seinem Mobiltelefon sieht. Mehrere Platzhalter wie {serial} und {client_ip} können als Parameter genutzt werden.
fr: La question que l'utilisateur voit sur son téléphone. Plusieurs tags comme {serial} et {client_ip} peuvent être utilisés comme paramètres.
ta: பயனர் தனது மொபைல் தொலைபேசியில் பார்க்கும் கேள்வி. {serial} மற்றும் {client_ip} போன்ற பல குறிச்சொற்களை அளவுருக்களாகப் பயன்படுத்தலாம்.
uk: Питання користувач бачить на своєму мобільному телефоні. Кілька тегів, наприклад {serial} і {client_ip}, можна використовувати як параметри.

source: The title of the notification, the user sees on his mobile phone.
de: Die Überschrift, die der Benutzer auf seinem Mobilgerät angezeigt bekommt.
es: El título de la notificación que el usuario ve en su teléfono móvil.
fr: Le titre de la notification que l'utilisateur voit sur son téléphone.
nl: De titel van de melding die de gebruiker ziet op zijn mobiele telefoon.
pt_br: O título da notificação, o usuário vê em seu telefone celular.
ta: அறிவிப்பின் தலைப்பு, பயனர் தனது மொபைல் தொலைபேசியில் பார்க்கிறார்.
tr: Bildirimin başlığı, kullanıcı cep telefonunu görür.
uk: Заголовок сповіщення користувач бачить на своєму мобільному телефоні.
zh_hans: 用户在手机上看到的通知标题。
zh_hant: 使用者在其行動電話上看到的通知的標題。

source: The smartphone needs to verify SSL during authentication. (default 1)
de: Das Smartphone überprüft die SSL-Verbindung während des Anmeldevorgangs. (Standard: 1)
es: El "smarthphone" debe verificar SSL durante la autenticación. (predeterminado 1)
fr: Le smartphone nécessite de vérifier SSL pendant l'authentification. (défaut 1)
nl: De smartphne moet SSL verifiëren tijdens de authenticatie. (standaard 1)
pt_br: O smartphone precisa verificar o SSL durante a autenticação. (padrão 1)
ta: ச்மார்ட்போன் அங்கீகாரத்தின் போது SSL ஐ சரிபார்க்க வேண்டும். (இயல்புநிலை 1)
tr: Akıllı telefonun kimlik doğrulaması sırasında SSL'yi doğrulaması gerekir. (Varsayılan 1)
uk: Під час автентифікації смартфон повинен перевірити SSL. (за замовчуванням 1)
zh_hans: 智能手机需要在身份验证期间验证SSL。（默认为1）
zh_hant: 智能手機需要在身份驗證期間驗證 SSL。（預設值 1）

source: Require the user to confirm the login with a presence check.
de: Der Nutzer muss beim Bestätigen der Authentisierung einen Präsenz-Check machen.
fr: Exige que l'utilisateur confirme la connexion avec une vérification de présence.
ta: இருப்பு காசோலை மூலம் உள்நுழைவை உறுதிப்படுத்த பயனர் தேவை.
uk: Вимагати від користувача підтвердити вхід за допомогою перевірки присутності.

source: The options that can be presented to the user to confirm the login. <code>ALPHABETIC</code>: A-Z, <code>NUMERIC</code>: 01-99, <code>CUSTOM</code>: user defined. Does only apply if <em>{0!s}</em> is set.
fr: Les options qui peuvent être présentées à l'utilisateur pour confirmer la connexion. <code>ALPHABETIQUE</code>: A-Z, <code>NUMERIQUE</code>: 01-99, <code>PERSO</code>: prédéfinies. S'applique seulement si <em>{0!s}</em> est défini.
ta: உள்நுழைவை உறுதிப்படுத்த பயனருக்கு வழங்கக்கூடிய விருப்பங்கள். <code> ஆல்பாபெடிக் </code>: A-Z, <code> எண் </code>: 01-99, <code> தனிப்பயன் </code>: பயனர் வரையறுக்கப்பட்டுள்ளது. <em>{0!s}</em> அமைக்கப்பட்டால் மட்டுமே பொருந்தும்.
uk: Параметри, які можна надати користувачеві для підтвердження входу. <code>ALFABETIC</code>: A-Z, <code>NUMERIC</code>: 01-99, <code>CUSTOM</code>: визначено користувачем. Застосовується, лише є якщо встановити <em>{0!s}</em>.

source: Custom options that can be presented to the user to confirm the login. The string must contain at least 2 options and should be unique. The options are separated by <code>:</code>. e.g.: <code>01:02:03:1A:1B:1C</code>. Does only apply if <em>{0!s}</em> is set to <code>CUSTOM</code>.
fr: Options personnalisées qui peuvent être présentées à l'utilisateur pour confirmer la connexion. La chaine doit contenir au moins 2 options et doit être unique. Les options sont séparées par <code>:</code>. e.g. : <code>01:02:03:1A:1B:1C</code>. S'applique seulement si <em>{0!s}</em> est défini à <code>CUSTOM</code>.
ta: உள்நுழைவை உறுதிப்படுத்த பயனருக்கு வழங்கக்கூடிய தனிப்பயன் விருப்பங்கள். சரம் குறைந்தது 2 விருப்பங்களைக் கொண்டிருக்க வேண்டும் மற்றும் தனித்துவமாக இருக்க வேண்டும். விருப்பங்கள் <code>: </code> ஆல் பிரிக்கப்படுகின்றன. எ.கா.:<code> 01: 02: 03: 1அ: 1பி: 1சி </code>. <em> {0!s}</em> <code> தனிப்பயன் </code> என அமைக்கப்பட்டால் மட்டுமே பொருந்தும்.
uk: Спеціальні параметри, які можуть бути представлені користувачеві для підтвердження входу. Рядок має містити принаймні 2 параметри та бути унікальним. Параметри розділені <code>:</code>. наприклад: <code>01:02:03:1A:1B:1C</code>. Застосовується, лише якщо для <em>{0!s}</em> встановлено значення <code>CUSTOM</code>.

source: The number of options the user is presented with to confirm the login. Does only apply if <em>{0!s}</em> is set.
fr: Le nombre d'options présentées à l'utilisateur pour confirmer la connexion. S'applique seulement si <em>{0!s}</em> est défini.
ta: உள்நுழைவை உறுதிப்படுத்த பயனருக்கு வழங்கப்பட்ட விருப்பங்களின் எண்ணிக்கை. <em> {0!s}</em> அமைக்கப்பட்டால் மட்டுமே பொருந்தும்.
uk: Кількість варіантів, доступних користувачеві для підтвердження входу. Застосовується, лише якщо встановлено <em>{0!s}</em>.

source: Wait for number of seconds for the user to confirm the challenge in the first request.
de: Der Benutzer hat die Anzahl an Sekunden Zeit, um die Challenge in der ersten Anfrage zu beantworten.
es: Espere unos segundos para que el usuario confirme el desafío de la primera solicitud.
fr: Temps d'attente en secondes pour que l'utilisateur confirme le challenge dans la première requête.
nl: Wacht een aantal seconden om de gebruiker de challenge te laten bevestigen in de eerste aanvraag.
pt_br: Esperar o número de segundos para que o usuário confirme o desafio na primeira solicitação.
ta: முதல் கோரிக்கையில் சவாலை உறுதிப்படுத்த பயனருக்கு வினாடிகள் எண்ணிக்கையில் காத்திருங்கள்.
tr: Kullanıcının ilk talepte meydan okumayı onaylaması için saniye bekleyin.
uk: Зачекайте кілька секунд, щоб користувач підтвердив виклик у першому запиті.
zh_hans: 等待秒数，以便用户在第一个请求中确认挑战。
zh_hant: 等待秒數，以便使用者在第一個請求中確認質詢。

source: Configure whether to allow push tokens to poll for challenges
de: Push Token können den privacyIDEA Server nach Authentifizierungsanforderungen abfragen
es: Configure si desea permitir que los "tokens push" sondeen los desafíos
fr: Configure l'autorisation des jetons push pour les challenges
nl: Configureer of het toegestaan is om push tokens te laten vragen naar challenges
pt_br: Configurar se é necessário permitir que os tokens sejam usados para pesquisar desafios
ta: சவால்களுக்காக புச் டோக்கன்களை வாக்கெடுப்புக்கு அனுமதிக்கலாமா என்பதை உள்ளமைக்கவும்
tr: İtme belirteçlerinin zorluklar için ankete izin vermeyi yapılandırın
uk: Налаштуйте, чи дозволяти push-токенам опитувати виклики
zh_hans: 配置是否允许推送令牌轮询挑战
zh_hant: 配置是否允許推送令牌輪詢質詢

source: URL for privacyIDEA Push Token
de: URL des privacyIDEA Push Tokens
es: URL para el "Push Token" de privacyIDEA
fr: URL pour le jeton Push privacyIDEA
nl: URL voor privacyIDEA Push Token
pt_br: URL para privacyIDEA Push Token
ta: தனியுரிமைக்கான முகவரி புச் கிள்ளாக்கு
tr: PrivacyIDEA Push Token için URL
uk: URL-адреса для Push-токена privacyIDEA
zh_hans: privacyIDEA的推送令牌URL
zh_hant: privacyIDEA 推送令牌的URL

source: Please scan the QR code!
de: Bitte scannen Sie den QR-Code!
es: Escanee el código QR
fr: Veuillez scanner le code QR !
nl: Scan de QR-code!
pt_br: Por favor, faça o scan do Código QR
ta: QR குறியீட்டை ச்கேன் செய்யுங்கள்!
tr: Lütfen QR kodunu tarayın
uk: Будь ласка, відскануйте QR-код!
zh_hans: 请扫描二维码！
zh_hant: 請掃描二維碼

source: Questionnaire: Enroll Questions for the user.
de: Fragenkatalog: Einen Fragenkatalog-Token ausrollen.
es: Cuestionario: Preguntas de inscripción para el usuario.
fr: Questionnaire : Enrôle les questions pour l'utilisateur.
nl: Enquête: registreren met vragen voor de gebruiker.
pt_br: Questionário: Perguntas de inscrição para o usuário.
ta: கேள்வித்தாள்: பயனருக்கான கேள்விகளைச் சேர்க்கவும்.
tr: Anket: Kullanıcı için soruları kaydolun.
uk: Анкета: Зареєструйте запитання для користувача.
zh_hans: 问卷：为用户注册问题。
zh_hant: 調查表：為用戶註冊問題。

source: The user has to answer this number of questions during authentication.
de: Der Benutzer muss während der Authentifizierung dies Anzahl an Fragen beantworten.
es: El usuario debe responder a esta cantidad de preguntas durante la autenticación.
fr: L'utilisateur doit répondre à ce nombre de questions pendant l'authentification.
nl: De gebruiker moet dit aantal vragen beantwoorden tijdens de authenticatie.
pt_br: O usuário tem que responder a este número de perguntas durante a autenticação.
ta: அங்கீகாரத்தின் போது பயனர் இந்த எண்ணிக்கையிலான கேள்விகளுக்கு பதிலளிக்க வேண்டும்.
tr: Kullanıcı, kimlik doğrulama sırasında bu soru sayısını cevaplamalıdır.
uk: Користувач повинен відповісти на цю кількість запитань під час автентифікації.
zh_hant: 用戶必須在身份驗證期間回答這批問題。

source: The user may only have this maximum number of questionaire tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Fragenkatalog Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de cuestionario".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons questionnaire.
nl: De gebruiker mag slechts dit maximaal aantal enquête-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de questionário".
ta: பயனருக்கு இந்த அதிகபட்ச கேள்வித்தாள் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum sayıda anket belirteci atanmış olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість жетонів анкети.
zh_hans: 用户只能分配此最大数量的问卷调查令牌。
zh_hant: 使用者只能分配此最大數量的提問者令牌。

source: The user may only have this maximum number of active questionaire tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Fragenkatalog Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de cuestionario" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons questionnaire actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve enquête-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de questionário ativo".
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள கேள்வித்தாள் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif anket belirteci atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних жетонів анкети.
zh_hans: 用户只能分配此最大数量的活动问卷令牌。
zh_hant: 使用者只能分配此最大數量的活動提問者令牌。

source: You need to provide at least %s answers.
de: Sie müssen wenigstens %s Antworten angeben.
es: Debes proporcionar al menos %s respuestas.
fr: Vous devez fournir au moins %s réponses.
nl: Je moet minstens %s antwoorden geven.
pt_br: Você precisa fornecer pelo menos %s de respostas.
ta: நீங்கள் குறைந்தது %s பதில்களை வழங்க வேண்டும்.
tr: En az %s cevaplarını vermeniz gerekir.
uk: Потрібно надати принаймні %s відповідей.
zh_hans: 您至少需要提供 %s 答案。
zh_hant: 您需要至少提供 %s 答案。

source: RADIUS: Forward authentication request to a RADIUS server.
de: RADIUS: Die Authentifizierungsanfrage an einen RADIUS-Server weiterleiten.
es: RADIUS: reenvíe la solicitud de autenticación a un servidor RADIUS.
fr: RADIUS : transfère la requête d'authentification à un serveur RADIUS.
nl: RADIUS: authenticatie-aanvragen doorsturen naar een RADIUS-server.
pt_br: RADIUS: Encaminhar pedido de autenticação a um servidor RADIUS.
ta: ஆரம்: ஆரம் சேவையகத்திற்கு அங்கீகார கோரிக்கையை முன்னோக்கி.
tr: RADIUS: Doğrulama isteğini RADIUS sunucusuna iletin.
uk: RADIUS: пересилання запиту на автентифікацію на сервер RADIUS.
zh_hans: RADIUS：将身份验证请求转发到RADIUS服务器。
zh_hant: RADIUS：將身份驗證請求轉發到RADIUS伺服器。

source: The user may only have this maximum number of RADIUS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an RADIUS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens RADIUS".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons RADIUS.
nl: De gebruiker mag slechts dit maximaal aantal RADIUS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens RADIUS".
ta: பயனருக்கு இந்த அதிகபட்ச ஆரம் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum yarıçapı belirleyici sayısını atanmış olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів RADIUS.
zh_hans: 用户只能分配此最大数量的RADIUS令牌。
zh_hant: 使用者只能分配此最大數量的RADIUS令牌。

source: The user may only have this maximum number of active RADIUS tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven RADIUS Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens RADIUS" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons RADIUS actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve RADIUS-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens RADIUS ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள ஆரம் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif yarıçapı belirleyici sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість активних маркерів RADIUS.
zh_hans: 用户只能分配此最大数量的活动RADIUS令牌。
zh_hant: 使用者只能分配此最大數量的活動RADIUS令牌。

source: Registration: A token that creates a registration code that can be used as a second factor once.
de: Registrierung: Ein Token, der einen Registrierungs-Code erzeugt, den der Benutzer einmal verwenden kann.
es: Registro: un token que crea un código de registro que se puede utilizar como segundo factor.
fr: Enregistrement : Un jeton qui créé un code d'enregistrement qui peut être utilisé une seule fois comme second facteur d'authentification.
nl: Registratie: een token dat een registratie-code maakt die één keer als tweede factor kan gebruikt worden.
pt_br: Registro: Um token que cria um código de registro que pode ser usado como um segundo fator uma vez.
ta: பதிவு: ஒரு முறை இரண்டாவது காரணியாகப் பயன்படுத்தக்கூடிய பதிவுக் குறியீட்டை உருவாக்கும் ஒரு கிள்ளாக்கு.
tr: Kayıt: Bir kez ikinci bir faktör olarak kullanılabilecek bir kayıt kodu oluşturan bir belirteç.
uk: Реєстрація: маркер, який створює реєстраційний код, який можна використовувати як другий фактор один раз.
zh_hans: 注册：创建注册码的令牌，该注册码可以用作第二个因素。
zh_hant: 註冊：創建註冊碼的令牌，該註冊碼可用作第二因素一次。

source: The user may only have this maximum number of registration tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Registrierungs-Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de registro".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons d'enregistrement.
nl: De gebruiker mag slechts dit maximaal aantal registratie-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de registro".
ta: பயனருக்கு இந்த அதிகபட்ச பதிவு டோக்கன்களை மட்டுமே ஒதுக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum kayıt belirteçleri atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість маркерів реєстрації.
zh_hans: 用户只能分配此最大数量的注册令牌。
zh_hant: 使用者只能分配此最大數量的註冊令牌。

source: The user may only have this maximum number of active registration tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Registrierungs-Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de registro" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons d'enregistrement actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve registratie-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de registro" ativos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் பதிவு டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif kayıt belirteçlerinin atanmasına sahip olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних маркерів реєстрації.
zh_hans: 用户只能分配此最大数量的活动注册令牌。
zh_hant: 使用者只能分配此最大數量的活動註冊令牌。

source: Remote Token: Forward authentication request to another server.
de: Remote Token: Die Authentifizierungsanfrage an einen anderen privacyIDEA Server weiterleiten.
es: Token remoto: reenviar la solicitud de autenticación a otro servidor.
fr: Jeton distant : transfère la requête d'authentification à un autre serveur.
nl: Extern token: stuur de authenticatie-vraag door naar een andere server.
pt_br: Token Remoto: Encaminhar pedido de autenticação para outro servidor.
ta: தொலைநிலை டோக்கன்: மற்றொரு சேவையகத்திற்கு அங்கீகார கோரிக்கையை முன்னோக்கி அனுப்பவும்.
tr: Uzak Token: Kimlik doğrulama isteğini başka bir sunucuya iletin.
uk: Віддалений маркер: пересилання запиту на автентифікацію на інший сервер.
zh_hans: 远程令牌：将身份验证请求转发到另一台服务器。
zh_hant: 遠端令牌：將身份驗證請求轉發到另一台伺服器。

source: The user may only have this maximum number of remote tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Remote Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens remotos".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons distants.
nl: De gebruiker mag slechts dit maximaal aantal externe tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens remotos".
ta: பயனருக்கு இந்த அதிகபட்ச தொலைநிலை டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum uzaktaki belirteçlerin atanmasına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість віддалених маркерів.
zh_hans: 用户只能分配此最大数量的远程令牌。
zh_hant: 使用者只能分配此最大數量的遠端令牌。

source: The user may only have this maximum number of active remote tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Remote Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens remotos" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons distants actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve externe tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens remotos" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள தொலைநிலை டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, bu maksimum aktif uzaktaki belirteçlerin atanmasına izin verebilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних віддалених маркерів.
zh_hans: 用户只能分配此最大数量的活动远程令牌。
zh_hant: 使用者只能分配此最大數量的活動遠端令牌。

source: SMS Token
es: Token SMS
fr: Jeton SMS
pt_br: Token SMS
ta: எச்எம்எச் கிள்ளாக்கு
tr: SMS belirteci
uk: SMS-токен
zh_hans: 短信令牌
zh_hant: 短信令牌

source: SMS: Send a One Time Password to the users mobile phone.
de: SMS: Ein Einmalpasswort per SMS an das Mobiltelefon des Benutzers senden.
es: SMS: envíe una contraseña de un solo uso al teléfono móvil de los usuarios.
fr: SMS : Envoyer un mot de passe à usage unique sur le téléphone portable des utilisateurs.
nl: SMS: stuur een one time password naar de mobiele telefoon van de gebruikers.
pt_br: SMS: Envie uma senha única para o telefone celular dos usuários.
ta: எச்எம்எச்: பயனர்களின் மொபைல் தொலைபேசியில் ஒரு முறை கடவுச்சொல்லை அனுப்பவும்.
tr: SMS: Cep telefonuna bir kerelik şifre gönder.
uk: SMS: надішліть одноразовий пароль на мобільний телефон користувача.
zh_hans: SMS：向用户手机发送一次性密码。
zh_hant: 短信：向用戶手機發送一次性密碼。

source: The text that will be send via SMS for an SMS token. Use tags like {otp} and {serial} as parameters.
de: Der Text der als SMS für ein SMS-Token versendet wird. Es können die Schlagwörter {otp} und {serial} verwendet werden.
es: El texto que se enviará por SMS para un token de SMS. Utilice {otp} y {serial} como parámetros.
fr: Le texte qui sera envoyé par SMS pour un jeton SMS. Utilisez les tags comme {otp} et {serial} comme paramètres.
nl: De tekst die verstuurd zal worden via SMS voor een SMS-token. Gebruik {otp}> en {serial} als parameters.
pt_br: O texto que será enviado via SMS para um token SMS. Use {otp} e {serial} como parâmetros.
ta: எச்எம்எச் டோக்கனுக்காக எச்எம்எச் வழியாக அனுப்பப்படும் உரை. {otp} மற்றும் {serial} போன்ற குறிச்சொற்களை அளவுருக்களாகப் பயன்படுத்தவும்.
tr: SMS belirteci için SMS ile gönderilecek metin. Parametre olarak {OTP} ve {Serial} gibi etiketleri kullanın.
uk: Текст, який буде надіслано через SMS для SMS-токена. Використовуйте такі теги, як {otp} і {serial} як параметри.
zh_hans: 将通过 SMS 发送的 SMS令牌文本。使用 <otp> 和 <serial> 等标签作为参数。
zh_hant: 將通過簡訊發送的文本，用於簡訊令牌。使用{otp}和{serial}作為參數。

source: If set, a new SMS OTP will be sent after successful authentication with one SMS OTP.
de: Ein neues Einmalpasswort wird direkt gesendet, nachdem sich der Benutzer erfolgreich mit dem bisherigen Einmalpasswort aus der letzten SMS authentisiert hat.
es: Si está configurado, se enviará una nueva OTP por SMS después de una autenticación exitosa por SMS.
fr: Si défini, un nouveau code OTP SMS sera envoyé après l'authentification réussie avec un code OTP SMS.
nl: Indien ingesteld zal een nieuw SMS OTP gestuurd worden na een gelukte authenticatie met één SMS OTP.
pt_br: Se configurado, um novo OTP será enviado por SMS após a autenticação bem sucedida do SMS.
ta: அமைக்கப்பட்டால், ஒரு புதிய எச்எம்எச் OTP உடன் வெற்றிகரமான அங்கீகாரத்திற்குப் பிறகு அனுப்பப்படும்.
tr: SET ise, bir SMS OTP ile başarılı bir kimlik doğrulamasından sonra yeni bir SMS OTP gönderilecektir.
uk: Якщо встановлено, новий SMS OTP буде надіслано після успішної автентифікації за допомогою одного SMS OTP.
zh_hans: 如果设置，则在通过一个SMS OTP成功进行身份验证后，将发送新的SMS OTP。
zh_hant: 如果設置，在使用一個簡訊一次性密碼成功進行身份驗證后，將發送新的簡訊一次性密碼。
