Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The text that will be sent via EMail for an EMail-token. Several tags like {otp} and {serial} can be used as parameters. You may also specify a filename as email template starting with "file:".
de: Der Text der beim EMail-Token via EMail versendet wird. Sie können die Schlagworte {otp} und {serial} als Parameter verwenden. Alternativ können Sie eine EMail-Vorlage als Datei verwenden indem Sie den Dateinamen mit "file:" angeben.
es: El texto que se enviará por correo electrónico para un token de correo electrónico. Utilice {otp} y {serial} como parámetros. También puede especificar un nombre de archivo como plantilla de correo electrónico que comience con "file:".
fr: Le texte qui sera envoyé par courriel pour un jeton de courriel. Plusieurs tags comme {otp} et {serial} peuvent être utilisés comme paramètres. Vous pouvez également spécifier un nom de fichier comme modèle de courriel commençant par "file:".
nl: De test die verstuurd zal worden via e-mail voor een e-mail token. Verschillende tags zoals {otp} en {serial} kunnen als parameters gebruikt worden. Je kunt ook een bestandsnaam opgeven als e-mail sjabloon, te beginnen met "file:".
pt_br: O texto que será enviado via EMail para um token de EMail. Use {otp} e {serial} como parâmetros. Você também pode especificar um nome de arquivo como modelo de e-mail, começando com "file:".
ta: மின்னஞ்சல்-டோக்கிற்கு மின்னஞ்சல் வழியாக அனுப்பப்படும் உரை. {otp} மற்றும் {serial} போன்ற பல குறிச்சொற்களை அளவுருக்களாகப் பயன்படுத்தலாம். ஒரு கோப்பு பெயரை "கோப்பு:" உடன் தொடங்கும் மின்னஞ்சல் வார்ப்புருவாகவும் குறிப்பிடலாம்.
tr: Bir e-posta belirteci için e-posta yoluyla gönderilecek metin. {OTP} ve {Serial} gibi birkaç etiket parametre olarak kullanılabilir. Ayrıca "Dosya:" ile başlayan e-posta şablonu olarak bir dosya adı belirleyebilirsiniz.
uk: Текст, який буде надіслано електронною поштою для EMail-токена. Кілька тегів, наприклад {otp} і {serial}, можна використовувати як параметри. Ви також можете вказати назву файлу як шаблон електронної пошти, починаючи з "файл:".
zh_hans: 将通过电子邮件发送的电子邮件令牌的文本。可以使用如 <otp> 和 <serial> 等标签作为参数。你也可以将文件名指定为以“ file：”开头的电子邮件模板。
zh_hant: 將通過電子郵件發送的電子郵件令牌的文字。使用{otp}和{serial}作為參數。您還可以將文件名指定為以“file:”開頭的電子郵件模板。

source: The subject of the EMail for an EMail token. Use tags like {otp} and {serial} as parameters.
de: Die Betreff-Zeile der EMail eines EMail-Tokens. Es können die Schlagworte {otp} und {serial} verwendet werden.
es: El "subject" del correo electrónico para un token de correo electrónico. Utilice {otp} y {serial} como parámetros.
fr: L'objet du courriel pour un jeton de courriel. Utilisez {otp} et {serial} comme paramètres.
nl: Het onderwerp van de e-mail voor een e-mail token. Gebruik {otp} en {serial} als parameters.
pt_br: O tema do EMail para um token de EMail. Use {otp} e {serial} como parâmetros.
ta: மின்னஞ்சல் டோக்கனுக்கான மின்னஞ்சலின் பொருள். {otp} மற்றும் {serial} போன்ற குறிச்சொற்களை அளவுருக்களாகப் பயன்படுத்தவும்.
tr: E-postanın bir e-posta belirteci için konusu. Parametre olarak {OTP} ve {Serial} gibi etiketleri kullanın.
uk: Тема листа електронної пошти для маркера електронної пошти. Використовуйте такі теги, як {otp} і {serial} як параметри.
zh_hans: 电子邮件令牌的电子邮件主题。使用 <otp> 和 <serial> 等标签作为参数。
zh_hant: 電子郵件令牌的電子郵件的主題。使用{otp}和{serial}作為參數。

source: If set, a new EMail OTP will be sent after successful authentication with one EMail OTP.
de: Ein neues Einmalpasswort wird per Email versendet, direkt nachdem sich der Benutzer mit dem Einmalpasswort aus der letzten Email angemeldet hat.
es: Si se establece, se enviará una nueva OTP de correo electrónico después de una autenticación exitosa por correo electrónico.
fr: S'il est défini, un nouveau mot de passe à usage unique de courriel sera envoyé après une authentification réussie avec un mot de passe précédemment envoyé par courriel.
nl: Indien ingesteld zal een nieuw e-mail OTP gestuurd worden na een gelukte authenticatie met één e-mail OTP.
pt_br: Se definido, um novo e-mail OTP será enviado após uma autenticação bem sucedida por e-mail.
ta: அமைக்கப்பட்டால், ஒரு மின்னஞ்சல் OTP உடன் வெற்றிகரமான அங்கீகாரத்திற்குப் பிறகு ஒரு புதிய மின்னஞ்சல் OTP அனுப்பப்படும்.
tr: Eğer ayarlanmışsa, bir e-posta OTP ile başarılı bir kimlik doğrulamasından sonra yeni bir e-posta bir OTP gönderilecektir.
uk: Якщо встановлено, новий OTP електронної пошти буде надіслано після успішної автентифікації за допомогою одного OTP електронної пошти.
zh_hans: 如果设置，则在通过一个电子邮件OTP成功进行身份验证之后，将发送新的电子邮件OTP。
zh_hant: 如果設置，則在使用一個電子郵件 OTP 成功進行身份驗證後，將發送新的電子郵件 OTP。

source: Use an alternative challenge text for telling the user to enter the code from the e-mail. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Challenge-Text, um den Benutzer aufzufordern, den Code aus der Email einzugeben. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de saisir le code reçu par courriel. Vous pouvez aussi utiliser des tags pour le remplacement automatique. Consultez la documentation pour plus de détails.
ta: மின்னஞ்சலில் இருந்து குறியீட்டை உள்ளிட பயனரிடம் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб сказати користувачеві ввести код із електронного листа. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: The user may only have this maximum number of email tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Email Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens de correo electrónico.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons de messagerie.
nl: De gebruiker mag slechts dit maximaal aantal e-mail-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens de e-mail.
ta: பயனருக்கு இந்த அதிகபட்ச மின்னஞ்சல் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum e-posta belirleyici sayısını atanmış olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість маркерів електронної пошти.
zh_hans: 用户只能分配此最大数量的电子邮件令牌。
zh_hant: 使用者只能分配此最大數量的電子郵件令牌。

source: The user may only have this maximum number of active email tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Email Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens de correo electrónico activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons de messagerie actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve e-mail-tokens toegewezen hebben.
pt_br: O usuário só pode ter este número máximo de tokens de e-mail ativos atribuídos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள மின்னஞ்சல் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif e-posta belirleyici sayısına atanmış olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних маркерів електронної пошти.
zh_hans: 用户只能分配此最大数量的活动电子邮件令牌。
zh_hant: 使用者只能分配此最大數量的活動電子郵件令牌。

source: Enter the OTP from the Email
de: Bitte geben Sie das Einmalpasswort aus der Email ein
fr: Entrez le code OTP du courriel
ta: மின்னஞ்சலில் இருந்து OTP ஐ உள்ளிடவும்
uk: Введіть OTP з електронної пошти

source: The PIN was correct, but the EMail could not be sent!
de: Die PIN ist korrekt aber die EMail konnte nicht gesendet werden!
fr: Le PIN était correct, mais l'email n'a pas pu être envoyé !
nl: De PIN-code was juist, maar de e-mail kon niet verzonden worden!
ta: முள் சரியாக இருந்தது, ஆனால் மின்னஞ்சலை அனுப்ப முடியவில்லை!
tr: PIN doğruydu, ancak e-posta gönderilemedi!
uk: PIN-код правильний, але електронний лист не надіслано!

source: Please enter your new email address!
de: Bitte geben Sie Ihre neue Email-Adresse ein!
fr: Veuillez entrer votre nouvelle adresse email !
nl: Geef je nieuwe e-mailadres!
ta: உங்கள் புதிய மின்னஞ்சல் முகவரியை உள்ளிடவும்!
uk: Будь ласка, введіть свою нову електронну адресу!
zh_hans: 请输入你的新邮箱地址！

source: The email address is not valid!
de: Die Email-Adresse ist nicht gültig!
fr: L'adresse email n'est pas valide !
ta: மின்னஞ்சல் முகவரி செல்லுபடியாகாது!
uk: Адреса електронної пошти недійсна!

source: 4Eyes Token: Use tokens of two or more users to authenticate
de: Vier-Augen-Token: Zwei oder mehr Personen müssen zusammenkommen, damit sich ein Account anmelden kann
es: Token 4Eyes: utilice tokens de dos o más usuarios para autenticarse
fr: 4Eyes Token : Utilise les jetons de 2 utilisateurs ou plus pour s'authentifier
nl: 4Eyes Token: gebruik tokens van twee of meer gebruikers om te authenticeren
pt_br: Token 4Eyes: Use tokens de dois ou mais usuários para autenticar
ta: 4eyes டோக்கன்: அங்கீகரிக்க இரண்டு அல்லது அதற்கு மேற்பட்ட பயனர்களின் டோக்கன்களைப் பயன்படுத்துங்கள்
tr: 4Eyes TOKEN: Kimlik doğrulaması için iki veya daha fazla kullanıcının belirteçlerini kullanın.
uk: 4Eyes Token: використовуйте маркери двох або більше користувачів для автентифікації
zh_hans: 4Eyes令牌：使用两个或多个用户的令牌进行身份验证
zh_hant: 4Eyes 令牌：使用兩個或更多使用者的令牌進行身份驗證

source: The user may only have this maximum number of 4eyes tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an 4-Augen-Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens de "4eyes".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons 4eyes.
nl: De gebruiker mag slechts dit maximaal aantal 4eyes-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens de "4eyes".
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான 4eyes டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı, yalnızca bu maksimum 4eyes sayısına atanmıştır.
uk: Користувачеві може бути призначена лише ця максимальна кількість токенів 4eyes.
zh_hans: 用户只能分配此最大数量的4eyes令牌。
zh_hant: 使用者只能分配此最大數量的 4eyes 令牌。

source: The user may only have this maximum number of active 4eyes tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven 4-Augen-Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens "4eyes" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons 4eyes actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve 4eyes-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens "4eyes" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் 4eyes டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
tr: Kullanıcı yalnızca bu maksimum aktif 4eyes belirteci atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних жетонів 4eyes.
zh_hans: 用户只能分配此最大数量的活动4eyes令牌。
zh_hant: 使用者只能分配此最大數量的活動 daplug 令牌。

source: Please enter a valid OTP value of the new token.
de: Bitte geben Sie einen gültigen OTP-Wert des neuen Tokens ein.
fr: Veuillez saisir une valeur OTP valide du nouveau jeton.
nl: Geef een geldige OTP-waarde voor het nieuwe token.
ta: புதிய டோக்கனின் செல்லுபடியாகும் OTP மதிப்பை உள்ளிடவும்.
tr: Lütfen yeni belirteçlerin geçerli bir OTP değeri girin.
uk: Будь ласка, введіть дійсне значення OTP нового маркера.

source: Specify the hashing function to be used. Can be SHA1, SHA256 or SHA512.
de: Der zu verwendende Hash-Algorithmus. Möglich sind SHA-1, SHA-256 oder SHA-512.
es: Especifique el "hashlib" que se utilizará. Puede ser "SHA-1", "SHA-256" o "SHA-512".
fr: Spécifier la fonction de hachage à utiliser. Peut être SHA1, SHA256 ou SHA512.
nl: Geef de te gebruiken hashlib. Kan SHA1, SHA-256 of SHA-512 zijn.
pt_br: Especificar o hashlib a ser utilizado. Pode ser SHA1, SHA-256 ou SHA-512.
ta: பயன்படுத்த வேண்டிய ஆசிங் செயல்பாட்டைக் குறிப்பிடவும். SHA1, SHA256 அல்லது SHA512 ஆக இருக்கலாம்.
tr: Kullanılacak Hashlib'i belirtin. SHA1, SHA-256 veya SHA2-512 olabilir.
uk: Укажіть функцію хешування, яка буде використана. Може бути SHA1, SHA256 або SHA512.
zh_hans: 指定要使用的 hashlib 函数。可以是 SHA1、SHA256 或 SHA512。
zh_hant: 指定要使用的 hash。可以是 SHA1, SHA-256 或 SHA-512。

source: Specify the OTP length to be used. Can be 6 or 8 digits.
de: Die Länge des OTPs. Möglich sind entweder 6 oder 8 Zeichen.
es: Especifique la longitud del "otp" que se utilizará. Puede tener 6 u 8 dígitos.
fr: Spécifier la longueur OTP à utiliser. Peut être 6 ou 8 digits.
nl: Geeft de te gebruiken OTP-lengte. Kan 6 of 8 cijfers zijn.
pt_br: Especifique o ''otp'' a ser utilizado. Pode ser de 6 ou 8 dígitos.
ta: பயன்படுத்த வேண்டிய OTP நீளத்தைக் குறிப்பிடவும். 6 அல்லது 8 இலக்கங்கள் இருக்கலாம்.
tr: Kullanılacak Otplen'i belirtin. 6 veya 8 basamak olabilir.
uk: Укажіть довжину одноразового пароля, яка буде використовуватися. Може складатися з 6 або 8 цифр.
zh_hans: 指定要使用的 OTP 长度。 可以是 6 位或 8 位数字。
zh_hant: 指定要使用的 otplen。可以是 6 位或 8 位數位。

source: Force the key to be generated on the server.
de: Den Key auf dem Server generieren.
es: Fuerzar la generación de la clave en el servidor.
fr: Forcer la génération de la clé sur le serveur.
nl: Verplicht het genereren van de sleutel op de server.
pt_br: Forçar a chave a ser gerada no servidor.
ta: சேவையகத்தில் விசையை உருவாக்க கட்டாயப்படுத்துங்கள்.
tr: Anahtarı sunucuda oluşturulacak şekilde zorlayın.
uk: Примусово згенерувати ключ на сервері.
zh_hans: 强制在服务器上生成密钥.
zh_hant: 強制在伺服器上生成金鑰。

source: Specify whether users are allowed or forced to use two-step enrollment.
de: Benutzer dürfen oder müssen den Zwei-Schritt-Rollout verwenden.
es: Especifique si los usuarios pueden o están obligados a utilizar la inscripción en dos pasos.
fr: Spécifier si les utilisateurs sont autorisés ou forcés à utiliser l'enrôlement en 2 étapes.
nl: Geef op of gebruikers mogen of gedwongen worden om de twee-stapsregistratie te gebruiken.
pt_br: Especificar se os usuários são permitidos ou forçados a utilizar a inscrição em duas etapas.
ta: பயனர்கள் அனுமதிக்கப்படுகிறார்களா அல்லது இரண்டு-படி சேர்க்கை பயன்படுத்த நிர்பந்திக்கப்படுகிறார்களா என்பதைக் குறிப்பிடவும்.
tr: Kullanıcıların izin verilip verilmeyeceğini veya iki adımlı kaydı kullanmaya zorlandığını belirtin.
uk: Укажіть, чи дозволено або примусово користувачам використовувати двоетапну реєстрацію.
zh_hans: 指定是允许还是强制用户使用两步注册。
zh_hant: 指定是允許使用者還是強制使用者使用兩步註冊。

source: Specify whether admins are allowed or forced to use two-step enrollment.
de: Administratoren dürfen oder müssen den Zwei-Schritt-Rollout verwenden.
es: Especifique si los administradores pueden o están obligados a utilizar la inscripción en dos pasos.
fr: Spécifier si les admins sont autorisés ou forcés à utiliser l'enrôlement en 2 étapes.
nl: Geef op of admins mogen of gedwongen worden om de twee-stapsregistratie gebruiken.
pt_br: Especificar se os administradores são permitidos ou forçados a utilizar a inscrição em duas etapas.
ta: நிர்வாகிகள் அனுமதிக்கப்படுகிறார்களா அல்லது இரண்டு-படி சேர்க்கை பயன்படுத்த நிர்பந்திக்கப்படுகிறார்களா என்பதைக் குறிப்பிடவும்.
tr: Yönetimlerin izin verilip verilmediğini veya iki aşamalı kaydı kullanmaya zorlandığını belirtin.
uk: Укажіть, чи дозволено адміністраторам використовувати двоетапну реєстрацію.
zh_hans: 指定是允许还是强制管理员使用两步注册。
zh_hant: 指定是允許還是強制管理員使用兩步註冊。

source: HOTP: Event based One Time Passwords.
de: HOTP: Ereignisbasiertes Einmalpasswort.
es: HOTP: Contraseñas de un solo uso basadas en eventos.
fr: HOTP : Mots de passe uniques basés sur un événement.
nl: HOTP: gebeurtenis-gebaseerd One Time Passwords.
pt_br: HOTP: Senhas de uso único baseadas em eventos.
ta: HOTP: நிகழ்வு அடிப்படையிலான ஒரு முறை கடவுச்சொற்கள்.
tr: HOTP: Olay bazlı bir kez şifreleri tabanlı.
uk: HOTP: одноразові паролі на основі подій.
zh_hans: HOTP：基于事件的一次性密码。
zh_hant: HOTP：基於事件的一次性密碼。

source: The user may only have this maximum number of HOTP tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an HOTP Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens HOTP.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons HOTP.
nl: De gebruiker mag slechts dit maximaal aantal HOTP-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens HOTP.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான HOTP டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum hotp belirteçleri atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів HOTP.
zh_hans: 用户只能分配此最大数量的HOTP令牌。
zh_hant: 使用者只能分配此最大數量的 HOTP 令牌。

source: The user may only have this maximum number of active HOTP tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven HOTP Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens HOTP activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons HOTP actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve HOTP-tokens toegewezen hebben.
pt_br: O usuário só pode ser atribuído este número máximo de tokens HOTP ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள HOTP டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
tr: Kullanıcı yalnızca bu maksimum aktif hotp belirteçleri atanmıştır.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних маркерів HOTP.
zh_hans: 用户只能分配此最大数量的活动HOTP令牌。
zh_hant: 使用者只能分配此最大數量的活動 HOTP 令牌。

source: The size of the OTP seed part contributed by the client (in bytes)
de: Die Größe des Smartphone-Anteils (in Byte)
es: El tamaño de la semilla de OTP aportada por el cliente (en bytes)
fr: La taille d'une partie de la graine OTP contribuée par le client (en octets)
nl: De grootte van het OTP seed-gedeelte dat door de cliënt gegeven is (in bytes)
pt_br: O tamanho da parte da semente OTP contribuída pelo cliente (em bytes)
ta: வாடிக்கையாளரால் பங்களித்த OTP விதை பகுதியின் அளவு (பைட்டுகளில்)
tr: İstemci tarafından sağlanan OTP tohum bölümünün boyutu (bayt olarak)
uk: Розмір вихідної частини OTP, наданої клієнтом (у байтах)
zh_hans: 客户端贡献的OTP种子部分的大小（以字节为单位）
zh_hant: 用戶端貢獻的 OTP 種子部分的大小（以位元組為單位）

source: The size of the OTP seed part contributed by the server (in bytes)
de: Die Große des Server-Anteils (in Byte)
es: El tamaño de la semilla de OTP aportada por el cliente (en bytes)
fr: La taille d'une partie de la graine OTP contribuée par le serveur (en octets)
nl: De grootte van het OTP seed-gedeelte dat door de server gegeven is (in bytes)
pt_br: O tamanho da parte da semente OTP fornecida pelo servidor (em bytes)
ta: OTP விதை பகுதியின் அளவு சேவையகத்தால் பங்களித்தது (பைட்டுகளில்)
tr: Sunucu tarafından sağlanan OTP tohum bölümünün boyutu (bayt olarak)
uk: Розмір вихідної частини OTP, наданої сервером (у байтах)
zh_hans: 服务器贡献的OTP种子部分的大小（以字节为单位）
zh_hant: 伺服器貢獻的 OTP 種子部分的大小（以位元組為單位）

source: The difficulty factor used for the OTP seed generation (should be at least 10000)
de: Die Schweregrad zur Generierung des OTP Seeds. (Sollte wenigstens 10000 sein)
es: El factor de fortaleza utilizado para la generación de semillas de OTP (debe ser al menos 10000)
fr: Le facteur de difficulté utilisé pour la génération de la graine OTP (doit être au moins 10000)
nl: De moeilijkheidsgraad die voor de OTP seed-generatie gebruikt werd (moet minstens 10000 zijn)
pt_br: O fator de dificuldade utilizado para a geração de sementes OTP (deve ser de pelo menos 10000)
ta: OTP விதை உருவாக்கத்திற்கு பயன்படுத்தப்படும் தொல்லை காரணி (குறைந்தது 10000 ஆக இருக்க வேண்டும்)
tr: OTP tohumu üretimi için kullanılan zorluk faktörü (en az 10000 olmalıdır)
uk: Коефіцієнт складності, який використовується для генерації вихідного коду OTP (має бути принаймні 10000)
zh_hans: 用于生成OTP种子的难度系数（至少应为10000）
zh_hant: 用於OTP種子產生的難度因數（應至少為10000）

source: URL for google Authenticator
de: URL für Google Authenticator und vergleichbare Apps
es: URL de la aplicación "google Authenticator"
fr: URL pour Google Authenticator
nl: URL voor de Google Authenticator
pt_br: URL para google Authenticator
ta: Google Authenticator க்கான முகவரி
tr: Google Authenticator için URL
uk: URL для google Authenticator
zh_hans: 谷歌身份验证器的URL
zh_hant: 谷歌身份驗證器的網址

source: URL for OATH token
de: URL für OATH Token
es: URL del token OATH
fr: URL pour jeton OATHURL pour jeton OATH
nl: URL voor OATH-token
pt_br: URL para o token OATH
ta: சத்திய டோக்கனுக்கான முகவரி
tr: Yemin Jetonu için URL
uk: URL-адреса для маркера OATH
zh_hans: OATH令牌的URL
zh_hant: OATH 令牌的網址

source: Please scan the QR code and enter the OTP value!
de: Bitte scannen Sie den QR-Code und geben den OTP-Wert ein!
fr: Veuillez scanner le code QR et entrer la valeur OTP !
ta: தயவுசெய்து QR குறியீட்டை ச்கேன் செய்து OTP மதிப்பை உள்ளிடவும்!
uk: Відскануйте QR-код і введіть значення OTP!

source: Please enter the positions {0!s} from your secret.
de: Bitte geben Sie die Positionen {0!s} Ihres Geheimnisses ein.
es: Introduzca las posiciones {0!s} de su secreto.
fr: Veuillez entrer les positions {0!s} de votre secret.
nl: Geef de posities {0!s van je geheim.
pt_br: Por favor, digite as posições {0!s} de seu segredo.
ta: உங்கள் ரகசியத்திலிருந்து {0!s} நிலைகளை உள்ளிடவும்.
tr: Lütfen {0!s} konumunu sırınızdan girin.
uk: Будь ласка, введіть позиції {0!s} із вашого секрету.
zh_hans: 请从您的秘密中输入职位{0！s}。
zh_hant: 請輸入您的金鑰中的 {0!s} 位置。

source: Indexed Secret Token
es: Token secreto indexado
fr: Jeton Secret indexé
nl: Geïndexeerd geheim token
pt_br: Token Secreto Indexado
ta: குறியிடப்பட்ட ரகசிய கிள்ளாக்கு
tr: Endeksli gizli belirteç
uk: Індексований секретний маркер
zh_hans: 索引安全令牌
zh_hant: 索引秘密令牌

source: IndexedSecret: Request certain positions of a shared secret from the user.
de: IndexedSecret: Fordert zufällige Positionen von einer geheimen Zeichenkette vom Benutzer.
es: Indexed Secret Token: Solicita al usuario determinadas posiciones de un secreto compartido.
fr: SecretIndexé : Demande certaines positions d'un secret partagé de l'utilisateur.
nl: Geïndexeerd geheim: vraag bepaalde posities van een gedeeld geheim aan de gebruiker.
pt_br: IndexedSecret: Solicitar certas posições de um segredo compartilhado do usuário.
ta: IndexedSecret: பயனரிடமிருந்து பகிரப்பட்ட ரகசியத்தின் சில நிலைகளை கோருங்கள்.
tr: IndexedSecret: Kullanıcıdan paylaşılan bir sıranın belirli konumlarını isteyin.
uk: IndexedSecret: запитувати певні позиції спільного секрету від користувача.
zh_hans: ndexedSecret：向用户请求共享机密的某些位置。
zh_hant: 已編入索引的機密：向使用者請求共享機密的某些位置。

source: Use an alternative challenge text for telling the user which positions of the secret he should enter. You can also use tags for automated replacement. Check out the documentation for more details.
de: Benutzen Sie einen alternativen Text, um den Benutzer zur Eingabe der zufälligen Positionen aufzufordern. Es können tags zur Textersetzung verwendet werden, siehe Dokumentation.
fr: Utiliser un texte alternatif de challenge pour dire à l'utilisateur quelles positions du secret il doit saisir. Vous pouvez aussi utiliser des tags pour un remplacement automatique. Consultez la documentation pour plus de détails.
ta: ரகசியத்தின் எந்த நிலைகளை அவர் உள்ளிட வேண்டும் என்று பயனருக்குச் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві, які позиції секрету йому слід ввести. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.
