Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Action is triggered, if the counter of the token equals this setting. Can also be '>100' or '<99' for no exact match.
de: Die Aktion wird ausgelöst, wenn der OTP Zähler dem angegebenen Wert entspricht. Die Bedingung kann auch größer '>100' oder kleiner '<99' als ein definierter Grenzwert sein.
es: La acción se activa si el contador del token es igual a esta configuración. También puede ser '> 100' o '<99' si no hay una coincidencia exacta.
fr: L'action est déclenchée, si le compteur du jeton est égal à cette valeur. Peut aussi être '>100' ou '<99' pour une correspondance non exacte.
nl: Actie wordt gestart als de teller van het token gelijk is aan deze instelling. Kan ook '>100' of '<99' zijn voor geen exacte overeenkomst.
pt_br: A ação é acionada se o contador do token for igual a essa configuração. Também pode ser '>100' ou '<99' para correspondência não exata.
ta: டோக்கனின் கவுண்டர் இந்த அமைப்பிற்கு சமமாக இருந்தால், செயல் தூண்டப்படுகிறது. சரியான பொருத்தத்திற்கு '> 100' அல்லது '<99' ஆகவும் இருக்கலாம்.
tr: Belirteç'in sayısının bu ayara eşitse, eylem tetiklenir. Tam bir eşleşme için '> 100' veya '<99' olabilir.
uk: Дія запускається, якщо лічильник маркера дорівнює цьому налаштуванню. Також може бути «>100» або «<99» для відсутності точного збігу.
zh_hans: 如果令牌的计数器等于此设置，则触发操作。也可以是'> 100'或'<99'（不完全匹配）。
zh_hant: 如果令牌的計數器等於此設置，則觸發操作。也可以是">100"或"<99"，因為沒有完全匹配。

source: Action is triggered, if the last authentication of the token is older than 7h, 10d or 1y.
de: Die Aktion wird ausgeführt, wenn die letzte Authentisierung mit diesem Token länger als 7 Stunden, 10 Tage oder 1 Jahr (7h, 10d, 1y) zurückliegt.
es: Se activa la acción si la última autenticación del token es anterior a 7h, 10d o 1y.
fr: L'action est déclenchée, si la dernière authentification de ce jeton est plus vieille que 7h, 10d ou 1y.
nl: Actie wordt gestart als de laaste authenticatie van het token ouder is dan 7h, 10d of 1y.
pt_br: A ação é acionada se a última autenticação do token for anterior a 7h, 10d ou 1y.
ta: டோக்கனின் கடைசி ஏற்பு 7h, 10d அல்லது 1y ஐ விட பழையதாக இருந்தால், நடவடிக்கை தூண்டப்படுகிறது.
tr: Tokunun en son kimlik doğrulaması 7H, 10D veya 1Y'DEN eski ise, eylem tetiklenir.
uk: Дія запускається, якщо остання автентифікація токена старше 7 годин, 10 днів або 1 року.
zh_hans: 如果令牌的最后认证时间早于7h，10d或1y，则触发操作。
zh_hant: 如果令牌的最後一次身份驗證早於 7小時、10天 或 1年，則會觸發操作。

source: This can be '>100', '<99', or '=100', to trigger the action, if the tokeninfo field 'count_auth' is bigger than 100, less than 99 or exactly 100.
de: Dies kann '>100', '<99' oder '=100' sein, um eine Aktion auszulösen. Das Feld 'count_auth' in Tokeninfo ist dann größer als 100, kleiner als 99 oder exakt 100.
es: Puede ser '> 100', '<99' o '= 100', para activar la acción, si el campo de información de token 'count_auth' es mayor que 100, menor que 99 o exactamente 100.
fr: Cela peut être '>100', '<99', ou '=100', pour déclencher l'action, si le champ tokeninfo 'count_auth' est plus grand que 100, moins que 99 ou pile 100.
nl: Dit kan '>100', '<99', of '=100' zijn om de actie te starten als het token-infoveld 'count_auth' groter is dan 100, kleiner is dan 99 of exact 100.
pt_br: Pode ser '>100', '<99' ou '=100' para acionar a ação se o campo tokeninfo 'count_auth' for maior que 100, menor que 99 ou exatamente 100.
ta: '> 100', '<99' அல்லது '= 100' ஆக இருக்கலாம், இது செயலைத் தூண்டுவதற்கு, 'count_auth' கிள்ளாக்கு இன்ஃபோ புலம் 100 ஐ விட பெரியதாக இருந்தால், 99 அல்லது சரியாக 100 க்கும் குறைவாக இருந்தால்.
tr: Bu, '> 100', '<99' veya '= 100' olabilir, eylemi tetiklemek için, TOKENINFO alanı 'Count_Auth', 100'den daha büyükse, 99 veya tam olarak 100'den daha büyükse.
uk: Це може бути «>100», «<99» або «=100», щоб ініціювати дію, якщо поле tokeninfo «count_auth» більше за 100, менше за 99 або точно 100.
zh_hans: 如果tokeninfo字段'count_auth'大于100，小于99或恰好是100，则可以为'> 100'，'<99'或'= 100'来触发操作。
zh_hant: 如果 tokeninfo 字段"count_auth"大於 100、小於 99 或正好 100，則可以使用">100"、"<99"或"=100"來觸發操作。

source: This can be '>100', '<99', or '=100', to trigger the action, if the tokeninfo field 'count_auth_success' is bigger than 100, less than 99 or exactly 100.
de: Dies kann '>100', '<99' oder '=100' sein, um eine Aktion auszulösen. Das Feld 'count_auth_success' in Tokeninfo ist dann größer als 100, kleiner als 99 oder exakt 100.
es: Debe ser '> 100', '<99' o '= 100' para activar la acción. Si el campo de información de token 'count_auth_success' es mayor que 100, menor que 99 o exactamente 100.
fr: Cela peut être '>100', '<99', ou '=100', pour déclencher l'action, si le champ tokeninfo 'count_auth_success' est plus grand que 100, moins que 99 ou pile 100.
nl: Dit kan '>100', '<99', of '=100' zijn om de actie te starten als het token-infoveld 'count_auth_success' groter is dan 100, kleiner is dan 99 of exact 100.
pt_br: Pode ser '>100', '<99' ou '=100' para acionar a ação se o campo tokeninfo 'count_auth_success' for maior que 100, menor que 99 ou exatamente 100.
ta: '> 100', '<99' அல்லது '= 100' ஆக இருக்கலாம், இது செயலைத் தூண்டுவதற்கு, 'count_auth_success' கிள்ளாக்கு இன்ஃபோ புலம் 100 ஐ விட பெரியதாக இருந்தால், 99 அல்லது சரியாக 100 க்கும் குறைவாக இருந்தால்.
tr: Bu, '> 100', '<99' veya '= 100' olabilir, eğer TOKENINFO alanı 'Count_Auth_Success', 99 veya tam olarak 100'den az ise, 100'den daha büyükse, eylemi tetiklemek için olabilir.
uk: Це може бути «>100», «<99» або «=100», щоб ініціювати дію, якщо поле інформації про маркер «count_auth_success» більше за 100, менше за 99 або точно 100.
zh_hans: 如果tokeninfo字段'count_auth_success'大于100，小于99或正好是100，则可以为'> 100'，'<99'或'= 100'来触发操作。
zh_hant: 如果 tokeninfo 字段 "count_auth_success" 大於 100、小於 99 或正好 100，則可以使用">100"、"<99"或"=100"來觸發操作。

source: This can be '>100', '<99', or '=100', to trigger the action, if the difference between the tokeninfo field 'count_auth' and 'count_auth_success is bigger than 100, less than 99 or exactly 100.
de: Dies kann '>100', '<99' oder '=100' sein, um eine Aktion auszulösen. Das Feld 'count_auth' und 'count_auth_success' in Tokeninfo ist dann größer als 100, kleiner als 99 oder exakt 100.
es: Debe ser '> 100', '<99' o '= 100', para activar la acción. Si la diferencia entre el campo tokeninfo 'count_auth' y 'count_auth_success es mayor que 100, menor que 99 o exactamente 100.
fr: Cela peut être '>100', '<99', ou '=100', pour déclencher l'action, si les champ tokeninfo 'count_auth' et count_auth_success' sont plus grands que 100, moins que 99 ou pile 100.
nl: Dit kan '>100', '<99', of '=100' zijn om de actie te starten als het verschil tussen het token-infoveld 'count_auth' en 'count_auth_success' groter is dan 100, kleiner is dan 99 of exact 100.
pt_br: Isto pode ser '>100', '<99', ou '=100', para acionar a ação, se a diferença entre o campo tokeninfo 'count_auth' e 'count_auth_success for maior que 100, menor que 99 ou exatamente 100.
ta: '> 100', '<99' அல்லது '= 100' ஆக இருக்கலாம், செயலைத் தூண்டுவதற்கு, 'COUNT_AUTH' மற்றும் 'count_auth_success ஆகியவற்றுக்கு இடையேயான வேறுபாடு 100 ஐ விட பெரியது, 99 க்கும் குறைவாகவோ அல்லது சரியாக 100 ஆகவோ இருந்தால்.
tr: Bu, '> 100', '<99' veya '= 100' olabilir, eylemi tetiklemek için, 'Count_Auth' ve 'Count_Auth_Success arasındaki fark, 100'den daha büyük, 99 veya tam olarak 100'den daha büyükse.
uk: Це може бути «>100», «<99» або «=100», щоб ініціювати дію, якщо різниця між полем інформації про маркер «count_auth» і «count_auth_success» більша за 100, менша за 99 або рівно 100.
zh_hans: 如果tokeninfo字段'count_auth'和'count_auth_success之间的差大于100，小于99或恰好是100，则可以为'> 100'，'<99'或'= 100'来触发操作。
zh_hant: 如果 tokeninfo 字段 "count_auth" 和 "count_auth_success 之間的差異大於 100、小於 99 或正好 100，則可以使用">100"、"<99"或"=100"來觸發操作。

source: This can be '>9', '<9', or '=10', to trigger the action, if the failcounter of a token matches this value. Note that the failcounter stops increasing, if the max_failcount is reached.
de: Hier können Bedingung wie '>9', '<9' oder '=10' eingetragen werden, um eine Aktion auszulösen, wenn der Failcounter des Tokens einen entsprechenden Wert hat. Bitte beachten Sie, dass der Failcounter nicht mehr erhöht wird, sobald er den Maximalwert erreicht hat.
es: Debe ser '> 9', '<9' o '= 10', para activar la acción. Si el contador de fallos de un token coincide con este valor. Tenga en cuenta que el contador de fallos deja de aumentar si se alcanza el número máximo de fallos.
fr: Cela peut être '>9', '<9', ou '=10', pour déclencher l'action, si le compteur d'échec d'un jeton correspond à cette valeur. Notez que le compteur d'échec n'est plus incrémenté si le max_failcount est atteint.
nl: Dit kan '>9', '<9', or '=10', zijn om de actie te starten, als de mislukte aanmeldteller of een token overeenkomt met deze waarde. Merk op dat de mislukt-teller stopt met tellen als de maximale waarde is bereikt.
pt_br: Isto pode ser '>9', '<9', ou '=10', para acionar a ação, se o contador de falhas de um token corresponder a este valor. Observe que o contador de faltas deixa de aumentar, se o valor máximo de faltas for atingido.
ta: இது ஒரு டோக்கனின் தோல்வி இந்த மதிப்புடன் பொருந்தினால், செயலைத் தூண்டுவதற்கு இது '> 9', '<9' அல்லது '= 10' ஆக இருக்கலாம். MAX_FAILCOUNT ஐ அடைந்தால், தோல்வி அதிகரிப்பதை நிறுத்துகிறது என்பதை நினைவில் கொள்க.
tr: Bu '> 9', '<9' veya '= 10' olabilir, eğer bir belirteç'in başarısızlığı bu değerle eşleşirse, eylemi tetiklemek için olabilir. Max_failCount'a ulaşıldığında, başarısızlığın artan durduğunu unutmayın.
uk: Це може бути «>9», «<9» або «=10», щоб ініціювати дію, якщо лічильник помилок маркера відповідає цьому значенню. Зауважте, що лічильник помилок припиняє зростати, якщо досягнуто max_failcount.
zh_hans: 如果令牌的故障计数器与此值匹配，则可以为'> 9'，'<9'或'= 10'来触发操作。请注意，如果达到max_failcount，则故障计数器将停止增加。
zh_hant: 如果令牌的 failcounter 與此值匹配，則可以使用">9"、"<9"或"=10"來觸發操作。請注意，如果達到max_failcount，故障計數器將停止增加。

source: This condition can check any arbitrary tokeninfo field. You need to enter something like '<fieldname> == <fieldvalue>', '<fieldname> > <fieldvalue>' or '<fieldname> < <fieldvalue>'.
de: Diese Bedingung prüft beliebige Werte in der Tokeninfo. Zulässige Vergleiche sind: '<Feldname> == <Feldinhalt>', '<Feldname> > <Feldinhalt>' oder '<Feldname> < <Feldinhalt>'.
es: Esta condición puede verificar cualquier campo 'tokeninfo' arbitrario. Debe ser algo como '<nombre de campo> == <valor de campo>', '<nombre de campo> > <valor de campo>' o '<nombre de campo> < <valor de campo>'.
fr: Cette condition peut vérifier n'importe quel champ tokeninfo. Vous devez entrer quelque chose comme '<nom_champ>== <valeur_champ>', '<nom_champ> > <valeur_champ>' ou '<nom_champ> < <valeur_champ>'.
nl: Deze voorwaarde kan een willekeurig token infoveld controleren. Je moet iets ingeven zoals '<fieldname> == <fieldvalue>', '<fieldname> > <fieldvalue>' or '<fieldname> < <fieldvalue>'.
pt_br: Esta condição pode verificar qualquer campo de "tokeninfo" arbitrário. Você precisa digitar algo como '<nome do campo> == <valor do campo>', '<nome do campo> > <valor do campo>' ou '<nome do campo> < <valor do campo>'.
ta: இந்த நிலை எந்த தன்னிச்சையான டோக்கன்ஃபோ புலத்தையும் சரிபார்க்கலாம். '<fieldName> == <FieldValue>', '<fieldName>> <fieldValue>' அல்லது '<fieldname> <<fieldValue>' போன்ற ஒன்றை நீங்கள் உள்ளிட வேண்டும்.
tr: Bu durum herhangi bir keyfi TOKENINFO alanını kontrol edebilir. '<FieldName> == <fieldValue>', '<fieldName >> <fieldValue>' veya '<fieldName> << FieldValue>' gibi bir şey girmeniz gerekir.
uk: Ця умова може перевірити будь-яке довільне поле tokeninfo. Вам потрібно ввести щось на кшталт '<fieldname> == <fieldvalue>', '<fieldname> > <fieldvalue>' або '<fieldname> < <fieldvalue>'.
zh_hans: 此条件可以检查任何任意的tokeninfo字段。您需要输入类似“ <字段名称> == <字段值>”，“ <字段名称>> <字段值>”或“ <字段名称> <<字段值>”之类的内容。
zh_hant: 此條件可以檢查任何任意令牌資訊欄位。您需要輸入類似"<fieldname> == <fieldvalue>"、"<fieldname> > <fieldvalue>"或"<fieldname> < <fieldvalue>"之類的內容。

source: This condition can check the value of an arbitrary event counter and compare it like 'myCounter == 1000', 'myCounter > 1000' or 'myCounter < 1000'.
de: Diese Bedingung überprüft einen beliebigen Eventcounter und vergleicht in bspw. wie 'myCounter == 1000', 'myCounter > 1000' oder 'myCounter < 1000'.
es: Esta condición puede verificar el valor de un contador de eventos arbitrario y compararlo como 'myCounter == 1000', 'myCounter> 1000' o 'myCounter <1000'.
fr: Cette condition peut vérifier la valeur d'un compteur d'événement et la comparer comme ceci 'mon_compteur == 1000', 'mon_compteur > 1000', 'mon_compteur < 1000'.
nl: Deze voorwaarde kan de waarde van een willekeurige gebeurtenisteller controleren en vergelijken, zoals 'myCounter == 1000', 'myCounter > 1000' or 'myCounter < 1000'.
pt_br: Esta condição pode verificar o valor de um contador de eventos arbitrário e compará-lo como 'myCounter == 1000', 'myCounter > 1000' ou 'myCounter < 1000'.
ta: இந்த நிலை ஒரு தன்னிச்சையான நிகழ்வு கவுண்டரின் மதிப்பை சரிபார்த்து அதை 'MyCounter == 1000', 'MyCounter> 1000' அல்லது 'MyCounter <1000' போன்றவற்றை ஒப்பிடலாம்.
tr: Bu durum, keyfi bir olay sayacının değerini kontrol edebilir ve 'MyCounter == 1000', 'MyCounter> 1000' veya 'MyCounter <1000' gibi karşılaştırılabilir.
uk: Ця умова може перевірити значення довільного лічильника подій і порівняти його, як «myCounter == 1000», «myCounter > 1000» або «myCounter < 1000».
zh_hans: 此条件可以检查任意事件计数器的值并进行比较，例如“ myCounter == 1000”，“ myCounter> 1000”或“ myCounter <1000”。
zh_hant: 此條件可以檢查任意事件計數器的值，並將其進行比較，如"myCounter == 1000"、"myCounter > 1000"或"myCounter < 1000"。

source: Here you can enter a regular expression. The condition only applies if the regular expression matches the detail->error->message in the response.
de: Hier können Sie einen regulären Ausdruck eingeben. Die Bedingung greift nur, wenn der reguläre Ausdruck auf das Feld detail->error->message im HTTP Response passt.
es: Aquí puede ingresar una expresión regular. La condición solo se aplica si la expresión regular coincide con: detalle-> error->mensaje en la respuesta.
fr: Vous pouvez rentrer ici une expression régulière. La condition ne s'applique que si l'expression régulière est valide pour detail->error-> message de la réponse.
nl: Hier kun je een reguliere expressie ingeven. De voorwaarde is enkel van toepassing als de reguliere expressie overeenkomt met het detail->error->message in het antwoord.
pt_br: Aqui você pode inserir uma expressão regular. A condição só se aplica se a expressão regular corresponder ao detalhe -> erro -> mensagem na resposta.
ta: இங்கே நீங்கள் ஒரு வழக்கமான வெளிப்பாட்டை உள்ளிடலாம். வழக்கமான வெளிப்பாடு விவரம்-> பிழை-> செய்தியுடன் பொருந்தினால் மட்டுமே இந்த நிலை பொருந்தும்.
tr: Burada düzenli bir ifade girebilirsiniz. Durum yalnızca normal ifade, yanıttaki detay-> error-> mesajıyla eşleşirse geçerlidir.
uk: Тут ви можете ввести регулярний вираз. Умова застосовується, лише якщо регулярний вираз відповідає detail->error->message у відповіді.
zh_hans: 在这里您可以输入正则表达式。仅当正则表达式与响应中的detail-> error-> message相匹配时，该条件才适用。
zh_hant: 在這裡，您可以輸入正規表示式。僅當正則表達式與回應中的詳細資訊>錯誤>消息匹配時，該條件才適用。

source: Here you can enter a regular expression. The condition only applies if the regular expression matches the detail->message in the response.
de: Hier können Sie einen regulären Ausdruck eingeben. Die Bedingung greift nur, wenn der reguläre Ausdruck auf das Feld detail->message im HTTP Response passt.
es: Aquí puede teclear una expresión regular. La condición solo se aplica si la expresión regular coincide con: detalle-> mensaje en la respuesta.
fr: Vous pouvez rentrer ici une expression régulière. La condition ne s'applique que si l'expression régulière est valide pour detail-> message de la réponse.
nl: Hier kun je een reguliere expressie ingeven. De voorwaarde is enkel van toepassing als de reguliere expressie overeenkomt met het detail->message in het antwoord.
pt_br: Aqui você pode inserir uma expressão regular. A condição só se aplica se a expressão regular corresponder ao detalhe -> mensagem na resposta.
ta: இங்கே நீங்கள் ஒரு வழக்கமான வெளிப்பாட்டை உள்ளிடலாம். வழக்கமான வெளிப்பாடு பதிலில் விவரம்-> செய்தியுடன் பொருந்தினால் மட்டுமே இந்த நிலை பொருந்தும்.
tr: Burada düzenli bir ifade girebilirsiniz. Durum yalnızca normal ifadenin yanıttaki detay-> mesajıyla eşleşmesi halinde geçerlidir.
uk: Тут ви можете ввести регулярний вираз. Умова застосовується, лише якщо регулярний вираз відповідає detail->message у відповіді.
zh_hans: 在这里您可以输入正则表达式。仅当正则表达式与响应中的detail-> message相匹配时，该条件才适用。
zh_hant: 在這裡，您可以輸入正規表示式。僅當正則表達式與回應中的詳細資訊>消息匹配時，該條件才適用。

source: Trigger the action, if the client IP matches.
de: Die Aktion wird ausgeführt, wenn die Client IP passt.
es: Activa la acción, si la IP del cliente coincide.
fr: Déclenche l'action si l'ip du Client correspond.
nl: Start de actie als het cliënt IP-adres overeenkomt.
pt_br: Acione a ação se o IP do cliente corresponder.
ta: கிளையன்ட் ஐபி பொருந்தினால், செயலைத் தூண்டும்.
tr: İstemci IP eşleşirse, eylemi tetikleyin.
uk: Запустити дію, якщо IP-адреса клієнта збігається.
zh_hans: 如果客户端IP匹配，则触发操作。
zh_hant: 如果用戶端 IP 匹配，則觸發操作。

source: The container is in the specified states, but can additionally be in other states.
de: Der Container hat den angegebenen Status, kann jedoch zusätzlich weitere haben.
fr: Le conteneur est dans l'état spécifié, mais peut additionnellement être dans d'autres états.
ta: கொள்கலன் குறிப்பிட்ட மாநிலங்களில் உள்ளது, ஆனால் கூடுதலாக மற்ற மாநிலங்களில் இருக்கலாம்.
uk: Контейнер перебуває у вказаних станах, але додатково може перебувати в інших станах.

source: The container is only in the specified states.
de: Der Container hat nur die angegebenen Status und keine weiteren.
fr: Le conteneur est seulement dans l'état spécifié.
ta: கொள்கலன் குறிப்பிட்ட மாநிலங்களில் மட்டுமே உள்ளது.
uk: Контейнер тільки в зазначених станах.

source: The container has a user assigned.
de: Der Container ist einem Benutzer zugewiesen.
fr: Le conteneur a un utilisateur attribué.
ta: கொள்கலனில் ஒரு பயனர் ஒதுக்கப்பட்டுள்ளது.
uk: Для контейнера призначено користувача.

source: The container has at least one token assigned.
de: In dem Container ist mindestens ein Token enthalten.
fr: Le conteneur a au moins un jeton assigné.
ta: கொள்கலனில் குறைந்தது ஒரு கிள்ளாக்கு ஒதுக்கப்பட்டுள்ளது.
uk: Контейнер має принаймні один призначений маркер.

source: The container is of a certain type.
de: Der Container ist von diesem Typ.
fr: Le conteneur est d'un certain type.
ta: கொள்கலன் ஒரு குறிப்பிட்ட வகை.
uk: Ємність певного типу.

source: The container is in this realm or in no realm at all. If multiple realms are selected, the condition is fulfilled if the container is in at least one realm of the list. The condition is not checked if the container has no realm, hence the action would be triggered.
fr: Le conteneur est dans ce domaine ou dans aucun domaine. Si plusieurs domaines sont sélectionnés, la condition est vérifiée si le conteneur est au moins dans un domaine de la liste. La condition n'est pas vérifiée si le conteneur n'a pas de domaine, ainsi l'action serait déclenchée.
ta: கொள்கலன் இந்த உலகில் அல்லது எந்த சாம்ராச்யத்திலும் இல்லை. பல பகுதிகள் தேர்ந்தெடுக்கப்பட்டால், கொள்கலன் பட்டியலில் குறைந்தது ஒரு உலகில் இருந்தால் நிலை நிறைவு செய்யப்படும். கொள்கலனுக்கு சாம்ராச்யம் இல்லையென்றால் நிபந்தனை சரிபார்க்கப்படவில்லை, எனவே நடவடிக்கை தூண்டப்படும்.
uk: Контейнер знаходиться в цій області або в жодній з них. Якщо вибрано декілька областей, умова буде виконана, якщо контейнер знаходиться хоча б в одній області зі списку. Умова не перевіряється, якщо контейнер не має жодної області, отже, дія буде виконана.

source: An owner of the container is in this resolver. If multiple resolvers are selected, the condition is fulfilled if at least one owner is in one resolver. The condition is not checked if the container has no owner, hence the action would be triggered.
fr: Un propriétaire de conteneur est dans ce résolveur. Si plusieurs résolveurs sont sélectionnés, la condition est remplie si au moins un propriétaire est dans un résolveur. La condition n'est pas vérifiée si le conteneur n'a pas de propriétaire, ainsi l'action serait déclenchée.
ta: கொள்கலனின் உரிமையாளர் இந்த தீர்வில் இருக்கிறார். பல தீர்வுகள் தேர்ந்தெடுக்கப்பட்டால், குறைந்தது ஒரு உரிமையாளர் ஒரு தீர்வில் இருந்தால் நிலை நிறைவு செய்யப்படும். கொள்கலனுக்கு உரிமையாளர் இல்லையென்றால் நிபந்தனை சரிபார்க்கப்படவில்லை, எனவே நடவடிக்கை தூண்டப்படும்.
uk: Власник контейнера знаходиться в цьому розв'язувачі. Якщо вибрано декілька обробників, умова виконується, якщо хоча б один власник є в одному обробнику. Умова не перевіряється, якщо контейнер не має власника, отже, дія спрацьовує.

source: This condition can check any arbitrary container info field. You need to enter something like 'fieldname == fieldvalue', 'fieldname > fieldvalue' or 'fieldname < fieldvalue'.
fr: Cette condition peut vérifier n'importe quel champ d'information de conteneur. Vous devez entrer quelque chose comme 'nom_champ == valeur_champ', 'nom_champ > valeur_champ' ou 'nom_champ < valeur_champ'.
ta: இந்த நிலை எந்த தன்னிச்சையான கொள்கலன் செய்தி புலத்தையும் சரிபார்க்கலாம். நீங்கள் 'ஃபீல்ட்நேம் == ஃபீல்ட்வல்யூ', 'ஃபீல்ட்நேம்> ஃபீல்ட் மதிப்பு' அல்லது 'ஃபீல்ட் பெயர் <ஃபீல்ட் மதிப்பு' போன்ற ஒன்றை உள்ளிட வேண்டும்.
uk: Ця умова може перевірити будь-яке довільне інформаційне поле контейнера. Потрібно ввести щось на кшталт «назва поля == значення поля», «назва поля > значення поля» або «назва поля < значення поля».

source: Action is triggered, if the last authentication of the container is older than the specified time. The time value has to be an integer followed by a time unit. Supported units are 'y' (years), 'd' (days), 'h' (hours), 'm' (minutes), 's' (seconds). Only one unit is allowed. Examples: '8h', '7d', '1y'
fr: L'action est déclenchée, si la dernière authentification du conteneur est plus ancienne que la durée spécifiée. La valeur de temps doit être un entier suivi d'une unité de temps. Les unités supportées sont 'y' (années), 'd' (jours), 'h' (heures), 'm' (minutes), 's' (secondes). Seule une unité est autorisée. Exemples : '8h', '7d', '1y'
ta: கொள்கலனின் கடைசி ஏற்பு குறிப்பிட்ட நேரத்தை விட பழையதாக இருந்தால், செயல் தூண்டப்படுகிறது. நேர மதிப்பு ஒரு நேர அலகு ஒரு முழு எண்ணாக இருக்க வேண்டும். ஆதரிக்கப்படும் அலகுகள் 'y' (ஆண்டுகள்), 'டி' (நாட்கள்), 'எச்' (மணிநேரம்), 'எம்' (நிமிடங்கள்), 'கள்' (விநாடிகள்). ஒரு அலகு மட்டுமே அனுமதிக்கப்படுகிறது. எடுத்துக்காட்டுகள்: '8H', '7d', '1y'
uk: Дія спрацьовує, якщо остання автентифікація контейнера старіша за вказаний час. Значення часу має бути цілим числом, за яким слідує одиниця часу. Підтримувані одиниці: 'y' (роки), 'd' (дні), 'h' (години), 'm' (хвилини), 's' (секунди). Дозволяється використовувати тільки одну одиницю. Приклади: '8h', '7d', '1y'
