Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Number of necessary positions to be answered by the user.
de: Die Anzahl der notwendigen Positionen, die der Benutzer eingeben muss.
es: Número de posiciones necesarias para ser respondidas por el usuario.
fr: Nombre de positions nécessaires à répondre par l'utilisateur.
nl: Aantal vereiste posities die door de gebruiker beantwoord moeten worden.
pt_br: Número de posições necessárias a serem respondidas pelo usuário.
ta: பயனரால் பதிலளிக்க தேவையான பதவிகளின் எண்ணிக்கை.
tr: Kullanıcı tarafından cevaplanacak gerekli pozisyonların sayısı.
uk: Кількість необхідних позицій, на які повинен відповісти користувач.
zh_hans: 用户需要回答的必要职位数。
zh_hant: 使用者需要回答的必要位置的數量。

source: Preset the enrollment with the value of the given attribute.
de: Der Wert der folgenden Benutzerattributes als Voreinstellung verwenden.
es: Establezca la inscripción con el valor del atributo dado.
fr: Prérègle l'enrôlement avec la valeur de l'attribut donné.
nl: Voorinstelling van de registratie met de waarde van het gegeven attribuut.
pt_br: Pré-ajuste a inscrição com o valor do atributo dado.
ta: கொடுக்கப்பட்ட பண்புக்கூறின் மதிப்புடன் சேர்க்கையை முன்னமைக்கப்பட்டுள்ளது.
tr: Kaydı verilen özniteliğin değeri ile önceden ayarlayın.
uk: Попередньо встановіть реєстрацію зі значенням заданого атрибута.
zh_hans: 使用给定属性的值预设注册。
zh_hant: 使用給定屬性的值預設註冊。

source: The attribute whose value should be force set during enrollment.
de: Das Attribute, dessen Wert zwingend, automatisch beim Ausrollen gesetzt wird.
es: El atributo cuyo valor debe forzarse durante la inscripción.
fr: L'attribut dont la valeur doit être forcée pendant l'enrôlement.
nl: Het attribuut waarvan de waarde moet ingesteld worden tijdens de registratie.
pt_br: O atributo cujo valor deve ser definido em força durante a inscrição.
ta: சேர்க்கையின் போது அதன் மதிப்பு கட்டாயமாக அமைக்கப்பட வேண்டும்.
tr: Değeri kayıt sırasında ayarlanmış olan nitelik.
uk: Атрибут, значення якого слід примусово встановити під час реєстрації.
zh_hans: 在注册期间应强制设置其值的属性。
zh_hant: 在註冊期間應強制設置其值的屬性。

source: The user may only have this maximum number of indexed secret tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an IndexedSecret Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de Token "Indexed Secret".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons de secret indexé.
nl: De gebruiker mag slechts dit maximaal aantal geïndexeerde geheime tokens toegewezen hebben.
pt_br: Ao usuário só pode ter atribuído este número máximo tokens "Segredo Indexado".
ta: பயனர் இந்த அதிகபட்ச குறியீட்டு ரகசிய டோக்கன்களை மட்டுமே ஒதுக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum dizinlenmiş gizli belirteç atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість проіндексованих секретних маркерів.
zh_hans: 用户只能分配此最大数目的索引安全令牌。
zh_hant: 使用者只能分配此最大數量的索引機密令牌。

source: The user may only have this maximum number of active indexed secret tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven IndexedSecret Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens "Indexed Secret" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons de secret indexé actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve geïndexeerde geheime tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens "Indexed Secret" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள குறியீட்டு ரகசிய டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
tr: Kullanıcı yalnızca bu maksimum aktif dizinlenmiş gizli belirteç atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних індексованих секретних маркерів.
zh_hans: 用户只能分配此最大数目的活动索引安全令牌。
zh_hant: 使用者只能分配此最大數量的活動索引機密令牌。

source: mOTP: Classical mobile One Time Passwords.
de: mOTP: mobiles Einmal-Passwort.
fr: mOTP : Mot de passe unique mobile classique.
ta: MOTP: பாரம்பரிய மொபைல் ஒரு முறை கடவுச்சொற்கள்.
uk: mOTP: класичні мобільні одноразові паролі.

source: The user may only have this maximum number of mOTP tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an mOTP Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens mOTP.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons mOTP.
nl: De gebruiker mag slechts dit maximaal aantal mOTP-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens mOTP.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான MOTP டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum MOTP belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів mOTP.
zh_hans: 用户只能分配此最大数量的mOTP令牌。
zh_hant: 使用者只能分配此最大數量的 mOTP 令牌。

source: The user may only have this maximum number of active mOTP tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven mOTP Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens mOTP activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons mOTP actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve mOTP-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens mOTP ativos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள MOTP டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif MOTP belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише така максимальна кількість активних токенів mOTP.
zh_hans: 用户只能分配此最大数量的活动mOTP令牌。
zh_hant: 使用者只能分配此最大數量的活動 mOTP 令牌。

source: URL for mOTP token
de: URL für mOTP Token
fr: URL pour jeton mOTP
ta: MOTP டோக்கனுக்கான முகவரி
uk: URL-адреса для маркера mOTP

source: OCRA: Enroll an OCRA token.
de: OCRA: Einen OCRA-Token ausrollen.
es: OCRA: inscribe un token OCRA.
fr: OCRA : enrôler un jeton OCRA.
nl: OCRA: een OCRA token registreren.
pt_br: OCRA: Inscreva um token OCRA.
ta: OCRA: ஒரு OCRA கிள்ளாக்கை சேர்க்கவும்.
tr: OCRA: Bir ocra belirteci kaydolun.
uk: OCRA: зареєструйте маркер OCRA.
zh_hans: OCRA：注册OCRA令牌。
zh_hant: OCRA：註冊 OCRA 令牌。

source: The user may only have this maximum number of OCRA tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an OCRA Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens OCRA.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons OCRA.
nl: De gebruiker mag slechts dit maximaal aantal OCRA-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens OCRA.
ta: பயனருக்கு இந்த அதிகபட்ச OCRA டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı sadece bu maksimum OCRA belirteçleri atanmış olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів OCRA.
zh_hans: 用户只能分配此最大数量的OCRA令牌。
zh_hant: 使用者只能分配此最大數量的 OCRA 令牌。

source: The user may only have this maximum number of active OCRA tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven OCRA Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens OCRA activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons OCRA actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve OCRA-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de tokens OCRA ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள OCRA டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
tr: Kullanıcı yalnızca bu maksimum aktif OCRA belirteçleri atanmıştır.
uk: Користувачеві може бути призначена лише така максимальна кількість активних токенів OCRA.
zh_hans: 用户只能分配此最大数量的活动OCRA令牌。
zh_hant: 使用者只能分配此最大數量的活動 OCRA 令牌。

source: PPR: One Time Passwords printed on a sheet of paper.
de: PPR: Einmal-Passwörter auf einem Blatt Papier ausgedruckt.
fr: PPR : Mots de passe uniques imprimés sur une feuille de papier.
ta: பிபிஆர்: ஒரு முறை கடவுச்சொற்கள் ஒரு தாளில் அச்சிடப்பட்டுள்ளன.
uk: PPR: одноразові паролі, надруковані на аркуші паперу.

source: The number of OTP values, which are printed on the paper.
de: Anzahl der gedruckten OTP-Werte.
es: El número de valores OTP, que están impresos en el papel.
fr: Le nombre de valeurs OTP qui sont imprimées sur le papier.
nl: Het aantal OTP-waarden die op een blad geprint worden.
pt_br: O número de valores OTP, que são impressos no papel.
ta: OTP மதிப்புகளின் எண்ணிக்கை, அவை காகிதத்தில் அச்சிடப்படுகின்றன.
tr: Kağıda yazdırılan OTP değerlerinin sayısı.
uk: Кількість значень OTP, які друкуються на папері.
zh_hans: 在纸上打印的OTP值的数量。
zh_hant: 列印在紙張上的 OTP 值的數量。

source: The user may only have this maximum number of paper tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Paper Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "paper tokens".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons papier.
nl: De gebruiker mag slechts dit maximaal aantal papier-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de papel".
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான காகித டோக்கன்களை மட்டுமே ஒதுக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum kağıt belirteçleri atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість паперових жетонів.
zh_hans: 用户只能分配此最大数量的纸质令牌。
zh_hant: 使用者只能分配此最大數量的紙質令牌。

source: The user may only have this maximum number of active paper tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Paper Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "paper tokens" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons papier actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve papier-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de papel" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள காகித டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
tr: Kullanıcı yalnızca bu maksimum aktif kağıt belirteç atanmış sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних паперових токенів.
zh_hans: 用户只能分配此最大数量的活动纸质令牌。
zh_hant: 使用者只能分配此最大數量的活動紙質令牌。

source: Passkey: A secret stored on a device, unlocked with biometrics.
fr: Clé d'accès : Un secret stocké sur un périphérique, débloqué par biométrie.
ta: பாச்கி: ஒரு சாதனத்தில் சேமிக்கப்பட்ட ஒரு மறைபொருள், பயோமெட்ரிக்சுடன் திறக்கப்பட்டது.
uk: Ключ доступу: секрет, що зберігається на пристрої, розблокований за допомогою біометрії.

source: Alternative challenge message to use when authenticating with a passkey.You can also use tags for replacement, check the documentation for more details.
fr: Texte alternatif de challenge à utiliser lors de l'authentification avec une clé d'accès. Vous pouvez aussi utiliser des balises pour le remplacement, consultez la documentation pour plus de détails.
ta: பாச்கியுடன் அங்கீகரிக்கும்போது பயன்படுத்த மாற்று அறைகூவல் செய்தி.நீங்கள் மாற்றுவதற்கான குறிச்சொற்களையும் பயன்படுத்தலாம், மேலும் விவரங்களுக்கு ஆவணங்களை சரிபார்க்கவும்.
uk: Альтернативне повідомлення про виклик, яке використовується під час автентифікації за допомогою ключа доступу. Ви також можете використовувати теги для заміни, перевірте документацію для отримання додаткової інформації.

source: When enabled, passkey token can be triggered with the PIN or via the /validate/triggerchallenge endpoint. For privacyIDEA plugins, this is not recommended. It is advised to use a condition, for example on a user-agent, with this policy.
fr: Quand activé, le jeton avec clé d'accès peut être déclenché avec le PIN ou via le terminal /validate/triggerchallenge. Pour les plugins privacyIDEA, ce n'est pas recommandé. Il est conseillé d'utiliser une condition, sur un user-agent par exemple, avec cette politique.
ta: இயக்கப்பட்டால், பாச்கி கிள்ளாக்கை முள் அல்லது /சரிபார்ப்பு/தூண்டுதல் இறுதிப்புள்ளி வழியாகத் தூண்டலாம். தனியுரிமைடா செருகுநிரல்களுக்கு, இது பரிந்துரைக்கப்படவில்லை. இந்தக் கொள்கையுடன் ஒரு நிபந்தனையைப் பயன்படுத்த அறிவுறுத்தப்படுகிறது.
uk: Якщо увімкнено, токен passkey можна активувати за допомогою PIN-коду або через кінцеву точку /validate/triggerchallenge. Для плагінів privacyIDEA це не рекомендується. Рекомендується використовувати умову, наприклад, для користувача-агента, з цією політикою.

source: Request attestation from the authenticator during the registration. The attestation certificate will be saved in the token info. The default value is 'none'.
fr: Demande une attestation de l'authentificateur pendant l'enregistrement. Le certificat d'attestation sera sauvegardé dans les informations du jeton. La valeur par défaut est 'aucun'.
ta: பதிவின்போது அங்கீகாரத்திலிருந்து சான்றளிக்கக் கோருங்கள். சான்றிதழ் கிள்ளாக்கு தகவலில் சேமிக்கப்படும். இயல்புநிலை மதிப்பு 'எதுவுமில்லை'.
uk: Вимагайте підтвердження від автентифікатора під час реєстрації. Сертифікат атестації буде збережено в інформації про маркер. Значення за замовчуванням - «немає».

source: Please authenticate with your passkey!
fr: Veuillez vous authentifier avec votre clé d'accès !
ta: உங்கள் பாச்கியுடன் அங்கீகரிக்கவும்!
uk: Будь ласка, авторизуйтесь за допомогою ключа доступу!

source: Please confirm the registration with your passkey!
fr: Veuillez confirmer l'enregistrement avec votre clé d'accès !
ta: உங்கள் பாச்கியுடன் பதிவை உறுதிப்படுத்தவும்!
uk: Підтвердьте реєстрацію своїм паролем!

source: A token with a fixed password. Can be combined with the OTP PIN. Is used for the lost token scenario.
de: Ein Token mit einem festen Passwort. Dieses kann mit der OTP PIN verwendet werden. Wir im Workflow "Verlorener Token" verwendet.
es: Un token con una contraseña fija. Se puede combinar con el PIN OTP. Se utiliza para el escenario de la ficha perdida.
fr: Un jeton avec un mot de passe fixe. Peut être combiné avec le code PIN OTP. Est utilisé pour un scénario de jeton perdu.
nl: Een token met een vast wachtwoord. Kan gecombineerd worden met de OTP PIN. Wordt gebruikt voor het verloren token-scenario.
pt_br: Um token com uma senha fixa. Pode ser combinado com o PIN OTP. É usado para o cenário do token perdido.
ta: நிலையான கடவுச்சொல்லுடன் ஒரு கிள்ளாக்கு. OTP முள் உடன் இணைக்க முடியும். இழந்த கிள்ளாக்கு காட்சிக்கு பயன்படுத்தப்படுகிறது.
tr: Sabit bir şifre ile bir belirteç. OTP pimi ile birleştirilebilir. Kayıp belirteç senaryosu için kullanılır.
uk: Маркер із фіксованим паролем. Можна поєднувати з PIN-кодом OTP. Використовується для сценарію втраченого маркера.
zh_hans: 具有固定密码的令牌。可以结合 使用OTP PIN。用于丢失的令牌方案。
zh_hant: 具有固定密碼的令牌。可與 OTP PIN 結合使用。用於丟失令牌方案。

source: The user may only have this maximum number of password tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Password Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de contraseña".
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons avec mot de passe.
nl: De gebruiker mag slechts dit maximaal aantal wachtwoord-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de senha".
ta: இந்த அதிகபட்ச கடவுச்சொல் டோக்கன்களை மட்டுமே பயனர் வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum şifre belirleyici sayısını atanmış olabilir.
uk: Користувач може мати лише цю максимальну кількість маркерів пароля.
zh_hans: 用户只能分配此最大数量的密码令牌。
zh_hant: 使用者只能分配此最大數量的密碼令牌。

source: The user may only have this maximum number of active password tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Password Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens de contraseña" activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons avec mot de passe actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve wachtwoord-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens de senha" ativos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள கடவுச்சொல் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum aktif şifre belirteçlerini atanmıştır.
uk: Користувачеві може бути призначено лише цю максимальну кількість маркерів активного пароля.
zh_hans: 用户只能分配此最大数量的活动密码令牌。
zh_hant: 使用者只能分配此最大數量的活動密碼令牌。

source: Please confirm the authentication on your mobile device!
de: Bitte bestätigen Sie die Anmeldung auf Ihrem Mobilgerät!
es: ¡Confirme la autenticación en su dispositivo móvil!
fr: Veuillez confirmer l'authentification sur votre téléphone !
nl: Bevestig de authenticatie op je mobiel toestel!
pt_br: Por favor, confirme a autenticação em seu dispositivo móvel!
ta: உங்கள் மொபைல் சாதனத்தில் அங்கீகாரத்தை உறுதிப்படுத்தவும்!
tr: Lütfen mobil cihazınızdaki kimlik doğrulamasını onaylayın!
uk: Підтвердьте автентифікацію на своєму мобільному пристрої!
zh_hans: 请在您的移动设备上确认身份验证！
zh_hant: 請在您的行動裝置上確認身份驗證！

source: Use the polling feature of your privacyIDEA Authenticator App to check for a new Login request.
de: Verwenden Sie die Polling-Funktion Ihrer privacyIDEA Authenticator App, um nach einer neuen Anmeldeanfrage zu suchen.
fr: Utiliser la fonction PUSH de votre application PrivacyIDEA Authenticator pour vérifier une nouvelle requête de connexion.
nl: Gebruiik de polling-mogelijkheid van je privacyIDEA Authenticator App om te controleren voor een nieuwe aanmeldingsaanvraag.
ta: புதிய உள்நுழைவு கோரிக்கையை சரிபார்க்க உங்கள் தனியுரிமைடியா அங்கீகார பயன்பாட்டின் வாக்குப்பதிவு அம்சத்தைப் பயன்படுத்தவும்.
tr: Yeni bir giriş talebini kontrol etmek için PrivacyIDEA doğrulama uygulamanızın yoklama özelliğini kullanın.
uk: Скористайтеся функцією опитування програми privacyIDEA Authenticator, щоб перевірити наявність нового запиту на вхід.

source: Do you want to confirm the login?
de: Wollen Sie die Anmeldung bestätigen?
es: ¿Quieres confirmar el inicio de sesión?
fr: Voulez-vous confirmer la connexion ?
nl: Wil je de aanmelding bevestigen?
pt_br: Você quer confirmar o login?
ta: உள்நுழைவை உறுதிப்படுத்த விரும்புகிறீர்களா?
tr: Girişi onaylamak ister misiniz?
uk: Хочете підтвердити вхід?
zh_hans: 您要确认登录吗？
zh_hant: 是否要確認登錄？

source: PUSH Token
fr: Jeton PUSH
pt_br: Token PUSH
ta: கிள்ளாக்கு புச்
tr: İtin
uk: Токен PUSH
zh_hans: PUSH 令牌
zh_hant: 推送令牌

source: PUSH: Send a push notification to a smartphone.
de: PUSH: Sendet eine Push Nachricht an ein Smartphone.
es: PUSH: envía una notificación de inserción a un "Smartphone".
fr: PUSH : Envoie une notification push à un smartphone.
nl: PUSH: stuur een push-melding naar een smartphone.
pt_br: PUSH: envia uma notificação push para um smartphone.
ta: புச்: ச்மார்ட்போனுக்கு புச் அறிவிப்பை அனுப்பவும்.
tr: PUSH: Bir akıllı telefona bir push bildirimi gönderin.
uk: PUSH: Надішліть push-сповіщення на смартфон.
zh_hans: 推送：向智能手机发送推送通知。
zh_hant: 推送：向智慧手機發送推送通知。

source: The configuration of your Firebase application.
de: Die Konfiguration der Firebase Anwendung.
es: La configuración de tu aplicación Firebase.
fr: La configuration de votre application Firebase.
nl: De configuratie van je Firebase-applicatie.
pt_br: A configuração de sua aplicação Firebase.
ta: உங்கள் ஃபயர்பேச் பயன்பாட்டின் உள்ளமைவு.
tr: FireBase uygulamanızın yapılandırması.
uk: Конфігурація вашої програми Firebase.
zh_hans: Firebase应用程序的配置。
zh_hant: 您的 Firebase 應用的配置。

source: The URL the Push App should contact in the second enrollment step. Usually it is the endpoint /ttype/push of the privacyIDEA server.
de: Die URL für den zweiten Ausrollschritt. Diese URL ruft das Smartphone auf, nachdem der Benutzer den QR-Code gescannt hat. Üblicherweise ist das der Endpunkt /ttype/push des privacyIDEA Servers.
es: La URL con la que debe comunicarse la aplicación Push en el segundo paso de inscripción. Por lo general, es el "endpoint/ttype/push" del servidor privacyIDEA.
fr: L'URL que l'application PUSH doit contacter dans la seconde étape de l'enrôlement. Habituellement, c'est le endpoint /ttype/push du serveur privacyIDEA.
nl: De URL die de Push App moet contacteren tijdens de tweede registratiestap. Gewoonlijk is dit enpoint/ttype/push van de privacyIDEA-server.
pt_br: O URL que o Push App deve contatar na segunda etapa da inscrição. Normalmente é o "endpoint /ttype/push" do servidor privacyIDEA.
ta: முகவரி புச் பயன்பாடு இரண்டாவது சேர்க்கை படியில் தொடர்பு கொள்ள வேண்டும். வழக்கமாக இது தனியுரிமைடியா சேவையகத்தின் இறுதிப் புள்ளி /TTYPE /புச் ஆகும்.
tr: ARLL, İkinci Kayıt Adımında İkinci Kayıt Adımında temasa geçmelidir. Genellikle ENDPOINT / TTYPE / PRICYIDEA sunucusunun basılmasıdır.
uk: URL-адреса, з якою Push-додаток має зв’язатися на другому етапі реєстрації. Зазвичай це кінцева точка /ttype/push сервера privacyIDEA.
zh_hans: Push App在第二个注册步骤中应联系的URL。通常，它是privacyIDEA服务器的端点/ ttype / push。
zh_hant: 推送應用在第二個註冊步驟中應聯繫的URL。通常它是privacyIDEA伺服器的端點/ttype/push。

source: The second enrollment step must be completed within this time (in minutes).
de: Der zweite Rollout-Schritt muss innerhalb dieser Zeit abgeschlossen sein (in Minuten).
es: El segundo paso de inscripción debe completarse en este intervalo de tiempo (en minutos).
fr: La seconde étape de l'enrôlement doit être complétée durant cette période (en minutes).
nl: De tweede registratiestap moet voltooid worden binnen deze tijd (in minuten).
pt_br: A segunda etapa da inscrição deve ser concluída dentro deste tempo (em minutos).
ta: இரண்டாவது சேர்க்கை படி இந்த நேரத்திற்குள் (நிமிடங்களில்) முடிக்கப்பட வேண்டும்.
tr: İkinci kayıt adım bu süre içinde tamamlanmalıdır (dakikalar içinde).
uk: Другий крок реєстрації має бути виконано протягом цього часу (у хвилинах).
zh_hans: 第二个注册步骤必须在此时间内（以分钟为单位）完成。
zh_hant: 第二個註冊步驟必須在此時間內完成（以分鐘為單位）。

source: The smartphone needs to verify SSL during the enrollment. (default 1)
de: Das Smartphone überprüft die SSL-Verbindung während des Rollouts. (Standard: 1)
es: El "smartphone" debe verificar SSL durante la inscripción. (predeterminado 1)
fr: Le smartphone nécessite de vérifier SSL pendant l'enrôlement. (défaut 1)
nl: De smartphone moet SSL verifiëren tijdens de registratie. (standaard 1)
pt_br: O smartphone precisa verificar o SSL durante a inscrição. (padrão 1)
ta: சேர்க்கையின் போது ச்மார்ட்போன் எச்.எச்.எல் சரிபார்க்க வேண்டும். (இயல்புநிலை 1)
tr: Akıllı telefonun kayıt sırasında SSL'yi doğrulaması gerekir. (Varsayılan 1)
uk: Під час реєстрації смартфон повинен перевірити SSL. (за замовчуванням 1)
zh_hans: 智能手机需要在注册过程中验证SSL。（默认为1）
zh_hant: 智能手機需要在註冊期間驗證 SSL。（預設值 1）

source: The user may only have this maximum number of Push tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Push Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de "tokens Push".
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons Push.
nl: De gebruiker mag slechts dit maximaal aantal PUSH-tokens toegewezen hebben.
pt_br: O usuário só pode ter atribuído este número máximo de "tokens Push".
ta: பயனருக்கு இந்த அதிகபட்ச புச் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum itme sayısının atandığı sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість токенів Push.
zh_hans: 用户只能分配此最大数量的Push令牌。
zh_hant: 使用者只能分配此最大數量的推送令牌。
