Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The Admin is allowed list the available service ID definitions.
de: Der Administrator kann die verfügbaren Dienste-Kennzeichnungen anzeigen.
fr: L'administrateur est autorisé à lister les définitions des services ID disponibles.
ta: கிடைக்கக்கூடிய பணி ஐடி வரையறைகளை பட்டியலிட நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратор має доступ до списку доступних визначень ідентифікаторів послуг.

source: The Admin is allowed to add a new service ID definition.
de: Der Administrator darf neue Dienste-Kennzeichnungen hinzufügen.
fr: L'administrateur est autorisé à ajouter un nouveau service ID.
ta: புதிய பணி ஐடி வரையறையைச் சேர்க்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратор може додати нове визначення ідентифікатора служби.

source: The Admin is allowed delete a service ID definition.
de: Der Administrator kann Dienste-Kennzeichnungen löschen.
fr: L'administrateur est autorisé à supprimer une définition d'ID de service.
ta: ஒரு பணி ஐடி வரையறையை நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратор може видалити визначення ідентифікатора служби.

source: The Admin is allowed to manage the tokengroups of a token.
de: Der Administrator kann die Token-Gruppen eines Tokens bearbeiten.
fr: L'administrateur est autorisé à gérer les groupes d'un jeton.
nl: Admin mag de token-groepen van een token beheren.
ta: ஒரு டோக்கனின் கிள்ளாக்கு குழுக்களை நிர்வகிக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено керувати групами маркерів маркера.
zh_hans: 允许管理员管理令牌的令牌组。

source: Admin is allowed to edit the container info.
de: Administratoren können die Container Info bearbeiten.
fr: L'administrateur est autorisé à éditer les informations du conteneur.
ta: கொள்கலன் தகவலைத் திருத்த நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено редагувати інформацію про контейнер.

source: Admin is allowed to edit the container state.
de: Administratoren können den Container Status bearbeiten.
fr: L'administrateur est autorisé à éditer l'état du conteneur.
ta: கொள்கலன் நிலையைத் திருத்த நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено редагувати стан контейнера.

source: Admin is allowed to edit the container description.
de: Administratoren können die Container Beschreibung bearbeiten.
fr: L'administrateur est autorisé à éditer la description du conteneur.
ta: கொள்கலன் விளக்கத்தைத் திருத்த நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратор має право редагувати опис контейнера.

source: Admin is allowed to create containers.
de: Administratoren können Container erstellen.
fr: L'administrateur est autorisé à créer des conteneurs.
ta: நிர்வாகி கொள்கலன்களை உருவாக்க அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено створювати контейнери.

source: Admin is allowed to delete containers.
de: Administratoren können Container löschen.
fr: L'administrateur est autorisé à supprimer des conteneurs.
ta: நிர்வாகி கொள்கலன்களை நீக்க அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено видаляти контейнери.

source: Admin is allowed to add tokens to containers.
de: Administratoren können Token zu Containern hinzufügen.
fr: L'administrateur est autorisé à ajouter des jetons aux conteneurs.
ta: கொள்கலன்களில் டோக்கன்களைச் சேர்க்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено додавати токени до контейнерів.

source: Admin is allowed to remove tokens from containers.
de: Administratoren können Tokens aus Containern entfernen.
fr: L'administrateur est autorisé à supprimer des jetons des conteneurs.
ta: கொள்கலன்களிலிருந்து டோக்கன்களை அகற்ற நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено вилучати токени з контейнерів.

source: Admin is allowed to assign users to containers.
de: Administratoren können Container einem Benutzer zuweisen.
fr: L'administrateur est autorisé à assigner des utilisateurs aux conteneurs.
ta: பயனர்களை கொள்கலன்களுக்கு ஒதுக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено призначати користувачів до контейнерів.

source: Admin is allowed to unassign users from containers.
de: Administratoren können Benutzerzuweisungen eines Containers aufheben.
fr: L'administrateur est autorisé à désassigner des utilisateurs des conteneurs.
ta: கொள்கலன்களிலிருந்து பயனர்களை ஒதுக்க நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено скасовувати призначення користувачів із контейнерів.

source: Admin is allowed to set the realm of containers.
de: Administratoren können die Realms eines Containers bearbeiten.
fr: L'administrateur est autorisé à définir le domaine des conteneurs.
ta: கொள்கலன்களின் சாம்ராச்யத்தை அமைக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено встановлювати область контейнерів.

source: Admin is allowed to list containers.
de: Administratoren können Container auflisten.
fr: L'administrateur est autorisé à lister les conteneurs.
ta: கொள்கலன்களை பட்டியலிட நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено перераховувати контейнери.

source: Admin is allowed to register containers.
fr: L'administrateur est autorisé à enregistrer des conteneurs.
ta: நிர்வாகி கொள்கலன்களை பதிவு செய்ய அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено реєструвати контейнери.

source: Admin is allowed to unregister containers.
fr: L'administrateur est autorisé à désinscrire des conteneurs.
ta: நிர்வாகி கொள்கலன்களை பதிவுநீக்க அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено скасовувати реєстрацію контейнерів.

source: Admin is allowed to perform a container rollover including a rollover of all contained tokens.
fr: L'administrateur est autorisé à faire un roulement de conteneur incluant un roulement de tous les jetons contenus.
ta: அனைத்து டோக்கன்களின் ரோல்ஓவர் உட்பட ஒரு கொள்கலன் ரோல்ஓவர் செய்ய நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено виконувати оновлення контейнера, включаючи оновлення всіх маркерів, що містяться.

source: Admin is allowed to create and edit container templates.
fr: L'administrateur est autorisé à créer et modifier des modèles de conteneur.
ta: கொள்கலன் வார்ப்புருக்களை உருவாக்க மற்றும் திருத்த நிர்வாகம் அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено створювати та редагувати шаблони контейнерів.

source: Admin is allowed to delete templates.
fr: L'administrateur est autorisé à supprimer des modèles.
ta: வார்ப்புருக்கள் நீக்க நிர்வாகி அனுமதிக்கப்படுகிறது.
uk: Адміністратору дозволено видаляти шаблони.

source: Admin is allowed to list templates and view their details.
fr: L'administrateur est autorisé à lister des modèles et à voir leurs détails.
ta: நிர்வாகி வார்ப்புருக்களை பட்டியலிடவும் அவற்றின் விவரங்களைக் காணவும் அனுமதிக்கப்படுகிறது.
uk: Адміністратор може створювати список шаблонів і переглядати їх деталі.

source: The user is allowed to assign an existing token that is not yet assigned using the token serial number.
de: Der Benutzer darf sich einen noch nicht zugewiesenen Token anhand der Seriennummer zuweisen.
es: El usuario puede asignar un token existente que aún no está asignado utilizando el número de serie del token.
fr: L'utilisateur est autorisé à assigner un jeton existant qui n'est pas encore assigné en utilisant son numéro de série.
nl: De gebruiker mag een bestaand token toewijzen dat nog niet toegewezen is door gebruik te maken van het serienummer van het token.
pt_br: O usuário é autorizado para atribuir um token existente que ainda não foi atribuído usando o número de série do token.
ta: கிள்ளாக்கு வரிசை எண்ணைப் பயன்படுத்தி இன்னும் ஒதுக்கப்படாத கிள்ளாக்கை ஒதுக்க பயனர் அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının, belirteç seri numarasını kullanarak henüz atanmamış bir belirteci atamasına izin verilir.
uk: Користувачеві дозволено призначити існуючий маркер, який ще не призначено, використовуючи серійний номер маркера.
zh_hans: 允许用户分配尚未使用令牌序列号分配的现有令牌。
zh_hant: 允許使用者分配尚未使用令牌序列號分配的現有令牌。

source: The user is allowed to disable his own tokens.
de: Der Benutzer darf seine eigenen Token deaktivieren.
es: El usuario puede desactivar sus propios tokens.
fr: L'utilisateur est autorisé à désactiver ses propres jetons.
nl: De gebruiker mag zijn eigen tokens uitschakelen.
pt_br: O usuário é autorizado para desativar seus próprios tokens.
ta: பயனர் தனது சொந்த டோக்கன்களை முடக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kendi belirteçlerini devre dışı bırakmasına izin verilir.
uk: Користувачеві дозволено відключати власні маркери.
zh_hans: 允许用户禁用自己的令牌。
zh_hant: 允許使用者禁用自己的令牌。

source: The user is allowed to enable his own tokens.
de: Der Benutzer darf seine eigenen Token aktivieren.
es: El usuario puede habilitar sus propios tokens.
fr: L'utilisateur est autorisé à activer ses propres jetons.
nl: De gebruiker mag zijn eigen tokens inschakelen.
pt_br: O usuário é autorizado para habilitar seus próprios tokens.
ta: பயனர் தனது சொந்த டோக்கன்களை இயக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kendi belirteçlerini etkinleştirmesine izin verilir.
uk: Користувачеві дозволено вмикати власні маркери.
zh_hans: 允许用户启用自己的令牌。
zh_hant: 允許用戶啟用自己的令牌。

source: The user is allowed to delete his own tokens.
de: Der Benutzer darf seine eigenen Token löschen.
es: El usuario puede eliminar sus propios tokens.
fr: L'utilisateur est autorisé à supprimer ses propres jetons.
nl: De gebruiker mag zijn eigen tokens verwijderen.
pt_br: O usuário é autorizado para deletar seus próprios tokens.
ta: பயனர் தனது சொந்த டோக்கன்களை நீக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kendi belirteçlerini silmesine izin verilir.
uk: Користувачеві дозволено видаляти власні маркери.
zh_hans: 允许用户删除自己的令牌。
zh_hant: 允許用戶刪除自己的令牌。

source: The user is allowed to unassign his own tokens.
de: Der Benutzer darf die eigene Zuweisung zu seinen Token aufheben.
es: El usuario puede anular la asignación de sus propios tokens.
fr: L'utilisateur est autorisé à supprimer l'assignation de ses propres jetons.
nl: De gebruiker mag zijn eigen token niet meer toewijzen.
pt_br: O usuário é autorizado para desatribuir seus próprios tokens.
ta: பயனர் தனது சொந்த டோக்கன்களை ஒதுக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kendi belirteçlerini sökmeye izin verilir.
uk: Користувачеві дозволено скасувати призначення своїх жетонів.
zh_hans: 允许用户取消分配自己的令牌。
zh_hant: 允許使用者取消分配自己的令牌。

source: The user is allowed to resynchronize his tokens.
fr: L'utilisateur est autorisé à resynchroniser ses jetons.
ta: பயனர் தனது டோக்கன்களை மீண்டும் ஒத்திசைக்க அனுமதிக்கப்படுகிறார்.
uk: Користувачеві дозволено повторно синхронізувати свої токени.

source: The user is allowed to revoke a token
de: Der Benutzer darf seine eigenen Token revozieren
es: El usuario puede revocar un token
fr: L'utilisateur est autorisé à révoquer un jeton
nl: De gebruiker mag een token intrekken
pt_br: O usuário é autorizado para revogar um token
ta: கிள்ளாக்கை ரத்து செய்ய பயனர் அனுமதிக்கப்படுகிறார்
tr: Kullanıcının bir belirteç iptal edilmesine izin verilir
uk: Користувачеві дозволено відкликати маркер
zh_hans: 允许用户撤销令牌
zh_hant: 允許使用者撤銷令牌

source: The user is allowed to reset the failcounter of his tokens.
de: Der Benutzer darf den Fehlerzähler seiner eigenen Token zurücksetzen.
es: El usuario puede reiniciar el contador de fallos de sus tokens.
fr: L'utilisateur est autorisé à réinitialiser le compteur d'échecs de ses jetons.
nl: De gebruiker mag de teller voor mislukte aanmeldingen van zijn eigen token resetten.
pt_br: O usuário é autorizado a reiniciar o contador de falhas de seus tokens.
ta: பயனர் தனது டோக்கன்களின் தோல்வியை மீட்டமைக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının belirteçlerinin başarısızlığını sıfırlamasına izin verilir.
uk: Користувачеві дозволено скинути лічильник помилок своїх токенів.
zh_hans: 允许用户重置其令牌的故障计数器。
zh_hant: 允許使用者重置自己令牌的失敗計數器。

source: The user is allowed to set the OTP PIN of his tokens.
de: Der Benutzer darf die OTP PINs seiner Token setzen.
es: El usuario puede configurar el PIN OTP de sus tokens.
fr: L'utilisateur est autorisé à définir le PIN OTP de ses jetons.
nl: De gebruiker mag de OTP PIN van zijn eigen tokens instellen.
pt_br: O usuário é autorizado a definir o PIN OTP de seus tokens.
ta: பயனர் தனது டோக்கன்களின் OTP முள் அமைக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının belirteçlerinin OTP PIN'ini ayarlamasına izin verilir.
uk: Користувачеві дозволено встановлювати PIN-код OTP для своїх токенів.
zh_hans: 允许用户设置其令牌的OTP PIN。
zh_hant: 允許用戶設置自己令牌的 OTP PIN。

source: The user is allowed to set a random OTP PIN of his tokens.
de: Der Benutzer kann die OTP PIN seiner Token auf einen zufälligen Wert setzen.
es: El usuario puede establecer un PIN OTP aleatorio de sus tokens.
fr: L'utilisateur est autorisé à définir un PIN OTP aléatoire pour ses jetons.
nl: De gebruiker mag een willekeurige OTP PIN op zijn tokens zetten.
pt_br: O usuário é autorizado a estabelecer um PIN OTP aleatório de sus tokens.
ta: பயனர் தனது டோக்கன்களின் சீரற்ற OTP முள் அமைக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının, jetonlarının rastgele bir OTP pinini ayarlamasına izin verilir.
uk: Користувачеві дозволено встановлювати випадковий PIN-код OTP для своїх токенів.
zh_hans: 允许用户设置其令牌的随机OTP PIN。
zh_hant: 允許用戶設置自己令牌的隨機OTP PIN。

source: The length of a random PIN set by the user.
de: Die Länge der vom Benutzer gesetzten zufälligen PIN.
es: La longitud de un PIN aleatorio establecido por el usuario.
fr: La longueur d'un code PIN généré aléatoirement défini par l'utilisateur.
nl: De lengte van een willekeurige PIN ingesteld door een gebruiker.
pt_br: O comprimento de um PIN aleatório definido pelo usuário.
ta: பயனரால் அமைக்கப்பட்ட சீரற்ற முள் நீளம்.
tr: Kullanıcı tarafından belirlenen rastgele bir pimin uzunluğu.
uk: Довжина випадкового PIN-коду, встановлена користувачем.
zh_hans: 用户设置的随机PIN的长度。
zh_hant: 用戶設置的隨機 PIN 的長度。

source: The user is allowed to set the token description.
de: Der Benutzer darf die Token-Beschreibung setzen.
es: El usuario puede configurar la descripción del token.
fr: L'utilisateur est autorisé à définir la description du jeton.
nl: De gebruiker mag een beschrijving bij een token zetten.
pt_br: O usuário é autorizado para definir a descrição do token.
ta: கிள்ளாக்கு விளக்கத்தை அமைக்க பயனர் அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının belirteç açıklamasını ayarlamasına izin verilir.
uk: Користувачеві дозволено встановлювати опис маркера.
zh_hans: 允许用户设置令牌描述。
zh_hant: 允許用戶設置令牌描述。

source: The user is allowed to set the OTP PIN during enrollment.
de: Der Benutzer kann die OTP PIN während des Rollouts setzen.
es: El usuario puede establecer el PIN OTP durante la inscripción.
fr: L'utilisateur est autorisé à définir un PIN TOP pendant l'enrôlement.
nl: De gebruiker mag de OTP PIN instellen tijdens de registratie.
pt_br: O usuário é autorizado para definir o PIN OTP durante a inscrição.
ta: சேர்க்கையின் போது OTP முள் அமைக்க பயனர் அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kayıt sırasında OTP PIN'ini ayarlamasına izin verilir.
uk: Користувачеві дозволено встановити PIN-код OTP під час реєстрації.
zh_hans: 允许用户在注册期间设置OTP PIN。
zh_hant: 允許用戶在註冊期間設置OTP PIN。

source: Specify the required contents of the OTP PIN. (c)haracters, (n)umeric, (s)pecial. Use modifiers +/- or a list of allowed characters [1234567890]
fr: Spécifier le contenu requis du PIN OTP. (c)aractères, (n)umériques, caractères (s)péciaux. Utiliser les boutons +/- ou une liste de caractères autorisés [1234567890]
ta: OTP முள் தேவையான உள்ளடக்கங்களைக் குறிப்பிடவும். (எழுத்துக்கள், (எண்கள், (சிறப்பு. மாற்றியமைப்பாளர்களைப் பயன்படுத்தவும் +/- அல்லது அனுமதிக்கப்பட்ட எழுத்துக்களின் பட்டியல் [1234567890]
uk: Укажіть необхідний вміст PIN-коду OTP. (c)символи, (n)числові, (s)особливі. Використовуйте модифікатори +/- або список дозволених символів [1234567890]

source: Allow the user to view his own token history.
de: Der Benutzer kann die Tokenhistorie seiner eigenen Token anzeigen.
es: Permite que el usuario vea su historial de tokens.
fr: Autoriser l'utilisateur à consulter son propre historique de jetons.
nl: Toestaan dat de gebruiker zijn eigen tokengeschiedenis kan zien.
pt_br: Permite que o usuário veja seu próprio histórico de tokens.
ta: பயனரை தனது சொந்த கிள்ளாக்கு வரலாற்றைக் காண அனுமதிக்கவும்.
tr: Kullanıcının kendi belirteci geçmişini görmesine izin verin.
uk: Дозволити користувачеві переглядати власну історію токенів.
zh_hans: 允许用户查看自己的令牌历史记录。
zh_hant: 允許使用者查看自己的令牌歷史記錄。

source: The user will only see audit entries of the last 10d, 3m or 2y.
de: Der Benutzer kann nur die Audit-Einträge der letzten 10 Tage (10d), 3 Monate (3m) oder 2 Jahre (2y) sehen.
es: El usuario solo verá las entradas de auditoría de los últimos 10 días, 3 meses o 2 años.
fr: L'utilisateur verra uniquement les entrées d'audit des 10 derniers jours, des 3 derniers mois ou des 2 dernières années.
nl: De gebruiker zal alleen audit items zien van de laatste 10d, 3m of 2y.
pt_br: O usuário só verá entradas de auditoria dos últimos 10 dias, 3 meses ou 2 anos.
ta: கடைசி 10 டி, 3 மீ அல்லது 2y இன் தணிக்கை உள்ளீடுகளை மட்டுமே பயனர் காண்பார்.
tr: Kullanıcı yalnızca son 10D, 3M veya 2Y'nin denetim girişlerini görecektir.
uk: Користувач бачитиме лише записи аудиту за останні 10 днів, 3 місяці або 2 роки.
zh_hans: 用户将仅看到最近10d，3m或2y的审核条目。
zh_hant: 使用者只能看到最近 10 天、3 個月或 2 年的審核條目。

source: The user will not see the specified columns in the audit.
de: Die angegebenen Spalten werden im Audit Log ausgeblendet und dem Benutzer nicht angezeigt.
es: El usuario no verá las columnas especificadas en la auditoría.
fr: L'utilisateur ne verra pas les colonnes spécifiées dans l'audit.
nl: De gebruiker zal de opgegeven kolommen niet zien in de audit.
pt_br: O usuário não verá as colunas especificadas na auditoria.
ta: தணிக்கையில் குறிப்பிட்ட நெடுவரிசைகளை பயனர் பார்க்க மாட்டார்.
tr: Kullanıcı, denetimde belirtilen sütunları görmez.
uk: Користувач не побачить зазначені стовпці в аудиті.
zh_hant: 使用者將不會在審核中看到指定的列。

source: The user is allowed to view his own user information.
de: Der Benutzer kann seine eigenen Benutzerinformationen sehen.
es: El usuario puede ver su información de usuario.
fr: L'utilisateur est autorisé à consulter ses propres informations.
nl: De gebruiker mag zijn eigen gebruikersinformatie zien.
pt_br: O usuário é autorizado para visualizar suas próprias informações de usuário.
ta: பயனர் தனது சொந்த பயனர் தகவலைக் காண அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının kendi kullanıcı bilgilerini görüntülemesine izin verilir.
uk: Користувачеві дозволено переглядати власну інформацію про користувача.
zh_hans: 允许用户查看自己的用户信息。
zh_hant: 允許使用者查看自己的用戶資訊。

source: The user is allowed to update his own user information, like changing his password.
de: Der Benutzer darf seine eigenen Benutzerinformationen bearbeiten.
es: El usuario puede actualizar su información de usuario, como cambiar su contraseña.
fr: L'utilisateur est autorisé à mettre à jour ses propres informations, comme modifier son mot de passe.
nl: De gebruiker mag zijn eigen gebruikersinformatie aanpassen, zoals het wijzigen van zijn wachtwoord.
pt_br: O usuário é autorizado para atualizar suas próprias informações de usuário, como mudar sua senha.
ta: பயனர் தனது கடவுச்சொல்லை மாற்றுவது போன்ற தனது சொந்த பயனர் தகவல்களைப் புதுப்பிக்க அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının, şifresini değiştirmek gibi kendi kullanıcı bilgilerini güncellemesine izin verilir.
uk: Користувачеві дозволено оновлювати власну інформацію користувача, наприклад змінювати пароль.
zh_hans: 允许用户更新自己的用户信息，例如更改密码。
zh_hant: 允許使用者更新自己的使用者資訊，例如更改其密碼。

source: The user is allowed to do a password reset in an editable UserIdResolver.
de: Der Benutzer darf sein Passwort im Benutzerverzeichnis setzen.
es: El usuario puede restablecer la contraseña en un almacén UserId editable.
fr: L'utilisateur est autorisé à remettre à zéro son mot de passe dans un UserIdResolver éditable.
nl: De gebruiker mag een wachtwoord opnieuw instellen in een bewerkbare UserIdResolver.
pt_br: O usuário pode fazer um reset de senha em um UserIdResolver editável.
ta: திருத்தக்கூடிய USERIDRESOLVER இல் கடவுச்சொல் மீட்டமைப்பை செய்ய பயனர் அனுமதிக்கப்படுகிறார்.
tr: Kullanıcının düzenlenebilir bir UserIdResolver'da bir şifre sıfırlama yapmasına izin verilir.
uk: Користувачеві дозволено скинути пароль у редагованому UserIdResolver.
zh_hans: 允许用户在可编辑的用户解析器中重置密码。
zh_hant: 允許使用者在可編輯的使用者 IdResolver 中執行密碼重置。

source: The user is allowed to set certain custom user attributes. If the user should be allowed to set any attribute, set this to '*:*'. Use '*' with CAUTION! For more details, check the documentation.
de: Der Benutzer darf gewisse benutzerdefinierte Attribute setzen. Wenn der Benutzer jedes beliebige Attribut setzen können soll, tragen Sie hier '*:*' ein. Benutzern Sie '*' mit VORSICHT! Für weitere Details lesen Sie bitte die Dokumentation.
es: El usuario puede establecer ciertos atributos de usuario personalizados. Si el usuario puede establecer cualquier atributo, hagalo en '*: *'. ¡Utilice '*' con PRECAUCIÓN! Para más detalles, consulte la documentación.
fr: L'utilisateur est autorisé à positionner certains attributs utilisateurs personnalisés. Si l'utilisateur doit être autorisé à positionner n'importe quel attribut, positionner la valeur à '*:*'. Utilisez '*' avec PRéCAUTION ! Pour plus de détails, regardez la documentation.
nl: De gebruiker mag een aantal aangepaste gebruikersattributen instellen. Als de gebruiker alle attributen mag instellen, zet dit dan op '*:*'. Wees voorzichtig met het gebruiken van "*"! Meer details in de documentatie.
pt_br: O usuário é autorizado para definir certos atributos de usuário personalizados. Se o usuário tem permissão para definir qualquer atributo, defina este como '*:*'. Use '*' com CUIDADO! Para obter mais detalhes, verifique a documentação.
ta: சில தனிப்பயன் பயனர் பண்புகளை அமைக்க பயனர் அனுமதிக்கப்படுகிறார். எந்தவொரு பண்புகளையும் அமைக்க பயனரை அனுமதிக்க வேண்டும் என்றால், இதை '*:*' என அமைக்கவும். எச்சரிக்கையுடன் '*' ஐப் பயன்படுத்துங்கள்! மேலும் விவரங்களுக்கு, ஆவணங்களை சரிபார்க்கவும்.
tr: Kullanıcının belirli özel kullanıcı özelliklerini ayarlamasına izin verilir. Kullanıcının herhangi bir özelliği ayarlamasına izin verilmesi gerekiyorsa, bunu '*: *' olarak ayarlayın. Dikkatle kullanın! Daha fazla bilgi için, belgeleri kontrol edin.
uk: Користувачеві дозволено встановлювати певні власні атрибути користувача. Якщо користувачеві має бути дозволено встановлювати будь-який атрибут, встановіть для нього значення «*:*». Використовуйте «*» з УВАГОЮ! Щоб дізнатися більше, перегляньте документацію.
zh_hant: 允許使用者設置某些自定義用戶屬性。如果允許使用者設置任何屬性，請將其設置為"*:*"。請謹慎使用"*"！有關更多詳細資訊，請查看文件。
