Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The user is allowed to delete certain custom user attributes. If the user should be allowed to delete any attribute, set this to '*'. Use '*' with CAUTION! For more details, check the documentation.
de: Der Benutzer darf gewisse benutzerdefinierte Attribute löschen. Wenn der Benutzer jedes beliebige Attribut löschen können soll, tragen Sie hier bitte '*' ein. Verwenden Sie '*' mit VORSICHT! Für weitere Detail lesen Sie bitte die Dokumentation.
es: El usuario puede eliminar ciertos atributos de usuario personalizados. Si el usuario puede eliminar cualquier atributo, hágalo con '*'. ¡Utilice '*' con PRECAUCIÓN! Para más detalles, consulte la documentación.
fr: L'utilisateur est autorisé à supprimer certains attributs utilisateurs personnalisés. Si l'utilisateur doit être autorisé à supprimer n'importe quel attribut, positionner la valeur à '*:*'. Utilisez '*' avec PRéCAUTION ! Pour plus de détails, regardez la documentation.
nl: De gebruiker mag een aantal aangepaste gebruikersattributen verwijderen. Als de gebruiker alle attributen mag verwijderen, zet dit dan op '*:*'. Wees voorzichtig met het gebruiken van "*"! Meer details in de documentatie.
pt_br: O usuário é autorizado para excluir certos atributos personalizados do usuário. Se o usuário tem permissão para excluir qualquer atributo, defina este como '*'. Use '*' com CUIDADO! Para obter mais detalhes, verifique a documentação.
ta: சில தனிப்பயன் பயனர் பண்புகளை நீக்க பயனர் அனுமதிக்கப்படுகிறார். எந்தவொரு பண்புகளையும் நீக்க பயனரை அனுமதிக்க வேண்டும் என்றால், இதை '*' என அமைக்கவும். எச்சரிக்கையுடன் '*' ஐப் பயன்படுத்துங்கள்! மேலும் விவரங்களுக்கு, ஆவணங்களை சரிபார்க்கவும்.
tr: Kullanıcının belirli özel kullanıcı özelliklerini silmesine izin verilir. Kullanıcının herhangi bir özelliği silmesine izin verilmesi gerekiyorsa, bunu '*' olarak ayarlayın. Dikkatle kullanın! Daha fazla bilgi için, belgeleri kontrol edin.
uk: Користувачеві дозволено видаляти певні власні атрибути користувача. Якщо користувачеві має бути дозволено видаляти будь-який атрибут, встановіть для цього значення «*». Використовуйте «*» з УВАГОЮ! Щоб дізнатися більше, перегляньте документацію.
zh_hant: 允許使用者刪除某些自定義用戶屬性。如果應允許使用者刪除任何屬性，請將其設置為"*"。請謹慎使用"*"！有關更多詳細資訊，請查看文件。

source: A whitespace-separated list of tokeninfo fields which are not displayed to the user.
de: Dies ist eine mit Leerzeichen getrennte Liste an Tokeninfo-Einträgen, die dem Benutzer nicht angezeigt werden.
es: Esta es una lista de tipos de tokens separados por espacios en blanco, para los cuales se muestra un botón con los detalles del token.
fr: Liste de type de jetons séparés par des espaces, qui sera affichée dans une liste déroulante dans les détails du jeton.
nl: Een door spaties gescheiden lijst met token-informatievelden die niet aan de gebruiker getoond worden.
ta: பயனருக்கு காட்டப்படாத டோக்கன்ஃபோ புலங்களின் இடைவெளியால் பிரிக்கப்பட்ட பட்டியல்.
tr: Kullanıcıya görüntülenmeyen bir TOKENINFO alanlarının boşluksal bir listesi.
uk: Відокремлений пробілами список полів tokeninfo, які не відображаються користувачеві.

source: Users are allowed to edit the state of their own containers.
de: Benutzer können den Status ihrer eigenen Container bearbeiten.
fr: Les utilisateurs sont autorisés à modifier l'état de leurs propres conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களின் நிலையைத் திருத்த அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено редагувати стан власних контейнерів.

source: Users are allowed to edit the description of their own containers.
de: Benutzer können die Beschreibung ihrer eigenen Container bearbeiten.
fr: Les utilisateurs sont autorisés à modifier la description de leurs propres conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களின் விளக்கத்தைத் திருத்த அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено редагувати описи власних контейнерів.

source: Users are allowed to create containers.
de: Benutzer können Container erstellen.
fr: Les utilisateurs sont autorisés à créer des conteneurs.
ta: பயனர்கள் கொள்கலன்களை உருவாக்க அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено створювати контейнери.

source: Users are allowed to delete their own containers.
de: Benutzer können ihre eigenen Container löschen.
fr: Les utilisateurs sont autorisés à supprimer leurs propres conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களை நீக்க அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено видаляти власні контейнери.

source: Users are allowed to add their own tokens to their own containers.
de: Die Benutzer dürfen ihre eigenen Token zu ihren eigenen Containern hinzufügen.
fr: Les utilisateurs sont autorisés à ajouter leurs jetons à leurs conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களில் தங்கள் சொந்த டோக்கன்களைச் சேர்க்க அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено додавати власні маркери до власних контейнерів.

source: Users are allowed to remove their own tokens from their own containers.
de: Benutzer können ihre eigenen Token aus ihren eigenen Containern entfernen.
fr: Les utilisateurs sont autorisés à supprimer leurs jetons de leurs conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களிலிருந்து தங்கள் சொந்த டோக்கன்களை அகற்ற அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено вилучати власні маркери з власних контейнерів.

source: Users are allowed to assign themselves to containers without an owner.
de: Die Benutzer dürfen sich einem Container ohne Besitzer zuweisen.
fr: Les utilisateurs sont autorisés à s'assigner des conteneurs sans propriétaire.
ta: உரிமையாளர் இல்லாமல் கொள்கலன்களுக்கு தங்களை நியமிக்க பயனர்கள் அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено призначати себе до контейнерів без власника.

source: Users are allowed to unassign themselves from containers.
de: Benutzer können die Zuweisung zu ihren Containern aufheben.
fr: Les utilisateurs sont autorisés à se désassigner de leurs conteneurs.
ta: பயனர்கள் கொள்கலன்களிலிருந்து தங்களை ஒதுக்க அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено скасувати призначення контейнерів.

source: Users are allowed to list their own containers.
de: Benutzer können ihre eigenen Container auflisten.
fr: Les utilisateurs sont autorisés à lister leurs propres conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களை பட்டியலிட அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено перераховувати власні контейнери.

source: Users are allowed to register their own containers.
fr: Les utilisateurs sont autorisés à enregistrer leurs propres conteneurs.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களை பதிவு செய்ய அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено реєструвати власні контейнери.

source: Users are allowed to unregister containers.
fr: Les utilisateurs sont autorisés à désinscrire des conteneurs.
ta: கொள்கலன்களை பதிவு செய்ய பயனர்கள் அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено скасовувати реєстрацію контейнерів.

source: Users are allowed to perform a container rollover of their own containers. This includes a rollover of all contained tokens even if the user is not the owner of a contained token.
fr: Les utilisateurs sont autorisés à effectuer un renouvellement de leurs propres conteneurs. Ceci inclut un renouvellement de tous les jetons contenus même s'ils ne lui appartiennent pas.
ta: பயனர்கள் தங்கள் சொந்த கொள்கலன்களின் கொள்கலன் ரோல்ஓவர் செய்ய அனுமதிக்கப்படுகிறார்கள். பயனர் அடங்கிய டோக்கனின் உரிமையாளராக இல்லாவிட்டாலும் கூட, அனைத்து டோக்கன்களின் ரோல்ஓவரும் இதில் அடங்கும்.
uk: Користувачам дозволено виконувати переміщення власних контейнерів. Сюди входить перенесення всіх маркерів, що містяться, навіть якщо користувач не є власником маркера, що міститься.

source: Users are allowed to create and edit container templates.
fr: Les utilisateurs sont autorisés à créer et modifier des modèles de conteneur.
ta: கொள்கலன் வார்ப்புருக்களை உருவாக்க மற்றும் திருத்த பயனர்கள் அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено створювати та редагувати шаблони контейнерів.

source: Users are allowed to delete templates.
fr: Les utilisateurs sont autorisés à supprimer des modèles.
ta: பயனர்கள் வார்ப்புருக்கள் நீக்க அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено видаляти шаблони.

source: Users are allowed to list templates and view their details.
fr: Les utilisateurs sont autorisés à lister les modèles et à voir leurs détails.
ta: பயனர்கள் வார்ப்புருக்களை பட்டியலிடவும் அவர்களின் விவரங்களைக் காணவும் அனுமதிக்கப்படுகிறார்கள்.
uk: Користувачам дозволено перераховувати шаблони та переглядати їхні деталі.

source: Limit the number of allowed tokens in a realm.
de: Maximale Anzahl von Token in einem realm.
es: Limita la cantidad de tokens permitidos en un dominio.
fr: Limiter le nombre de jetons autorisés dans un domaine.
nl: Beperk het aantal toegestane tokens in een realm.
pt_br: Limita o número de tokens permitidos em um domínio.
ta: அனுமதிக்கப்பட்ட டோக்கன்களின் எண்ணிக்கையை ஒரு உலகில் கட்டுப்படுத்துங்கள்.
tr: Bir alemdeki izin verilen belirteçlerin sayısını sınırlayın.
uk: Обмежити кількість дозволених токенів у сфері.
zh_hans: 限制领域中允许的令牌数量。
zh_hant: 限制域中允許的令牌數。

source: During the rollout process, this policy makes the description required for all selected tokentypes.
de: Diese Richtlinie erzwingt die Angabe einer Beschreibung beim ausrollen für die angegebenen Tokentypen.
fr: Durant le processus de déploiement, cette politique impose une description pour tous les types de jetons sélectionnés.
ta: ரோல்அவுட் செயல்பாட்டின் போது, இந்தக் கொள்கை தேர்ந்தெடுக்கப்பட்ட அனைத்து டோக்கன்டைப்புகளுக்கும் தேவையான விளக்கத்தை உருவாக்குகிறது.
uk: У процесі розгортання ця політика робить опис необхідним для всіх вибраних типів токенів.

source: Limit the number of tokens a user may have assigned.
de: Maximale Anzahl an Token, die ein Benutzer besitzen darf.
es: Limita la cantidad de tokens que un usuario puede asignar.
fr: Limiter le nombre de jetons qui peuvent être assignés à un utilisateur.
nl: Beperk het aantal tokens die een gebruiker mag toegewezen hebben.
pt_br: Limita o número de tokens que um usuário pode ter atribuído.
ta: ஒரு பயனர் ஒதுக்கிய டோக்கன்களின் எண்ணிக்கையை கட்டுப்படுத்துங்கள்.
tr: Bir kullanıcının atadığı belirteçlerin sayısını sınırlandırın.
uk: Обмежте кількість токенів, які може призначити користувач.
zh_hans: 限制用户可能分配的令牌数量。
zh_hant: 限制使用者可能已分配的令牌數。

source: Limit the number of active tokens a user may have assigned.
de: Die Anzahl der aktiven Tokens pro Benutzer begrenzen.
es: Limita la cantidad de tokens activos que puede asignar un usuario.
fr: Limiter le nombre de jetons actifs qui peuvent être assignés à un utilisateur.
nl: Beperk het aantal actieve tokens die een gebruiker mag toegewezen hebben.
pt_br: Limita o número de tokens ativos que um usuário possa ter atribuído.
ta: ஒரு பயனர் ஒதுக்கியிருக்கக்கூடிய செயலில் உள்ள டோக்கன்களின் எண்ணிக்கையைக் கட்டுப்படுத்துங்கள்.
tr: Bir kullanıcının atadığı aktif belirteçlerin sayısını sınırlandırın.
uk: Обмежте кількість активних токенів, які може призначити користувач.
zh_hans: 限制用户可能已分配的活动令牌的数量。
zh_hant: 限制使用者可能已分配的活動令牌數。

source: Set a random OTP PIN with this length for a token during the enrollment process.
de: Setze eine zufällige OTP PIN dieser Länge während des Ausrollens eines Tokens.
es: Establezca un PIN OTP aleatorio con esta longitud para un token durante el proceso de inscripción.
fr: Définir un NIP à usage unique aléatoire avec cette longueur pour un jeton pendant le processus d'enrôlement.
nl: Stel een willekeurige OTP PIN in met deze lengte voor een token, toegekend tijdens het registratieproces.
pt_br: Defina um PIN OTP aleatório com este comprimento para um token durante o processo de inscrição.
ta: சேர்க்கை செயல்பாட்டின் போது ஒரு டோக்கனுக்கு இந்த நீளத்துடன் சீரற்ற OTP முள் அமைக்கவும்.
tr: Kayıt işlemi sırasında bir belirteç için bu uzunlukta rasgele bir OTP pimi ayarlayın.
uk: Встановіть випадковий PIN-код OTP цієї довжини для токена під час процесу реєстрації.
zh_hans: 在注册过程中，为此令牌设置一个随机的OTP PIN码。
zh_hant: 在註冊過程中為令牌設置具有此長度的隨機 OTP PIN。

source: In case of a random OTP PIN use this python module to process the PIN.
de: Wenn eine zufällige OTP PIN gesetzt wird, nutze dieses Python Modul, um die PIN zu verarbeiten.
es: En caso de un PIN OTP aleatorio, utilice este módulo de Python para procesar el PIN.
fr: Dans le cas d'un NIP à usage unique aléatoire, utiliser ce module python pour traiter le NIP.
nl: Gebruik bij een willekeurige OTP PIN deze python module om de PIN te verwerken.
pt_br: No caso de um PIN OTP aleatório, use este módulo python para processar o PIN.
ta: ஒரு சீரற்ற OTP முள் ஏற்பட்டால், முள் செயலாக்க இந்த பைதான் தொகுதியைப் பயன்படுத்தவும்.
tr: Rastgele bir OTP pimi durumunda, pimi işlemek için bu Python modülünü kullanın.
uk: У разі випадкового PIN-коду OTP використовуйте цей модуль python для обробки PIN-коду.
zh_hans: 如果是随机OTP PIN，请使用此python模块处理PIN。
zh_hant: 如果是隨機的OTP PIN，請使用此python模組來處理PIN。

source: If the administrator sets the OTP PIN during enrollment or later, the user will have to change the PIN during first use.
de: Wenn der Administrator die OTP PIN setzt (während des Ausrollens oder später) muss der Benutzer die OTP PIN zurücksetzen.
es: Si el administrador establece el PIN de OTP durante la inscripción o más tarde, el usuario deberá cambiar el PIN tras el primer uso.
fr: Si l'administrateur définit le NIP à usage unique lors de l'inscription ou ultérieurement, l'utilisateur devra modifier le NIP lors de la première utilisation.
nl: Als de beheerder de OTP PIN instelt tijdens de registratie of later, dan zal de gebruiker die PIN moeten wijzigen tijdens het eerste gebruik.
pt_br: Se o administrador definir o PIN OTP durante a inscrição ou posteriormente, o usuário terá que alterar o PIN durante a primeira utilização.
ta: நிர்வாகி சேர்க்கையின் போது அல்லது அதற்குப் பிறகு OTP முள் அமைத்தால், முதல் பயன்பாட்டின் போது பயனர் முள் மாற்ற வேண்டும்.
tr: Yönetici kayıt pimini kayıt sırasında veya daha sonra ayarlarsa, kullanıcı ilk kullanımda PIN'i değiştirmek zorunda kalacaktır.
uk: Якщо адміністратор встановить PIN-код OTP під час реєстрації або пізніше, користувачеві доведеться змінити PIN-код під час першого використання.
zh_hans: 如果管理员在注册期间或之后设置OTP PIN，则用户将不得不在首次使用时更改PIN。
zh_hant: 如果管理員在註冊期間或之後設置了 OTP PIN，則用戶必須在第一次使用時更改 PIN。

source: The user needs to change his PIN on a regular basis. To change the PIN every 180 days, enter '180d'.
de: Der Benutzer muss die OTP PIN regelmäßig ändern. Um die PIN all 180 Tage zu ändern, geben Sie '180d' ein.
es: El usuario debe cambiar su PIN de forma periódica. Para cambiar el PIN cada 180 días, ingrese '180d'.
fr: L'utilisateur doit changer son PIN régulièrement. Pour changer le PIN tous les 180 jours, saisissez '180d'.
nl: De gebruiker moet deze PIN regelmatig wijzigen. Om de PIN om de 180 dagen te laten wijzigen, zet je hier '180d'.
pt_br: O usuário precisa mudar seu PIN regularmente. Para mudar o PIN a cada 180 dias, digite '180d'.
ta: பயனர் தனது முள் ஒரு வழக்கமான அடிப்படையில் மாற்ற வேண்டும். ஒவ்வொரு 180 நாட்களுக்கும் முள் மாற்ற, '180 டி' உள்ளிடவும்.
tr: Kullanıcının pinini düzenli olarak değiştirmesi gerekir. Pimi 180 günde bir değiştirmek için '180d' girin.
uk: Користувачеві необхідно регулярно змінювати PIN-код. Щоб змінювати PIN-код кожні 180 днів, введіть «180d».
zh_hans: 用户需要定期更改其PIN。要每180天更改一次PIN，请输入“ 180d”。
zh_hant: 使用者需要定期更改其 PIN。要每 180 天更改 PIN 碼，請輸入"180d"。

source: The OTP PIN can be hashed or encrypted. Hashing the PIN is the default behaviour.
de: Die OTP PIN wird standardmäßig gehasht abgespeichert. Wenn sie verschlüsselt abgespeichert werden soll, wählen Sie diese Option.
es: El PIN de OTP puede tener hash o cifrado. Asignar hash al PIN es el comportamiento predeterminado.
fr: Le PIN à usage unique peut être haché ou chiffré. Le hachage du PIN est le comportement par défaut.
nl: De OTP PIN kan gehashed of geëncrypteerd worden. Een hash maken is de standaard.
pt_br: O PIN OTP pode ser hashed ou criptografado. O hashing do PIN é o comportamento padrão.
ta: OTP முள் ஏச் செய்யப்படலாம் அல்லது குறியாக்கம் செய்யப்படலாம். முள் ஏசிங் என்பது இயல்புநிலை நடத்தை.
tr: OTP pimi hasara ya da şifrelenebilir. Klashing PIN, varsayılan davranışdır.
uk: PIN-код OTP можна хешувати або зашифрувати. Хешування PIN-коду є типовою поведінкою.
zh_hans: 可以对OTP PIN进行哈希处理或加密。散列PIN是默认行为。
zh_hant: OTP PIN可以進行hash或加密。對 PIN 進行hash處理是預設行為。

source: The label for a new enrolled Smartphone token. Possible tags are <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> and <code>{surname}</code>.
de: Die Bezeichnung für ein neu ausgerolltes Smartphone-Token. Mögliche Platzhalter sind <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> und <code>{surname}</code>.
fr: L'étiquette pour un jeton de Smartphone nouvellement enrôlé. Les tags possibles sont <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> et <code>{surname}</code>.
ta: புதிய பதிவு செய்யப்பட்ட ச்மார்ட்போன் டோக்கனுக்கான சிட்டை. சாத்தியமான குறிச்சொற்கள் <code> {user} </code>, <code> {realm} </code>, <code> {serial} </code>, <code> {givenname} </code> மற்றும் <code> {surname} </code>.
uk: Мітка для нового зареєстрованого маркера смартфона. Можливі теги: <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> і <code>{surname}</code>.

source: The issuer label for new enrolled Smartphone token.Possible tags are <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> and <code>{surname}</code>.
de: Die Bezeichnung des Ausstellers für neu ausgerollte Smartphone-Token. Mögliche Platzhalter sind <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> und <code>{surname}</code>.
fr: L'étiquette de l'émetteur pour un jeton de Smartphone nouvellement enrôlé. Les tags possibles sont <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> et <code>{surname}</code>.
ta: புதிய பதிவுசெய்யப்பட்ட ச்மார்ட்போன் கிள்ளாக்கு. மற்றும் <code> {user} </code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code>, <code>{surname}</code>.
uk: Мітка емітента для нового зареєстрованого токена Smartphone. Можливі теги: <code>{user}</code>, <code>{realm}</code>, <code>{serial}</code>, <code>{givenname}</code> і <code>{surname}</code>.

source: This is the URL to the token image for the privacyIDEA Authenticator and some other apps like FreeOTP (supported file formats: PNG, JPG and GIF).
de: Die URL zum Token-Symbol für den privacyIDEA Authenticator und anderen Apps wie FreeOTP (unterstützte Bildformate: PNG, JPG und GIF).
fr: L'URL de l'image du jeton pour le PrivacyIDEA Authenticator et pour quelques autres apps comme FreeOTP (format de fichiers supportés : PNG, JPG et GIF).
nl: Dit is de URL voor de token afbeelding voor de privacyIDEA Authenticator en sommige andere apps zoals FreeOTP (ondersteunde bestandsformaten: PNG, JPG en GIF).
ta: இது தனியுரிமைடியா அங்கீகாரத்திற்கான கிள்ளாக்கு படத்திற்கான முகவரி மற்றும் ஃப்ரீஓடிபி போன்ற சில பயன்பாடுகள் (ஆதரவு கோப்பு வடிவங்கள்: பி.என்.சி, சே.பி.சி மற்றும் சி.ஐ.எஃப்).
uk: Це URL-адреса зображення маркера для автентифікатора privacyIDEA та деяких інших програм, таких як FreeOTP (підтримувані формати файлів: PNG, JPG і GIF).

source: Users can assign a token just by using the unassigned token to authenticate.
de: Der Benutzer kann sich automatisch einen Token zuweisen, indem er sich mit einem noch nicht zugewiesenen Token anmeldet.
es: Los usuarios pueden asignar un token simplemente usando un token no asignado para autenticarse.
fr: Les utilisateurs peuvent s'assigner un jeton simplement en utilisant un jeton non assigné pour s'authentifier.
nl: Gebruikers kunnen een token toewijzen door gebruik te maken van een niet toegewezen token om te authenticeren.
pt_br: Usuários podem atribuir um token apenas usando o token não atribuído para autenticar.
ta: அங்கீகரிக்க ஒதுக்கப்படாத கிள்ளாக்கைப் பயன்படுத்தி பயனர்கள் ஒரு கிள்ளாக்கை ஒதுக்கலாம்.
tr: Kullanıcılar, kimlik doğrulaması için sökülmemiş belirteçleri kullanarak sadece bir belirteç atayabilir.
uk: Користувачі можуть призначати маркер, просто використовуючи непризначений маркер для автентифікації.
zh_hans: 用户可以仅使用未分配的令牌进行身份验证来分配令牌。
zh_hant: 使用者只需使用未分配的令牌進行身份驗證即可分配令牌。

source: The length of the password in case of temporary token (lost token).
de: Die Länge des Passworts für einen temporären Token (Workflow "Verlorener Token").
es: La longitud de la contraseña en caso de token temporal (token perdido).
fr: Longueur du mot de passe en cas de jeton temporaire (jeton perdu).
nl: De lengte van et wachtwoord voor een tijdelijk token (verloren token).
pt_br: O comprimento da senha em caso de token temporário (token perdido).
ta: தற்காலிக கிள்ளாக்கு (இழந்த டோக்கன்) விசயத்தில் கடவுச்சொல்லின் நீளம்.
tr: Geçici belirteç durumunda parolanın uzunluğu (Kayıp belirteç).
uk: Довжина пароля у випадку тимчасового токена (втраченого токена).
zh_hans: 临时令牌（丢失令牌）时密码的长度。
zh_hant: 臨時令牌（丟失令牌）情況下的密碼長度。

source: The contents of the temporary password, described by the characters C, c, n, s, 8.
de: Der Inhalt des temporären Passworts. 'C': Große Buchstaben, 'c': kleine Buchstaben, 'n': Ziffern, 's': Sonderzeichen, '8' Base58 Zeichensatz.
es: El contenido de la contraseña temporal, descrito por los caracteres C, c, n, s, 8.
fr: Contenu d'un mot de passe temporaire, décrit par les classes de caractères C, c, n, s, 8.
nl: De samenstelling van het tijdelijke wachtwoord, beschreven door de tekens C, c, n, s, 8.
pt_br: O conteúdo da senha temporária, descrita pelos caracteres C, c, n, s, 8.
ta: சி, சி, என், எச், 8 எழுத்துக்களால் விவரிக்கப்பட்ட தற்காலிக கடவுச்சொல்லின் உள்ளடக்கங்கள்.
tr: C, C, N, S, 8 karakterleri tarafından açıklanan geçici şifrenin içeriği.
uk: Вміст тимчасового пароля, описаний символами C, c, n, s, 8.
zh_hans: 临时密码的内容，由字符C，c，n，s，8表示。
zh_hant: 臨時密碼的內容，由字元 C、c、n、s、8 描述。

source: The length of the validity for the temporary token (in days).
de: Die Gültigkeitsdauer des temporären Passworts in Tagen.
es: La validez del token temporal (en días).
fr: Durée de validité d'un jeton temporaire (en jours).
nl: De geldigheidsduur van het tijdelijke token (in dagen).
pt_br: A duração da validade do token temporário (em dias).
ta: தற்காலிக டோக்கனுக்கான செல்லுபடியாகும் நீளம் (நாட்களில்).
tr: Geçici belirteç için geçerliliğin uzunluğu (günlerde).
uk: Термін дії тимчасового токена (у днях).
zh_hans: 临时令牌的有效期限（以天为单位）。
zh_hant: 臨時令牌的有效期長度（以天為單位）。

source: Set the length of registration codes.
de: Setzt die Länge des Registrierungscodes.
es: Establezca la longitud de los códigos de registro.
fr: Longueur des codes d'enregistrement.
nl: Stel de lengte van de registratie-codes in.
pt_br: Defina o período de duração dos códigos de registro.
ta: பதிவு குறியீடுகளின் நீளத்தை அமைக்கவும்.
tr: Kayıt kodlarının uzunluğunu ayarlayın.
uk: Встановіть довжину реєстраційних кодів.
zh_hant: 設置註冊碼的長度。
