Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Specify the required contents of the registration code. (c)haracters, (n)umeric, (s)pecial. Use modifiers +/- or a list of allowed characters [1234567890]
de: Definiert den erforderlichen Inhalt des Registrierungscodes. (c) Buchstaben, (n) Nummern und (s) Sonderzeichen. Sie können die Attribute +/- verwenden oder eine dedizierte Liste von Zeichen angegeben, z.B. [1234567890]
es: Especifique el contenido requerido del código de registro. (c)aracteres, (n)uméricos, e(s)peciales. Utilice modificadores +/- o una lista de caracteres permitidos [1234567890]
fr: Spécifier les classes de caractère d'un code d'enregistrement. (c)aractères, (n)umériques, (s)péciaux. Utiliser les boutons +/- ou une liste des caractères autorisés [1234567890]
nl: Geef de vereiste inhoud van de registratiecode. (c) tekens, (n) getallen, (s) speciale tekens. Gebruik wijzigingen */- of een lijst met toegestane tekens [1234567890]
pt_br: Especifique o conteúdo necessário do código de registro. (c)haracters, (n)umeric, (s)pecial. Use modificadores +/- ou uma lista de caracteres permitidos [1234567890]
ta: பதிவுக் குறியீட்டின் தேவையான உள்ளடக்கங்களைக் குறிப்பிடவும். (எழுத்துக்கள், (எண்கள், (சிறப்பு. மாற்றியமைப்பாளர்களைப் பயன்படுத்தவும் +/- அல்லது அனுமதிக்கப்பட்ட எழுத்துக்களின் பட்டியல் [1234567890]
tr: Kayıt kodunun gerekli içeriğini belirtin. (c) haracters, (n) hakem, (ler) özgü. Değiştiricileri +/- veya izin verilen karakterlerin bir listesini kullanın [1234567890]
uk: Вкажіть необхідний вміст реєстраційного коду. (c)символи, (n)числові, (s)особливі. Використовуйте модифікатори +/- або список дозволених символів [1234567890]
zh_hans: 请指定注册码需要填写的内容。(c) 字符、 (n) 数字、(s) 特殊符号。使用修饰符 +/- 或允许的字符列表 [1234567890]
zh_hant: 指定註冊碼所需的內容。 (c) 字符，(n) 數字，(s) 特殊。使用修飾符 +/- 或允許的字符列表 [1234567890]

source: Set the length of the password of generated password tokens.
de: Die Länge des Passworts für einen generierten Passwort-Token.
es: La longitud de la contraseña en caso de token temporal (token perdido).
fr: Définir la longueur du mot de passe pour les jetons avec mot de passe auto-généré.
nl: Stel de lengte in van het wachtwoord van gegenereerde wachtwoord-tokens.
ta: உருவாக்கப்பட்ட கடவுச்சொல் டோக்கன்களின் கடவுச்சொல்லின் நீளத்தை அமைக்கவும்.
tr: Oluşturulan şifre belirteçlerinin şifresinin uzunluğunu ayarlayın.
uk: Встановіть довжину пароля згенерованих токенів пароля.
zh_hans: 设定生成的密码令牌的密码的长度。

source: Specify the required contents of the password of a password token. (c)haracters, (n)umeric, (s)pecial. Use modifiers +/- or a list of allowed characters [1234567890]
de: Geben Sie den geforderten Inhalt des Passwortes eines Passwort-Tokens an. (c) Buchstaben, (n) Zahlen und (s) Sonderzeichen. Sie können die Attribute +/- verwenden oder eine dedizierte Liste von Zeichen angeben, z.B. [1234565890]
es: Especifique el contenido requerido del PIN OTP. (c)aracteres, (n)uméricos, e(s)peciales. Utilice modificadores +/- o una lista de caracteres permitidos [1234567890]
fr: Spécifier le contenu requis d'un mot de passe de jeton avec mot de passe. (c)aractères, (n)umériques, (s)péciaux. Utiliser les boutons +/- ou une liste de caractères autorisés [1234567890]
nl: Geef de vereiste samenstelling van het wachtwoord van een wachtwoord-token. (c) tekens, (n) getallen, (s) speciale tekens. Gebruik modifiërs +/- of een lijst met toegestane tekens [1234567890]
ta: கடவுச்சொல் டோக்கனின் கடவுச்சொல்லின் தேவையான உள்ளடக்கங்களைக் குறிப்பிடவும். (எழுத்து, (எண், (சிறப்பு. மாற்றியமைப்பாளர்களைப் பயன்படுத்தவும் +/- அல்லது அனுமதிக்கப்பட்ட எழுத்துக்களின் பட்டியல் [1234567890]
tr: Bir şifre belirteci şifresinin gerekli içeriğini belirtin. (c) haracters, (n) hakem, (ler) özgü. Değiştiricileri +/- veya izin verilen karakterlerin bir listesini kullanın [1234567890]
uk: Укажіть необхідний вміст пароля маркера пароля. (c)символи, (n)числові, (s)особливі. Використовуйте модифікатори +/- або список дозволених символів [1234567890]
zh_hans: 指定密码令牌的密码的需要的内容。(c)字符、 (n)数字、 (s)特殊符号。使用修饰符 +/- 或允许字符[1234567890] 的列表

source: Specify the email validator that should be used to validate email addresses during enrollment.
de: Geben Sie den Email-Validierer an, der beim Ausrollen verwendet werden soll.
fr: Spécifier le validateur d'email qui doit être utilisé pour valider les adresses email pendant l'enrôlement.
ta: சேர்க்கையின் போது மின்னஞ்சல் முகவரிகளை சரிபார்க்க பயன்படுத்த வேண்டிய மின்னஞ்சல் வேலிடேட்டரைக் குறிப்பிடவும்.
uk: Укажіть засіб перевірки електронної пошти, який слід використовувати для перевірки адрес електронної пошти під час реєстрації.

source: Specify the list of token types, that must be verified during enrollment.
de: Eine Liste von Tokentypen, die beim Rollout durch die Eingabe eines OTP-Wertes verifiziert werden sollen.
fr: Spécifier la liste des types de jetons qui doivent être vérifiés pendant l'enrôlement.
ta: கிள்ளாக்கு வகைகளின் பட்டியலைக் குறிப்பிடவும், அவை சேர்க்கையின் போது சரிபார்க்கப்பட வேண்டும்.
uk: Вкажіть перелік типів токенів, які необхідно перевірити під час реєстрації.

source: Either use the Token PIN , use the Userstore Password or use no fixed password component.
de: Der erste Wissensfaktor kann entweder die OTP PIN, das Passwort aus der Benutzerquelle oder nichts sein.
es: Utilice el PIN del token, la contraseña del almacén de usuarios o un componente sin contraseña fija.
fr: Utilisez le NIP du jeton, utilisez le mot de passe du magasin d'utilisateur ou n'utilisez aucun composant de mot de passe fixe.
nl: Gebruik de token PIN, het wachtwoord in de gebruikersopslag of gebruik geen vaste wachtwoordcomponent.
pt_br: Use o PIN do token, a senha da loja do usuário ou um componente sem uma senha fixa.
ta: கிள்ளாக்கு முள் பயன்படுத்தவும், யுஎச்ச்டோர் கடவுச்சொல்லைப் பயன்படுத்தவும் அல்லது நிலையான கடவுச்சொல் கூறுகளைப் பயன்படுத்தவும்.
tr: Token PIN kodunu kullanın, Kullanıcı Maddesi şifresini kullanın veya sabit bir şifre bileşeni kullanın.
uk: Або використовуйте PIN-код маркера, використовуйте пароль Userstore або не використовуйте компонент фіксованого пароля.
zh_hans: 使用令牌PIN，使用用户存储密码或不使用固定的密码组件。
zh_hant: 使用令牌 PIN ，使用使用者儲存密碼或不使用固定密碼元件。

source: Specify the list of token types, that must be used with challenge response.
de: Liste von Tokentypen, welche nur noch im Challenge-Response Verfahren verwendet werden können.
fr: Spécifier la liste des types de jetons, qui doivent être utilisés lors de la réponse au challenge.
ta: கிள்ளாக்கு வகைகளின் பட்டியலைக் குறிப்பிடவும், அது அறைகூவல் பதிலுடன் பயன்படுத்தப்பட வேண்டும்.
uk: Укажіть список типів токенів, які повинні використовуватися з відповіддю на виклик.

source: Use an alternative challenge text for telling the user to enter an OTP value. You can also use tags for automated replacement. Check out the documentation for more details.
de: Ein alternativer Challenge-Text, um den Benutzer aufzufordern, den Code aus der Email einzugeben. Es können tags (siehe Dokumentation) zur Textersetzung verwendet werden.
fr: Utiliser un texte alternatif de challenge pour indiquer à l'utilisateur de saisir une valeur OTP. Vous pouvez aussi utiliser des tags pour le remplacement automatique. Consultez la documentation pour plus de détails.
ta: OTP மதிப்பை உள்ளிட பயனரிடம் சொல்ல மாற்று அறைகூவல் உரையைப் பயன்படுத்தவும். தானியங்கு மாற்றீட்டிற்கான குறிச்சொற்களையும் பயன்படுத்தலாம். மேலும் விவரங்களுக்கு ஆவணங்களைப் பாருங்கள்.
uk: Використовуйте альтернативний текст виклику, щоб повідомити користувачеві ввести значення OTP. Ви також можете використовувати теги для автоматичної заміни. Щоб дізнатися більше, перегляньте документацію.

source: If there are several different challenges, this text precedes the list of the challenge texts.
de: Wenn es mehrere verschiedene Challengetexte gibt, wird dieser Text der Liste der anderen Texte vorangestellt.
es: Si hay varios desafíos diferentes, este texto precede a la lista de textos de desafío.
fr: S'il y a plusieurs challenges, ce texte en précède la liste.
nl: Als er meerdere verschillende challenges zijn, dan gaat deze tekst voor aan de lijst met challenges.
pt_br: Se houver vários desafios diferentes, este texto precede a lista dos textos dos desafios.
ta: பல்வேறு சவால்கள் இருந்தால், இந்த உரை அறைகூவல் நூல்களின் பட்டியலுக்கு முந்தியுள்ளது.
tr: Birkaç farklı zorluk varsa, bu metin meydan okuma metinlerinin listesinden geçer.
uk: Якщо є кілька різних викликів, цей текст передує списку текстів викликів.
zh_hans: 使用令牌PIN，使用用户存储密码或不使用固定的密码组件。
zh_hant: 如果存在多個不同的質詢，則此文本位於質詢文本清單之前。

source: If there are several different challenges, this text follows the list of the challenge texts.
de: Wenn es mehrere verschiedene Challengetexte gibt, wird dieser Text an die Liste der anderen Texte hinten angefügt.
es: Si hay varios desafíos diferentes, este texto sigue a la lista de textos de desafío.
fr: S'il y a plusieurs challenges, ce texte en suit la liste.
nl: Als er meerdere verschillende challenges zijn, dan gaat deze tekst vooraf aan de lijst met challenge teksts.
pt_br: Se houver vários desafios diferentes, este texto segue a lista dos textos de desafio.
ta: பல்வேறு சவால்கள் இருந்தால், இந்த உரை அறைகூவல் நூல்களின் பட்டியலைப் பின்பற்றுகிறது.
tr: Birkaç farklı zorluk varsa, bu metin meydan okuma metinlerinin listesini takip eder.
uk: Якщо є кілька різних викликів, цей текст слідує за списком текстів викликів.
zh_hans: 如果存在多个不同的挑战，则该文本紧随挑战文本列表之后。
zh_hant: 如果有幾個不同的挑戰，則此文本將遵循挑戰文本清單。

source: If the PIN of a token is to be changed, this will allow the user to change the PIN during a validate/check request via challenge / response.
de: Wenn die PIN eines Tokens geändert werden soll, kann der Benutzer die PIN-Änderung auch in einer Rückfrage während einer Authentifizierung mittels validate/check durchführen.
es: Si se va a cambiar el PIN de un token, esto permitirá al usuario cambiar el PIN durante una solicitud de validación / verificación mediante desafío / respuesta.
fr: Si le PIN d'un jeton doit être modifié, cela permettra à l'utilisateur de changer le PIN lors d'une demande de validation / vérification via challenge / réponse.
nl: Als de PIN van een token moet gewijzigd worden, dan zal dit het voor de gebruiker mogelijk maken om de PIN te wijzigen tijdens een validate/check aanvraag via challenge/response.
pt_br: Se o PIN de um token for alterado, isto permitirá ao usuário alterar o PIN durante um pedido de validação/verificação via desafio/resposta.
ta: ஒரு டோக்கனின் முள் மாற்றப்பட வேண்டுமானால், இது அறைகூவல் / பதில் வழியாக ஒரு சரிபார்ப்பு / காசோலை கோரிக்கையின் போது பயனரை முள் மாற்ற அனுமதிக்கும்.
tr: Bir jetonun pimi değiştirilecekse, bu, kullanıcının Hakaret / Yanıt yoluyla doğrulama / kontrol isteği sırasında PIN'i değiştirmesine izin verecektir.
uk: Якщо потрібно змінити PIN-код маркера, це дозволить користувачеві змінити PIN-код під час запиту на підтвердження/перевірку через запит/відповідь.
zh_hans: 如果要更改令牌的PIN，这将允许用户通过质询/响应在验证/检查请求期间更改PIN。
zh_hant: 如果要更改令牌的 PIN，這將允許使用者在驗證/檢查請求期間通過質詢/回應更改 PIN。

source: The autoresync of a token can be done via a challenge response message.You need to activate 'Automatic resync' in the general settings!
de: Die automatische Resynchronisierung eines Tokens kann über eine Challenge-Response-Nachricht erfolgen. In den allgemeinen Einstellungen muss die 'Automatische Resynchronisierung' aktiviert sein!
es: La resincronización automática de un token se puede realizar a través de un mensaje de respuesta de desafío. ¡Debe activar 'Resincronización automática' en la configuración general!
fr: La synchronisation automatique d'un jeton peut être faite via un message de réponse au challenge. Vous devez activer 'Synchronisation automatique' dans les paramètres généraux !
nl: Het automatisch synchroniseren van een token kan gedaan worden via een challenge-response-bericht. Je moet 'Automatisch synchroniseren' inschakelen in de algemene instellingen!
pt_br: A auto sincronização de um token pode ser feita através de uma mensagem de resposta a um desafio, você precisa ativar a 'auto sincronização' nas configurações gerais!
ta: ஒரு டோக்கனின் ஆட்டோரெசின்க் ஒரு அறைகூவல் மறுமொழி செய்தி மூலம் செய்யப்படலாம்.நீங்கள் பொது அமைப்புகளில் 'தானியங்கி மறுசீரமைப்பை' செயல்படுத்த வேண்டும்!
tr: Bir jetonun autoresync, bir zorluk yanıt mesajı ile yapılabilir. Genel ayarlarda 'Otomatik Resync' etkinleştirmeniz gerekir!
uk: Автоматичну повторну синхронізацію маркера можна здійснити за допомогою повідомлення-відповіді на виклик. Вам потрібно активувати «Автоматичну повторну синхронізацію» в загальних налаштуваннях!

source: In case of a successful authentication the following tokentype is enrolled. The maximum number of tokens for a user is checked.
de: Im Falle einer erfolgreichen Authentisierung wird der folgende Tokentyp ausgerollt. Die maximale Anzahl von Token für einen Benutzer wird überprüft.
fr: En cas d'authentification réussie, le type de jeton suivant est enrôlé. Le nombre maximal de jetons de l'utilisateur est vérifié.
nl: Bij succesvolle authenticatie wordt volgend tokentype aangemeld. Het maximale aantal tokens voor de gebruiker is gecontroleerd.
ta: வெற்றிகரமான அங்கீகாரத்தின் போது பின்வரும் டோக்கென்டைப் சேர்க்கப்படுகிறது. ஒரு பயனருக்கான அதிகபட்ச டோக்கன்களின் எண்ணிக்கை சரிபார்க்கப்படுகிறது.
uk: У разі успішної автентифікації реєструється наступний тип маркера. Перевіряється максимальна кількість токенів для користувача.

source: Change the default text that is shown during enrolling a token.
de: Der Text der beim Ausrollen des Tokens mittels Multi-Challenge dem Benutzer angezeigt wird.
fr: Change le texte affiché par défaut pendant l'enrôlement d'un jeton.
ta: டோக்கனைச் சேர்ப்பதன் போது காட்டப்படும் இயல்புநிலை உரையை மாற்றவும்.
uk: Змініть стандартний текст, який відображається під час реєстрації маркера.

source: If set, the user in this realm will be authenticated against the userstore or against the given RADIUS config, if the user has no tokens assigned.
de: Wenn einem Benutzer kein Token zugewiesen ist, werden sein Passwort gegen die hier eingestellte RADIUS-Server-Konfiguration geprüft.
es: Si se establece, el usuario en este ámbito se autenticará contra el almacén de usuarios o contra la configuración de RADIUS dada, si el usuario no tiene tokens asignados.
fr: Si positionné, l'utilisateur de ce royaume sera authentifié auprès de la source d'identité ou selon la configuration RADIUS ,si l'utilisateur ne dispose pas de jeton.
nl: Indien ingesteld zal de gebuiker in deze realm geauthenticeerd worden tegen de gebruikersopslag of tegen de gegeven RADIUS-configuratie als de gebruiker nog geen token toegewezen gekregen heeft.
pt_br: Se definido, o usuário neste domínio será autenticado contra a loja do usuário ou contra a configuração fornecida RADIUS , se o usuário não tiver nenhum token atribuído.
ta: அமைக்கப்பட்டால், இந்த உலகில் உள்ள பயனர் பயனருக்கு எதிராக அல்லது கொடுக்கப்பட்ட ஆரம் உள்ளமைவுக்கு எதிராக அங்கீகரிக்கப்படுவார், பயனருக்கு டோக்கன்கள் இல்லை என்றால்.
tr: Ayarlandıysa, bu alandaki kullanıcı, kullanıcıya atanmış bir belirteç yoksa, kullanıcıya karşı veya verilen RADIUS yapılandırmasına karşı doğrulanacaktır.
uk: Якщо встановлено, користувач у цій сфері буде автентифікований у сховищі користувачів або в заданій конфігурації RADIUS, якщо користувачу не призначено маркерів.
zh_hans: 如果设置，则将根据用户存储或给定的RADIUS配置对该领域的用户进行身份验证（如果未分配令牌）。
zh_hant: 如果設置，則此域中的使用者將根據使用者存儲或給定的RADIUS配置進行身份驗證（如果使用者未分配令牌）。

source: This allows to automatically assign a Token within privacyIDEA, if the user was authenticated via passthru against a RADIUS server. The OTP value is used to find the unassigned token in privacyIDEA. Enter the length of the OTP value and where the PIN is set like 8:pin or pin:6.
de: Hier kann einem Benutzer automatisch ein Token zugewiesen werden, wenn er sich erfolgreich gegen einen RADIUS Server authentisiert hat. Der OTP-Wert wird benutzt, um einen nicht zugewiesenen Token in privacyIDEA zu finden. Die PIN des neuen Tokens wird gesetzt. Geben Sie die Länge des OTP-Wertes an und wo sich die PIN befindet. Bspw. 8:pin oder pin:6.
es: Esto permite asignar automáticamente un Token dentro de privacyIDEA, si el usuario fue autenticado vía passthru contra un servidor RADIUS. El valor de OTP se utiliza para encontrar el token no asignado en privacyIDEA. Ingrese la longitud del valor OTP y donde el PIN se establece como 8 o 6.
fr: Ceci permet d'assigner automatiquement un jeton avec privacyIDEA, si l'utiisateur a été authentifié par passthru auprès du server RADIUS. La valeur OTP est utilisée afin de trouver les jetons non assignés dans privacyIDEA. Entrez la longueur de la valeur OTP and si le code PIN est définit comme 8:pin ou pin:6.
nl: Hiermee kun je automatisch een token toewijzen met privacyIDEA als de gebruiker via passthru was geauthenticeerd tegen een RADIUS-server. De OTP-waarde wordt gebruikt om het niet toegewezen token in privacyIDEA te vinden. Geef de lengte van de OTP-waarde en waar de PIN moet gezet worden, zoals 8:pin of pin:6.
pt_br: Isto permite atribuir automaticamente um Token dentro da privacyIDEA, se o usuário foi autenticado via passthru contra um servidor RADIUS. O valor OTP é usado para encontrar o token não atribuído em privacyIDEA. Digite o valor do OTP e onde o PIN é definido como 8:pin ou pin:6.
ta: RADIUSEIDEA க்குள் ஒரு கிள்ளாக்கை தானாகவே ஒதுக்க அனுமதிக்கிறது, பயனர் ஒரு ஆரம் சேவையகத்திற்கு எதிராக பாச்ட்ரூ வழியாக அங்கீகரிக்கப்பட்டால். தனியுரிமைடாவில் ஒதுக்கப்படாத டோக்கனைக் கண்டுபிடிக்க OTP மதிப்பு பயன்படுத்தப்படுகிறது. OTP மதிப்பின் நீளத்தை உள்ளிடவும், முள் 8: முள் அல்லது முள்: 6 போல அமைக்கப்படும் இடத்தை உள்ளிடவும்.
tr: Bu, kullanıcı PASSTHRU üzerinden RADIUS sunucusuna karşı doğrulanmışsa, PrivacyIDE'de bir belirteç atamayı sağlar. OTP değeri, PrivAcididea'daki Atanmamış Simgeyi bulmak için kullanılır. OTP değerinin uzunluğunu girin ve PIN 8 gibi ayarlandığı yer: PIN veya PIN: 6.
uk: Це дозволяє автоматично призначити токен в privacyIDEA, якщо користувач був автентифікований через passthru на RADIUS-сервері. Значення OTP використовується для пошуку непризначеного токена в privacyIDEA. Введіть довжину OTP-значення та PIN-код, наприклад, 8:pin або pin:6.
zh_hans: 如果用户是通过passthru对RADIUS服务器进行身份验证的，则这允许在privacyIDEA中自动分配令牌。OTP值用于在privacyIDEA中查找未分配的令牌。输入OTP值的长度以及PIN的设置位置，例如8：pin或pin：6。
zh_hant: 這允許在privacyIDEA中自動分配令牌，如果用戶是通過PASSTHRU對RADIUS伺服器進行身份驗證的。OTP 值用於在 privacyIDEA 中查找未分配的令牌。輸入 OTP 值的長度以及 PIN 設置的位置，如 8：pin 或 pin：6。

source: If the user has no token, the authentication request for this user will always be true.
de: Wenn einem Benutzer kein Token zugewiesen ist, so wird eine Authentifizierungsanfrage für diesen Benutzer immer positiv beantwortet.
es: Si el usuario no tiene token, la solicitud de autenticación para este usuario siempre será verdadera.
fr: Si l'utilisateur n'a pas de jeton, l'authentification d'un utilisateur sera toujours vraie.
nl: Als de gebruiker geen token heeft, dan zal de authenticatievraag voor deze gebruiker altijd waar zijn.
pt_br: Se o usuário não tiver um token, o pedido de autenticação para este usuário será sempre verdadeiro.
ta: பயனருக்கு கிள்ளாக்கு இல்லை என்றால், இந்த பயனருக்கான அங்கீகார கோரிக்கை எப்போதும் உண்மையாக இருக்கும்.
tr: Kullanıcının belirteci yoksa, bu kullanıcının kimlik doğrulama talebi her zaman doğru olacaktır.
uk: Якщо користувач не має маркера, запит автентифікації для цього користувача завжди буде істинним.
zh_hans: 如果用户没有令牌，则对此用户的身份验证请求将始终为true。
zh_hant: 如果用戶沒有令牌，則此使用者的身份驗證請求將始終為 true。

source: If the user user does not exist, the authentication request for this non-existing user will always be true.
de: Wenn der Benutzer nicht existiert, wird die Authentifizierungsanfrage immer positiv beantwortet.
es: Si el usuario no existe, la solicitud de autenticación para este usuario siempre será verdadera.
fr: Si l'utilisateur n'existe pas, la requête d'authentification pour cet utilisateur inconnu sera toujours vraie.
nl: Als de gebruiker niet bestaat, dan zal de authenticatievraag voor deze onbestaande gebruiker altijd waar zijn.
pt_br: Se o usuário não existir, o pedido de autenticação para este usuário inexistente será sempre verdadeiro.
ta: பயனர் பயனர் இல்லை என்றால், இந்த இல்லாத இந்த பயனருக்கான அங்கீகார கோரிக்கை எப்போதும் உண்மையாக இருக்கும்.
tr: Kullanıcı kullanıcısı yoksa, mevcut olmayan kullanıcının kimlik doğrulama talebi her zaman doğru olacaktır.
uk: Якщо користувача користувача не існує, запит автентифікації для цього неіснуючого користувача завжди буде істинним.
zh_hans: 如果用户用户不存在，则此不存在的用户的身份验证请求将始终为true。
zh_hant: 如果用戶使用者不存在，則此不存在使用者的身份驗證請求將始終為 true。

source: Can be used to modify the parameters pass, user and realm in an authentication request. See the documentation for an example.
de: Hiermit können die Parameter pass, user und realm in einer Authentifizierungsanfrage verändert werden. Bitte lesen Sie die Dokumentation für mehr Details.
es: Se puede utilizar para modificar el paso de parámetros, el usuario y el dominio en una solicitud de autenticación. Consulte la documentación para ver un ejemplo.
fr: Peut être utilisé afin de modifier les paramètres, pass, user et realm dans une requête d'authentification. Consultez la documentation pour un exemple.
nl: Kan gebruikt worden om de parameters pass, user en realm te wijzigen in een authenticatierequest. Zie documentatie voor een voorbeeld.
pt_br: Pode ser usado para modificar a passagem do parâmetro, o usuário e o domínio em um pedido de autenticação. Veja a documentação para um exemplo.
ta: அங்கீகார கோரிக்கையில் அளவுருக்கள் பாச், பயனர் மற்றும் சாம்ராச்யத்தை மாற்ற பயன்படுத்தலாம். ஒரு எடுத்துக்காட்டுக்கு ஆவணங்களைப் பார்க்கவும்.
tr: Bir kimlik doğrulama isteğinde parametreleri, kullanıcıyı ve alemini değiştirmek için kullanılabilir. Örnek için belgelere bakın.
uk: Може використовуватися для зміни параметрів pass, user і realm у запиті автентифікації. Перегляньте документацію для прикладу.
zh_hans: 可用于修改身份验证请求中的参数pass，user和realm。有关示例，请参见文档。
zh_hant: 可用於修改認證請求中的參數傳遞、用戶和領域。有關範例，請參閱文檔。

source: If a user authenticates successfully reset the failcounter of all of his tokens.
de: Wenn sich ein Benutzer erfolgreich authentisiert hat, werden die Fehlerzähler all seiner Token zurückgesetzt.
es: Si un usuario se autentica correctamente, se inicializa el contador de errores de todos sus tokens.
fr: Si l'utilisateur s'authentifie avec succès, ceci remet à zéro le compteur d'échec de tous ses jetons.
nl: Als een gebruiker met succes kan authenticeren, zet dan de mislukte aanmeldingenteller voor al zijn tokens op nul.
pt_br: Se um usuário autenticar com sucesso o contador de falhas de todos os seus tokens.
ta: ஒரு பயனர் தனது டோக்கன்கள் அனைத்தையும் தோல்வியுற்றதை வெற்றிகரமாக மீட்டமைத்தால்.
tr: Bir kullanıcı kimlik doğrulaması başarıyla tüm belirteçlerinin başarısızlığını başarıyla sıfırlarsa.
uk: Якщо користувач пройшов успішну автентифікацію, скиньте лічильник помилок усіх його маркерів.
zh_hans: 如果用户成功进行身份验证，则重置其所有令牌的故障计数器。
zh_hant: 如果使用者成功通過身份驗證，請重置其所有令牌的失敗計數器。

source: Increase the failcounter for all the tokens, for which a challenge has been triggered.
de: Der Fehlerzähler aller Token, die eine Challenge ausgelöst haben, wird inkrementiert.
fr: Incrémente le compteur d'échecs de tous les jetons pour lesquels un challenge a été déclenché.
nl: Vergroot de aanmeldingsteller voor alle tokens waarvoor een challenge is getriggerd.
ta: அனைத்து டோக்கன்களுக்கும் தோல்வியுற்றதை அதிகரிக்கவும், இதற்காக ஒரு அறைகூவல் தூண்டப்பட்டுள்ளது.
uk: Збільште лічильник помилок для всіх токенів, для яких ініційовано виклик.
