Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: Action is triggered, if the last synchronization of the container is older than the specified time. The time value has to be an integer followed by a time unit. Supported units are 'y' (years), 'd' (days), 'h' (hours), 'm' (minutes), 's' (seconds). Only one unit is allowed. Examples: '8h', '7d', '1y'
fr: L'action est déclenchée, si la dernière synchronisation du conteneur est plus ancienne que la durée spécifiée. La valeur de temps doit être un entier suivi d'une unité de temps. Les unités supportées sont 'y' (années), 'd' (jours), 'h' (heures), 'm' (minutes), 's' (secondes). Seule une unité est autorisée. Exemples : '8h', '7d', '1y'
ta: கொள்கலனின் கடைசி ஒத்திசைவு குறிப்பிட்ட நேரத்தை விட பழையதாக இருந்தால், செயல் தூண்டப்படுகிறது. நேர மதிப்பு ஒரு நேர அலகு ஒரு முழு எண்ணாக இருக்க வேண்டும். ஆதரிக்கப்படும் அலகுகள் 'y' (ஆண்டுகள்), 'டி' (நாட்கள்), 'எச்' (மணிநேரம்), 'எம்' (நிமிடங்கள்), 'கள்' (விநாடிகள்). ஒரு அலகு மட்டுமே அனுமதிக்கப்படுகிறது. எடுத்துக்காட்டுகள்: '8H', '7d', '1y'
uk: Дія спрацьовує, якщо остання синхронізація контейнера старіша за вказаний час. Значення часу має бути цілим числом, за яким слідує одиниця часу. Підтримувані одиниці: 'y' (роки), 'd' (дні), 'h' (години), 'm' (хвилини), 's' (секунди). Дозволяється використовувати тільки одну одиницю. Приклади: '8h', '7d', '1y'

source: Set the state {state}
fr: Définir l'état {state}
ta: மாநிலத்தை அமைக்கவும் {state}
uk: Установити стан {state}

source: Container type to create
de: Typ des Containers, der erstellt werden soll
fr: Type de conteneur à créer
ta: உருவாக்க கொள்கலன் வகை
uk: Тип контейнера для створення

source: Description of the container
de: Beschreibung des Containers
fr: Description du conteneur
ta: கொள்கலனின் விளக்கம்
uk: Опис контейнера
zh_hant: 容器描述

source: Assign container to user in request or to token/container owner
de: Container dem Benutzer aus dem Request oder dem Token-/Containerbesitzer zuweisen.
fr: Assigner le conteneur à l'utilisateur indiqué dans la requête ou au propriétaire du jeton/conteneur
ta: கோரிக்கையில் அல்லது டோக்கன்/கொள்கலன் உரிமையாளருக்கு பயனருக்கு கொள்கலனை நியமிக்கவும்
uk: Призначити контейнер користувачеві в запиті або власнику маркера/контейнера

source: Add token from request to container
de: Token aus dem Request zum Container hinzufügen.
fr: Ajouter le jeton indiqué dans la requête au conteneur
ta: கொள்கலனுக்கான கோரிக்கையிலிருந்து டோக்கனைச் சேர்க்கவும்
uk: Додати маркер із запиту до контейнера

source: Set this container info key (deletes all existing keys).
de: Setzt einen Wert für dieses Schlüsselwort in der Container Info (löscht alle bereits existierenden Schlüsselwörter).
fr: Définir la clé dans les infos de ce conteneur (efface toutes les clés existantes).
ta: இந்த கொள்கலன் செய்தி விசையை அமைக்கவும் (இருக்கும் அனைத்து விசைகளையும் நீக்குகிறது).
uk: Установіть цей ключ інформації про контейнер (видаляє всі існуючі ключі).

source: Set the value for the key above.
de: Setze den Wert für das oben angegebene Schlüsselwort.
fr: Définir la valeur pour la clé ci-dessous.
ta: மேலே உள்ள விசைக்கான மதிப்பை அமைக்கவும்.
uk: Встановіть значення для ключа вище.

source: Add this key to the container info.
de: Fügt dieses Schlüsselwort zu der Container Info hinzu.
fr: Ajoute cette clé aux informations du conteneur.
ta: கொள்கலன் தகவலுக்கு இந்த விசையைச் சேர்க்கவும்.
uk: Додайте цей ключ до інформації про контейнер.

source: The identifier/key of the counter.
de: Die ID des Zählers.
es: El identificador / clave del contador.
fr: L'identifiant/clé du compteur.
nl: De identificatie/sleutel van de teller.
pt_br: O identificador/chave do contador.
ta: கவுண்டரின் அடையாளங்காட்டி/விசை.
tr: Sayacın tanımlayıcısı / anahtarı.
uk: Ідентифікатор/ключ лічильника.
zh_hans: 计数器的标识符/密钥。
zh_hant: 計數器的識別碼/金鑰。

source: Don't stop counter if it reaches zero.
de: Der Counter darf auch negative Werte erreichen.
es: No se para el contador si llega a cero.
fr: Ne pas arrêter le compteur s'il atteint zéro.
nl: Stom de teller niet als die nul bereikt.
pt_br: Não pare o contador se chegar a zero.
ta: அது பூச்சியத்தை அடைந்தால் அதை நிறுத்த வேண்டாம்.
tr: Sıfıra ulaşırsa tezgahı durdurma.
uk: Не зупиняйте лічильник, якщо він досяг нуля.
zh_hans: 如果计数器达到零，请不要停止。
zh_hant: 如果計數器達到零，請不要停止計數器。

source: The user for whom the custom attribute should be set.
de: Der Benutzer, für den das Attribut gesetzt werden soll.
fr: L'utilisateur pour lequel l'attribut personnalisé doit être défini.
nl: De gebruiker voor wie het aangepaste attribuut ingesteld moet worden.
ta: தனிப்பயன் பண்புக்கூறு அமைக்கப்பட வேண்டிய பயனர்.
tr: Özel niteliğin ayarlanması gereken kullanıcı.
uk: Користувач, для якого слід встановити настроюваний атрибут.
zh_hans: 应设置自定义属性的用户。

source: The key of the custom user attribute that should be set.
de: Der Schlüssel des Attributes, das gesetzt werden soll.
fr: La clé de l'attribut personnalisé de l'utilisateur qui doit être définie.
nl: De sleutel van het aangepast gebruikersattribuut dat moet ingesteld worden.
ta: அமைக்கப்பட வேண்டிய தனிப்பயன் பயனர் பண்புக்கூறின் விசை.
tr: Ayarlanması gereken özel kullanıcı özniteliğinin anahtarı.
uk: Ключ спеціального атрибута користувача, який потрібно встановити.
zh_hans: 应设置的自定义用户属性的键。

source: The value of the custom user attribute.
de: Wert des benutzerdefinierten Benutzerattributs.
fr: La valeur de l'attribut personnalisé de l'utilisateur.
nl: De waarde van het aangepast gebruikersattribuut.
ta: தனிப்பயன் பயனர் பண்புக்கூறு மதிப்பு.
tr: Özel kullanıcı niteliğinin değeri.
uk: Значення настроюваного атрибута користувача.

source: The user from which the custom attribute should be deleted.
de: Der Benutzer, dessen Attribut gelöscht werden soll.
es: El parámetro que debe eliminarse.
fr: L'utilisateur duquel l'attribut personnalisé doit être effacé.
nl: De gebruiker waarvan het aangepaste attribuut moet verwijderd worden.
ta: தனிப்பயன் பண்புக்கூறு நீக்கப்பட வேண்டிய பயனர்.
tr: Özel niteliğin silinmesi gereken kullanıcı.
uk: Користувач, для якого потрібно видалити спеціальний атрибут.
zh_hans: 应删除自定义属性的用户。

source: The key of the custom user attribute that should be deleted.
de: Der Schlüssel des Attributes, das gelöscht werden soll.
es: El parámetro que debe eliminarse.
fr: La clé de l'attribut personnalisé de l'utilisateur qui doit être effacée.
nl: De sleutel van het aangepast gebruikersattribuut dat moet verwijderd worden.
ta: நீக்கப்பட வேண்டிய தனிப்பயன் பயனர் பண்புக்கூறின் விசை.
tr: Silinmesi gereken özel kullanıcı özniteliğinin anahtarı.
uk: Ключ настроюваного атрибута користувача, який слід видалити.
zh_hans: 应该删除的自定义用户属性的键。

source: The remote/child privacyIDEA Server.
de: Der entfernte privacyIDEA Server.
es: El servidor PrivacyIDEA remoto / hijo.
fr: Le serveur distant/enfant privacyIDEA.
nl: De externe / onderliggende privacyIDEA-server.
pt_br: O servidor privacidadeIDEA remoto/filho.
ta: தொலைநிலை/குழந்தை தனியுரிமை சேவையகம்.
tr: Uzaktan / çocuk PrivacyIDEA sunucusu.
uk: Віддалений/дочірній сервер конфіденційностіIDEA.
zh_hans: 远程/子级privacyIDEA服务器。
zh_hant: 遠端/兒童privacyIDEA伺服器。

source: Change the realm name to a realm on the child privacyIDEA system.
de: Der Realmname wird auf diesen Realmnamen auf dem entfernenten privacyIDEA Server geändert.
es: Cambie el nombre del dominio por un dominio en el sistema privacyIDEA.
fr: Change le nom du royaume en un royaume sur le système privacyIDEA enfant.
nl: Wijzig de realm naam naar de realm naam van de onderliggende privacyIDEA-server.
pt_br: Altere o nome do realm para um realm no sistema privacyIDEA filho.
ta: சாம்ராச்யத்தின் பெயரை குழந்தை தனியுரிமைடியா அமைப்பில் ஒரு சாம்ராச்யத்திற்கு மாற்றவும்.
tr: CALM adını Çocuk PrivacyIDEA sistemi üzerindeki bir alemde değiştirin.
uk: Змініть назву області на область у дочірній системі privacyIDEA.
zh_hans: 将领域名称更改为子privacyIDEA系统上的领域。
zh_hant: 將領域名稱更改為子privacyIDEA系統上的領域。

source: Change the resolver name to a resolver on the child privacyIDEA system.
de: Der Resolvername wird auf diesen Resolvernamen auf dem entfernten privacyIDEA Server geändert.
es: Cambie el nombre del almacén por un almacén en el sistema privacyIDEA.
fr: Change le nom de la source d'authentification en une source d'authentification du système privacyIDEA enfant.
nl: Wijzig de resolver-naam naar de resolver-naam van de onderliggende privacyIDEA-server.
pt_br: Altere o nome do resolver para um resolver no sistema privacyIDEA filho.
ta: தீர்வு பெயரை குழந்தை தனியுரிமைடியா அமைப்பில் ஒரு தீர்வுக்கு மாற்றவும்.
tr: ÇOCUKLARIN ADIĞINI ÇOCUK PRIVYIDEA SİSTEMİDEKİ ÇOCUKLARINA DEĞİŞTİR.
uk: Змініть назву резолвера на резолвер у дочірній системі privacyIDEA.
zh_hans: 在子privacyIDEA系统上将解析器名称更改为解析器。
zh_hant: 將解析程式名稱更改為子privacyIDEA 系統上的解析程式。

source: Forward the client IP to the child privacyIDEA server. Otherwise this server will be the client.
de: Die Client-IP wird an den entfernten privacyIDEA Server durchgereicht. Ansonsten ist der lokale privacyIDEA Server der Client für den entfernten Server.
es: Reenvíe la IP del cliente al servidor de privacyIDEA. De lo contrario, este servidor será el cliente.
fr: Fait suivre l'IP du client au serveur privacyIDEA enfant. Autrement le serveur sera le client.
nl: Stuur het cliënt IP-adres naar de onderliggende privacy-IDEA-server. Anders zal deze server de cliënt zijn.
pt_br: Encaminhe o IP do cliente para o servidor privacyIDEA filho. Caso contrário este servidor será o cliente.
ta: கிளையன்ட் ஐபியை குழந்தை தனியுரிமிடியா சேவையகத்திற்கு அனுப்பவும். இல்லையெனில் இந்த சேவையகம் கிளையண்டாக இருக்கும்.
tr: İstemci IP'yi Çocuk PrivacyIDEA sunucusuna iletin. Aksi takdirde bu sunucu müşteri olacaktır.
uk: Пересилайте IP-адресу клієнта на дочірній сервер privacyIDEA. Інакше цей сервер буде клієнтом.
zh_hans: 将客户端IP转发到子privacyIDEA服务器。否则，该服务器将成为客户端。
zh_hant: 將用戶端 IP 轉發到子privacyIDEA 伺服器。否則，此伺服器將是用戶端。

source: Forward the authorization header. This allows to also forward request like token- and system-requests.
de: Den HTML-Authorisierungsheader weiterleiten. So können bspw. auch Token- und System-Requests weitergeleitet werden.
es: Reenvíe el encabezado de autorización. Esto permite también reenviar solicitudes como solicitudes de token y del sistema.
fr: Fait suivre l'entête d'autorisation. Cela permet de transmettre aussi les requêtes comme token- et system-requests.
nl: Stuur de autorisatie-header door. Hiermee kunnen ook de token- en systeem-aanvragen doorgestuurd worden.
pt_br: Encaminhe o cabeçalho de autorização. Isso permite também encaminhar solicitações como de token e de sistema.
ta: அங்கீகார தலைப்பு முன்னோக்கி. கிள்ளாக்கு மற்றும் கணினி கோரிக்கைகள் போன்ற கோரிக்கையையும் அனுப்ப இது அனுமதிக்கிறது.
tr: Yetkilendirme başlığını iletin. Bu, belirteç ve sistem istekleri gibi talebi de iletmenizi sağlar.
uk: Переслати заголовок авторизації. Це дозволяє також пересилати такі запити, як токени та системні запити.
zh_hans: 转发授权标头。这还可以转发诸如令牌请求和系统请求之类的请求。
zh_hant: 轉發授權標頭。這也允許轉發請求，如令牌和系統請求。

source: The name of the logging facility
de: Der Name des Logging-Bereichs
es: El nombre de la instalación de registro
fr: Le nom de la catégorie de journalisation (logging facility)
nl: De naam van waar de logs bewaard worden
pt_br: O nome do recurso de registro (logging facility)
ta: பதிவு வசதியின் பெயர்
tr: Günlük tesisinin adı
uk: Найменування лісозаготівельного об'єкта
zh_hans: 日志记录设施的名称
zh_hant: 日誌記錄工具的名稱

source: The string to write to the log
de: Die Zeichenkette, die ins Log geschrieben werden soll
es: La cadena para escribir en el registro
fr: La chaîne à écrire dans le log
nl: De strings om naar de log te schrijven
pt_br: A string para gravar no log
ta: பதிவுக்கு எழுத சரம்
tr: Kütüğe yazmak için dize
uk: Рядок для запису в журнал
zh_hans: 写入日志的字符串
zh_hant: 要寫入日誌的字串

source: The logging level for this logging notification
de: Der Loglevel der Log-Benachrichtigung
es: El nivel de registro para esta notificación de registro
fr: Le niveau de log pour cette notification
nl: Het log-niveau voor deze loggingsmelding
pt_br: O nível de registro para esta notificação de registro (logging level)
ta: இந்த பதிவு அறிவிப்புக்கான பதிவு நிலை
tr: Bu günlük bildirimi için günlük seviyesi
uk: Рівень журналювання для цього сповіщення журналювання
zh_hans: 此日志记录通知的日志记录级别
zh_hant: 此記錄通知的紀錄記錄級別

source: The parameter that should be deleted.
de: Der Parameter der gelöscht werden soll.
es: El parámetro que debe eliminarse.
fr: Le paramètre qui doit être supprimé.
nl: De parameter die moet verwijderd worden.
pt_br: O parâmetro que deve ser excluído.
ta: நீக்கப்பட வேண்டிய அளவுரு.
tr: Silinmesi gereken parametre.
uk: Параметр, який слід видалити.
zh_hans: 应该删除的参数。
zh_hant: 應刪除的參數。

source: The parameter that should be added or modified.
de: Der Parameter der hinzugefügt oder verändert werden soll.
es: El parámetro que se debe agregar o modificar.
fr: Le paramètre qui doit être ajouté ou modifié.
nl: De parameter die toegevoegd of gewijzigd moet worden.
pt_br: O parâmetro que deve ser adicionado ou modificado.
ta: சேர்க்கப்பட வேண்டிய அல்லது மாற்றியமைக்க வேண்டிய அளவுரு.
tr: Eklenmesi veya değiştirilmesi gereken parametre.
uk: Параметр, який потрібно додати або змінити.
zh_hans: 应该添加或修改的参数。
zh_hant: 應添加或修改的參數。

source: The new value of the parameter. Can contain tags like {0}, {1} for the matched sub strings.
de: Der neue Wert des Parameters. Er kann Tags wie '{0}' oder '{1}' enthalten entsprechend der passenden Teil-Zeichenfolge.
es: El nuevo valor del parámetro. Puede contener etiquetas como {0}, {1} para las subcadenas coincidentes.
fr: La nouvelle valeur du paramètre. Peut contenir des tags tels que {0}, {1} qui correspondent aux sous chaînes de caractères correspondantes.
nl: De nieuwe waarde voor de parameter. Kan tags zoals {0}, {1} bevatten voor de overeenkomstige substrings.
pt_br: O novo valor do parâmetro. Pode conter tags como {0}, {1} para as substrings correspondentes.
ta: அளவுருவின் புதிய மதிப்பு. பொருந்திய துணை சரங்களுக்கு {0}, {1} போன்ற குறிச்சொற்களைக் கொண்டிருக்கலாம்.
tr: Parametrenin yeni değeri. Eşleşen alt dizeler için {0}, {1} gibi etiketler içerebilir.
uk: Нове значення параметра. Може містити такі теги, як {0}, {1} для відповідних підрядків.
zh_hans: 参数的新值。可以包含诸如{0}，{1}之类的标签作为匹配的子字符串。
zh_hant: 參數的新值。可以包含匹配的子字串的{0}、{1}等標記。

source: The parameter, that should match some values.
de: Der Parameter der mit einem Wert übereinstimmen soll.
es: El parámetro, que debería coincidir con algunos valores.
fr: Le paramètre, qui doit correspondre à certaines valeurs.
nl: De parameter die met sommige waarden zou moeten overeenkomen.
pt_br: O parâmetro que deve corresponder a alguns valores.
ta: அளவுரு, அவை சில மதிப்புகளுடன் பொருந்த வேண்டும்.
tr: Bazı değerlerle eşleşmesi gereken parametre.
uk: Параметр, який має відповідати деяким значенням.
zh_hans: 该参数应与某些值匹配。
zh_hant: 參數，應與某些值匹配。

source: The value of the match_parameter. It can contain a regular expression and '()' to transfer values to the new parameter.
de: Der Wert von 'match_parameter'. Er kann einen regulären Ausdruck und '()' enthalten um Werte auf den neuen Parameter zu übertragen.
es: El valor del "parámetro de mapeado". Puede contener una expresión regular y '()' para transferir valores al nuevo parámetro.
fr: La valeur du match_parameter. Il peut contenir une expression régulière et '()' afin de transférer des valeurs au nouveau paramètre.
nl: De waarde van de match_parameter. Die kan een reguliere expressie bevatten en '()' om waarden naar de nieuwe parameter over te brengen.
pt_br: O valor do match_parameter. Ele pode conter uma expressão regular e '()' para transferir valores para o novo parâmetro.
ta: மேட்ச்_பாரமீட்டரின் மதிப்பு. புதிய அளவுருவுக்கு மதிப்புகளை மாற்ற இது ஒரு வழக்கமான வெளிப்பாடு மற்றும் '()' ஆகியவற்றைக் கொண்டிருக்கலாம்.
tr: Match_parameter değeri. Değerleri yeni parametreye aktarmak için normal bir ifade ve '()' içerebilir.
uk: Значення match_parameter. Він може містити регулярний вираз і '()' для передачі значень у новий параметр.
zh_hans: match_parameter的值。它可以包含一个正则表达式和'（）'来将值传输到新参数。
zh_hant: match_parameter的值。它可以包含正則表達式和'()'以將值傳輸到新參數。

source: If the parameter is 'username', 'user' or 'realm', the user will be reset. This can have an effect on any further actions on the user!
fr: Si le paramètre est 'username', 'user' or 'realm', l'utilisateur sera réinitialisé. Ceci peut avoir un effet sur les actions futures de l'utilisateur !
ta: அளவுரு 'பயனர்பெயர்', 'பயனர்' அல்லது 'சாம்ராச்யம்' என்றால், பயனர் மீட்டமைக்கப்படுவார். இது பயனருக்கு மேலதிக செயல்களில் ஒரு தாக்கத்தை ஏற்படுத்தும்!
uk: Якщо параметр «username», «user» або «realm», користувача буде скинуто. Це може вплинути на будь-які подальші дії користувача!

source: The JSON pointer (key) that should be deleted. Please specify in the format '/detail/message'.
de: Der JSON-Verweis (Schlüssel) welcher gelöscht werden soll. Bitte im Format '/details/message' angeben.
es: El puntero JSON (clave) que debe eliminarse. Especifique en el formato '/detalle/mensaje'.
fr: Le pointeur JSON (key) qui doit être supprimé. Merci de le spécifier au format '/detail/message'.
nl: De JSON pointer (key) die moet verwijderd worden. Geeft hem op in het formaat '/detail/message'.
pt_br: O ponteiro JSON (chave) que deve ser excluído. Por favor especifique no formato '/detalhe/mensagem'.
ta: நீக்கப்பட வேண்டிய சாதொபொகு சுட்டிக்காட்டி (விசை). '/விவரம்/செய்தி' வடிவத்தில் குறிப்பிடவும்.
tr: Silinmesi gereken JSON Pointer (anahtar). Lütfen '/ detay / mesaj' formatında belirtin.
uk: Покажчик JSON (ключ), який слід видалити. Будь ласка, вкажіть у форматі '/detail/message'.
zh_hans: 应该删除的JSON指针（键）。请以'/ detail / message'格式指定。
zh_hant: 應刪除的 JSON 指標（鍵）。請以"/詳情/消息"格式註明。

source: The JSON pointer (key) that should be set. Please specify in the format '/detail/message'.
de: Der JSON-Verweis (Schlüssel) welcher gesetzt werden soll. Bitte im Format '/details/message' angeben.
es: El puntero JSON (clave) que debe establecerse. Especifique en el formato '/detalle/mensaje'.
fr: Le pointeur JSON (key) qui doit être positionné. Merci de le spécifier au format '/detail/message'.
nl: De JSON pointer (key) die moet ingesteld worden. Geeft hem op in het formaat '/detail/message'.
pt_br: O ponteiro JSON (chave) que deve ser definido. Favor especificar no formato '/detalhe/mensagem'.
ta: அமைக்க வேண்டிய சாதொபொகு சுட்டிக்காட்டி (விசை). '/விவரம்/செய்தி' வடிவத்தில் குறிப்பிடவும்.
tr: JSON Pointer (anahtar) ayarlanması gereken. Lütfen '/ detay / mesaj' formatında belirtin.
uk: Покажчик JSON (ключ), який потрібно встановити. Будь ласка, вкажіть у форматі '/detail/message'.
zh_hans: 应该设置的JSON指针（键）。请以'/ detail / message'格式指定。
zh_hant: 應設置的 JSON 指標（鍵）。請以"/詳情/消息"格式註明。

source: The type of the value.
de: Der Typ des Wertes.
es: El tipo del valor.
fr: Le type de la valeur.
nl: Het type van de waarde.
pt_br: O tipo do valor.
ta: மதிப்பின் வகை.
tr: Değerin türü.
uk: Тип значення.
zh_hans: 值的类型。
zh_hant: 值的類型。

source: The value of the JSON key that should be set.
de: Wert des JSON Schlüssels, welcher gesetzt werden soll.
es: El valor de la clave JSON que debe establecerse.
fr: La valeur du la clé JSON qui doit être positionnée.
nl: De waarde van de JSON key die ingsteld moet worden.
pt_br: O valor da chave JSON que deve ser definida.
ta: அமைக்க வேண்டிய சாதொபொகு விசையின் மதிப்பு.
tr: Ayarlanması gereken JSON anahtarının değeri.
uk: Значення ключа JSON, яке потрібно встановити.
zh_hans: 应该设置的JSON密钥的值。
zh_hant: 應設置的 JSON 鍵的值。

source: Wait for script to complete or run script in background. This will either return the HTTP request early or could also block the request.
de: Auf das Ende des Skripts warten oder das Skript im Hintergrund ausführen. Somit wird die HTTP-Antwort entweder direkt zurückgegeben oder das Skript kann einen HTTP-Aufruf blockieren.
es: Espere a que la secuencia de comandos se complete o ejecute la secuencia de comandos en segundo plano. Esto devolverá la solicitud HTTP antes o también podría bloquear la solicitud.
fr: Attend que le script se termine ou lance le script en arrière plan. Cela va soit libérer la requête HTTP plus tôt ou peut aussi bloquer la requête.
nl: Wacht tot het script klaar is of laat het lopen in de achtergrond. Dit zal ofwel de HTTP-request vroeg teruggeven of kan ook de request blokkeren.
pt_br: Aguarde o roteiro para completar ou executar o roteiro em segundo plano. Isto retornará a solicitação HTTP com antecedência ou também poderá bloquear a solicitação.
ta: ச்கிரிப்ட் முடிக்க அல்லது பின்னணியில் ச்கிரிப்டை இயக்க காத்திருங்கள். இது HTTP கோரிக்கையை முன்கூட்டியே திருப்பித் தரும் அல்லது கோரிக்கையைத் தடுக்கலாம்.
tr: Komut dosyasının arka planda komut dosyasını tamamlamasını veya çalıştırmasını bekleyin. Bu, HTTP isteğini erken döndürür ya da isteği engelleyebilir.
uk: Зачекайте, поки скрипт завершиться, або запустіть його у фоновому режимі. Це або поверне запит HTTP раніше, або також може заблокувати запит.
zh_hans: 等待脚本完成或在后台运行脚本。这将提早返回HTTP请求，或者也可能阻止该请求。
zh_hant: 等待腳本完成或在後台運行腳本。這將提前返回 HTTP 請求，也可能阻止該請求。

source: On script error raise exception in HTTP request.
de: Wenn das Skript einen Fehler hat, soll ein HTTP-Fehler erzeugt werden.
es: Si se produce un error en la secuencia de comandos se genera una excepción en la solicitud HTTP.
fr: En cas d'erreur de script, renvoie une exception dans la requête HTTP.
nl: Bij fout in het script verhoog de uitzondering in het HTTP-request.
pt_br: Se ocorrer um erro no roteiro, uma exceção é levantada na solicitação HTTP.
ta: ச்கிரிப்ட் பிழையில் HTTP கோரிக்கையில் விதிவிலக்கு எழுப்புங்கள்.
tr: Komut dosyası hatası HTTP isteğinde istisnayı yükseltin.
uk: У разі помилки сценарію виникає виняток у запиті HTTP.
zh_hans: 在脚本错误上引发HTTP请求中的异常。
zh_hant: 腳本錯誤時，在 HTTP 請求中引發異常。

source: Finish current transaction before running the script. This is useful if changes to the database should be made available to the script or the running request.
de: Die aktuelle Datenbank-Transaktion wird beendet, bevor das Skript aufgerufen wird. Dies kann notwendig sein, wenn Änderungen in der Datenbank dem Skript oder dem Request verfügbar gemacht werden sollen.
es: Finalice la transacción actual antes de ejecutar el script. Esto es útil si los cambios en la base de datos deben estar disponibles para el script o la solicitud en ejecución.
fr: Termine la transaction actuelle avant de lancer le script. Ceci est utile si les changements dans la base de donnée doivent être rendus disponibles pour le script ou la requête en cours.
nl: Beëindig de huidige transactie voor het starten van het script. Dit is nuttig als wijzigen in de databank beschikbaar moeten worden voor het script of de lopende vragen.
pt_br: Encerrar a transação atual antes de executar o roteiro. Isto é útil se as mudanças no banco de dados tiverem de estar disponíveis para o roteiro ou pedido em execução.
ta: ச்கிரிப்டை இயக்குவதற்கு முன் தற்போதைய பரிவர்த்தனையை முடிக்கவும். தரவுத்தளத்தில் மாற்றங்கள் ச்கிரிப்ட் அல்லது இயங்கும் கோரிக்கைக்கு கிடைக்க வேண்டும் என்றால் இது பயனுள்ளதாக இருக்கும்.
tr: Komut dosyasını çalıştırmadan önce mevcut işlemi bitirin. Bu, veritabanındaki değişiklikler komut dosyası veya çalışma isteğine uygun hale getirilmelidir.
uk: Завершіть поточну транзакцію перед запуском сценарію. Це корисно, якщо зміни в базі даних повинні бути доступні для сценарію або запущеного запиту.
zh_hans: 在运行脚本之前完成当前事务。如果应该使脚本或正在运行的请求可以使用对数据库的更改，则这很有用。
zh_hant: 在運行腳本之前完成當前事務。如果對資料庫的更改應可用於腳本或正在運行的請求，這將非常有用。
