Repository: privacyidea/privacyidea
Catalog: privacyidea/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, pt_br, ta, tr, uk, zh_hans, zh_hant

source: The timeout in seconds.
de: Timeout in Sekunden.
es: El "timeout" en segundos.
fr: Le délai d'expiration en secondes.
nl: De time-out in seconden.
pt_br: O tempo limite em segundos.
ta: விநாடிகளில் நேரம் முடிந்தது.
tr: Saniyeler içinde zaman aşımı.
uk: Тайм-аут у секундах.
zh_hans: 超时（以秒为单位）。
zh_hant: 超時（以秒為單位）。

source: Regular expression to modify the phone number to make it compatible with the provider. For example to remove pluses and slashes enter something like '/[\+/]//'.
de: Ein regulärer Ausdruck, der die Telefonnummer verändert. Dies ist nützlich, wenn Provider manche Zeichen in der Telefonnummer nicht erlauben. Geben Sie z.B. '/[\+/]//' ein, um Plus-Zeichen und Schrägstriche zu entfernen.
fr: Expression régulière pour modifier le numéro de téléphone le rendant compatible avec le fournisseur. Par exemple, pour enlever les plus et slashs, entrez quelque chose comme '/[\\+/]//'.
ta: தொலைபேசி எண்ணை வழங்குநருடன் இணக்கமாக்குவதற்கு வழக்கமான வெளிப்பாடு. எடுத்துக்காட்டாக, பிளச் மற்றும் ச்லாச்களை அகற்ற '/[\+/] //' போன்ற ஒன்றை உள்ளிடவும்.
uk: Регулярний вираз, щоб змінити номер телефону, щоб зробити його сумісним з провайдером. Наприклад, щоб видалити плюси та косі риски, введіть щось на зразок '/[\+/]//'.

source: The script in script directory PI_SCRIPT_SMSPROVIDER_DIRECTORY to call. Expects phone as the parameter and the message from stdin.
de: Das Skript, das aus dem Skripte-Verzeichnis PI_SCRIPT_SMSPROVIDER_DIRECTORY aufgerufen werden soll. Dieses Skript erhält die Telefonnummer als Parameter und die Nachricht über Stdin.
es: Script que se ejecutará en el directorio de scripts: PI_SCRIPT_SMSPROVIDER_DIRECTORY. Espera "teléfono" como parámetro y el mensaje desde "stdin".
fr: Le script dans le dossier des scripts PI_SCRIPT_SMSPROVIDER_DIRECTORY à appeler. Attend le numéro de téléphone comme paramètre et le message de stdin.
nl: Het aan te roepen script in de map PI_SCRIPT_SMSPROVIDER_DIRECTORY. Verwacht telefoon als parameter en het bericht van stdin.
pt_br: Script a ser executado no diretório do script: PI_SCRIPT_SMSPROVIDER_DIRECTORY. Ele espera "telefone" como parâmetro e a mensagem de "stdin".
ta: ச்கிரிப்ட் கோப்பகத்தில் ச்கிரிப்ட் Pi_script_smsprovider_directory ஐ அழைக்க. தொலைபேசியை அளவுருவாகவும், Stdin இலிருந்து செய்தியாகவும் எதிர்பார்க்கிறது.
tr: Script dizininde komut dosyası pi_script_smsprovider_directory aramak için. Telefonun parametre ve STDIN'den mesajı bekler.
uk: Сценарій у каталозі сценаріїв PI_SCRIPT_SMSPROVIDER_DIRECTORY для виклику. Очікує телефон як параметр і повідомлення від stdin.
zh_hans: 脚本目录PI_SCRIPT_SMSPROVIDER_DIRECTORY中要调用的脚本。期望将phone作为参数，并接收来自stdin的消息。
zh_hant: 腳本目錄中的腳本PI_SCRIPT_SMSPROVIDER_DIRECTORY調用。期望電話作為參數和來自 stdin 的消息。

source: SMSC Host IP
de: SMSC IP Adresse
es: IP del host SMSC
fr: IP Hôte SMSC
pt_br: IP do Host SMSC
ta: எச்.எம்.எச்.சி புரவலன் ஐபி
tr: SMSC Ana Bilgisayar IP
uk: IP хосту SMSC
zh_hans: SMS主机IP
zh_hant: SMSC 主機 IP

source: SMSC Port
es: Puerto SMSC
fr: Port SMSC
nl: SMSC Poort
pt_br: Porto SMSC
ta: எச்.எம்.எச்.சி துறைமுகம்
tr: Smsc portu
uk: Порт SMSC
zh_hans: SMS主机端口

source: SMSC Service ID
de: Service ID, mit dem sich privacyIDEA beim SMSC meldet
es: ID del servicio SMSC
fr: ID service SMSC
pt_br: ID do serviço SMSC
ta: எச்.எம்.எச்.சி பணி ஐடி
tr: SMSC Servis Kimliği
uk: Ідентифікатор служби SMSC
zh_hans: SMS主机 ID
zh_hant: SMSC 服務 ID

source: Password for authentication on SMSC
de: Das Passwort, mit dem sich privacyIDEA am SMSC authentisiert
es: Contraseña para autenticación en SMSC
fr: Mot de passe pour authentification SMSC
nl: Wachtwoord bij authenticatie op SMSC
pt_br: Senha para autenticação no SMSC
ta: SMSC இல் அங்கீகாரத்திற்கான கடவுச்சொல்
tr: SMSC'de Kimlik Doğrulama Şifresi
uk: Пароль для аутентифікації на SMSC
zh_hans: SMS主机上的认证密码
zh_hant: 用於在 SMSC 上進行身份驗證的密碼

source: SOURCE_ADDR_TON Special Flag
de: Code des Nummerntyps des Senders. Wird vom SMSC Operator mitgeteilt
es: SOURCE_ADDR_TON , "flag" especial
fr: Drapeau spécial SOURCE_ADDR_TON
nl: SOURCE_ADDR_TON Speciale vlag
pt_br: SOURCE_ADDR_TON "Bandeira" Especial
ta: Source_addr_ton சிறப்பு கொடி
tr: Source_addr_ton özel bayrak
uk: SOURCE_ADDR_TON Спеціальний прапор
zh_hans: SOURCE_ADDR_TON特殊标志
zh_hant: SOURCE_ADDR_TON 特別標誌

source: S_ADDR_NPI Special Flag
de: Code des Nummernplans des Senders. Wird vom SMSC Operator mitgeteilt
es: S_ADDR_NPI : "Flag" especial
fr: Drapeau spécial S_ADDR_NPI
nl: S_ADDR_NPI Speciale vlag
pt_br: S_ADDR_NPI "Bandeira" Especial
ta: S_ADDR_NPI சிறப்பு கொடி
tr: S_addr_npi özel bayrak
uk: Спеціальний прапор S_ADDR_NPI
zh_hans: S_ADDR_NPI特殊标志
zh_hant: S_ADDR_NPI特別標誌

source: Source address (SMS sender)
de: Absender-Telefonnummer
es: Dirección de origen (remitente de SMS)
fr: Adresse source (expéditeur SMS)
nl: Bron adres (SMS verzender)
pt_br: Endereço de origem (remetente de SMS)
ta: மூல முகவரி (எச்எம்எச் அனுப்புநர்)
tr: Kaynak Adres (SMS Gönderen)
uk: Адреса джерела (відправника SMS)
zh_hans: 源地址（SMS发件人）
zh_hant: 來源位址（簡訊發件者）

source: DESTINATION_ADDR_TON Special Flag
de: Code des Nummertyps des Empfängers. Wird vom SMSC Operator mitgeteilt
es: DESTINATION_ADDR_TON , "Flag" especial
fr: Drapeau spécial DESTINATION_ADDR_TON
nl: DESTINATION_ADDR_TON Speciale vlag
pt_br: DESTINATION_ADDR_TON "Bandeira" especial
ta: இலக்கு_அட்.டி.டெடி சிறப்பு கொடி
tr: Destination_addr_ton özel bayrak
uk: Спеціальний прапор DESTINATION_ADDR_TON
zh_hans: DESTINATION_ADDR_TON特殊标志
zh_hant: DESTINATION_ADDR_TON 特別標誌

source: D_ADDR_NPI Special Flag
de: Code des Nummernplans des Empfängers. Wird vom SMSC Operator mitgeteilt
es: D_ADDR_NPI , "Flag" especial
fr: Drapeau spécial D_ADDR_NPI
nl: D_ADDR_NPI Speciale vlag
pt_br: D_ADDR_NPI "Bandeira" Especial
ta: D_addr_npi சிறப்பு கொடி
tr: D_addr_npi özel bayrak
uk: Спеціальний прапор D_ADDR_NPI
zh_hans: D_ADDR_NPI特殊标志
zh_hant: D_ADDR_NPI 特殊旗幟

source: The name of the event counter to read.
de: Der Name des Eventzählers, der gelesen wird.
es: El nombre del contador de eventos que se va a leer.
fr: Le nom du compteur d'événements à lire.
nl: De naam van de te lezen gebeurtenisteller.
pt_br: O nome do contador de eventos a ser lido.
ta: படிக்க நிகழ்வு கவுண்டரின் பெயர்.
tr: Okuma için olay sayacının adı.
uk: Ім'я лічильника подій для читання.
zh_hans: 要读取的事件计数器的名称。
zh_hant: 要讀取的事件計數器的名稱。

source: The name of the stats key to write to the MonitoringStats table.
de: Der Name des Statistikschlüssels, der in die Monitoring-Tabelle geschrieben wird.
es: El nombre de la clave de estadísticas para escribir en la tabla "MonitoringStats".
fr: Le nom de la clé stats à écrire dans la table MonitoringStats.
nl: De naam van de stats key om in de MonitoringStats-tabel te schrijven.
pt_br: O nome da chave de estatísticas para escrever na tabela MonitoringStats.
ta: மானிட்டரிங்ச்டாட்ச் அட்டவணையில் எழுத புள்ளிவிவரங்களின் பெயர்.
tr: MonitoringStats tablosuna yazmak için istatistiklerin adının adı.
uk: Назва ключа статистики для запису в таблицю MonitoringStats.
zh_hans: 写入到MonitoringStats表的stats键的名称。
zh_hant: 要寫入監控統計資訊表的統計資訊鍵的名稱。

source: Whether to reset the event_counter, if it is read and written to the MonitoringStats table.
de: Eventzähler zurücksetzen, wenn der Wert gelesen und in die Monitoring-Tabelle geschrieben wird.
es: Restablecer "event_counter" si se lee y se escribe en la tabla "MonitoringStats".
fr: S'il faut réinitialiser event_counter, s'il est lu ou écrit dans la table MonitoringStats.
nl: Of de event_counter gereset moet worden als die gelezen en weggeschreven wordt naar de MonitoringStats-tabel.
pt_br: Reinicializar "event_counter" se for lido e escrito na tabela "MonitoringStats".
ta: Event_Counter ஐ மீட்டமைக்க வேண்டுமா, அது படித்து மானிட்டரிங்ச்டாட்ச் அட்டவணையில் எழுதப்பட்டால்.
tr: Event_Counter'ı, okunursa ve MonitoringStats tablosuna yazılmışsa sıfırlanıp sıfırlanmayacaktır.
uk: Чи скидати event_counter, якщо він читається та записується в таблицю MonitoringStats.
zh_hans: 是否重置event_counter（如果已将其读写到MonitoringStats表中）。
zh_hant: 是否重置event_counter，如果將其讀取並寫入監控統計表。

source: Total number of tokens
de: Anzahl aller Token
es: Número total de tokens
fr: Nombre total de jetons
nl: Totaal aantal tokens
pt_br: Número total de tokens
ta: டோக்கன்களின் மொத்த எண்ணிக்கை
tr: Toplam belirteç sayısı
uk: Загальна кількість жетонів
zh_hans: 本地令牌数量
zh_hant: 令牌總數

source: Total number of hardware tokens
de: Anzahl aller Hardware-Token
es: Número total de tokens de hardware
fr: Nombre total de jetons matériels
nl: Totaal aantal hardware tokens
pt_br: Número total de tokens de hardware
ta: வன்பொருள் டோக்கன்களின் மொத்த எண்ணிக்கை
tr: Toplam donanım belirteçleri sayısı
uk: Загальна кількість апаратних жетонів
zh_hans: 本地硬件令牌数量
zh_hant: 硬體令牌總數

source: Total number of software tokens
de: Anzahl aller Software-Token
es: Número total de tokens por software
fr: Nombre total de jetons logiciels
nl: Totaal aantal software tokens
pt_br: Número total de tokens de software
ta: மென்பொருள் டோக்கன்களின் மொத்த எண்ணிக்கை
tr: Toplam yazılım belirteçleri sayısı
uk: Загальна кількість програмних токенів
zh_hans: 本地软件令牌数量
zh_hant: 軟體令牌總數

source: Number of hardware tokens not assigned to a user
de: Anzahl der Hardware-Token, die keinem Benutzer zugewiesen sind
es: Número de tokens de hardware no asignados a un usuario
fr: Nombre de jetons matériels non assignés à un utilisateur
nl: Aantal hardware tokens die niet aan een gebruiker toegewezen zijn
pt_br: Número de tokens de hardware não atribuídos a um usuário
ta: ஒரு பயனருக்கு ஒதுக்கப்படாத வன்பொருள் டோக்கன்களின் எண்ணிக்கை
tr: Bir kullanıcıya atanmayan donanım belirteçleri sayısı
uk: Кількість апаратних маркерів, не призначених користувачеві
zh_hans: 未分配给用户的硬件令牌数量
zh_hant: 未分配給使用者的硬體令牌數

source: Number of tokens assigned to users
de: Anzahl der Benutzern zugewiesenen Token
es: Número de tokens asignados a los usuarios
fr: Nombre de jetons assignés aux utilisateurs
nl: Aantal tokens die aan gebruikers toegewezen zijn
pt_br: Número de tokens atribuídos aos usuários
ta: பயனர்களுக்கு ஒதுக்கப்பட்ட டோக்கன்களின் எண்ணிக்கை
tr: Kullanıcılara atanan belirteçlerin sayısı
uk: Кількість токенів, призначених користувачам
zh_hans: 分配给用户的令牌数量
zh_hant: 分配給使用者的令牌數

source: Number of users with tokens assigned
de: Anzahl der Benutzer mit zugewiesenen Token
es: Número de usuarios con tokens asignados
fr: Nombre d'utilisateurs avec des jetons assignés
nl: Aantal gebruikers met een toegewezen token
pt_br: Número de usuários com tokens atribuídos
ta: ஒதுக்கப்பட்ட டோக்கன்களைக் கொண்ட பயனர்களின் எண்ணிக்கை
tr: Tükenen belirteçli kullanıcının sayısı
uk: Кількість користувачів із призначеними маркерами
zh_hans: 分配了令牌的用户数
zh_hant: 分配了令牌的用戶數

source: Application Specific Password: A token with a fixed password. Can be used for certain applications or services.
de: Anwendungsspezifisches Passwort: Ein Token mit einem festen Passwort. Kann für bestimmte Anwendungen oder Dienste verwendet werden.
fr: Mot de passe spécifique d'application : un jeton avec un mot de passe fixe. Peut être utilisé pour certaines applications et services.
ta: பயன்பாட்டு குறிப்பிட்ட கடவுச்சொல்: நிலையான கடவுச்சொல்லுடன் ஒரு கிள்ளாக்கு. சில பயன்பாடுகள் அல்லது சேவைகளுக்கு பயன்படுத்தலாம்.
uk: Спеціальний пароль програми: маркер із фіксованим паролем. Можна використовувати для певних програм або служб.

source: The user may only have this maximum number of application specific password tokens assigned.
de: Dem Benutzer darf nur diese maximale Anzahl von anwendungsspezifischen Passwort-Tokens zugewiesen werden.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons d'application avec mot de passe fixe.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான பயன்பாட்டு குறிப்பிட்ட கடவுச்சொல் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
uk: Користувачеві може бути призначено лише цю максимальну кількість токенів пароля для певної програми.

source: The user may only have this maximum number of active application specific password tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven anwendungsspezifischen Password-Token zugewiesen haben.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons d'application avec mot de passe fixe actifs.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள பயன்பாட்டு குறிப்பிட்ட கடவுச்சொல் டோக்கன்களை மட்டுமே வைத்திருக்க முடியும்.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних токенів пароля для певної програми.

source: Certificate: Enroll an x509 Certificate Token.
de: Certificate: Ein x509 Zertifikats-Token ausrollen.
es: Certificado: registre un token de certificado x509.
fr: Certificat : Enrôle un jeton certificat x509.
nl: Certificaat: een x509 certificaat-token registreren.
pt_br: Certificado: Inscrição de um Token de Certificado x509.
ta: சான்றிதழ்: x509 சான்றிதழ் டோக்கனைச் சேர்க்கவும்.
tr: Sertifika: X509 sertifika belirteci kaydolun.
uk: Сертифікат: зареєструйте маркер сертифіката x509.
zh_hans: 证书：注册一个 x509 证书令牌。
zh_hant: 證書：註冊 x509 證書令牌。

source: The user may only have this maximum number of certificates assigned.
de: Der Benutzer darf nur maximal diese Anzahl an Zertifikaten zugewiesen haben.
es: El usuario solo puede tener asignado este máximo número de certificados.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de certificats.
nl: De gebruiker mag slechts dit maximaal aantal certificaten toegewezen hebben.
pt_br: O usuário só pode ter este número máximo de certificados atribuídos.
ta: பயனருக்கு இந்த அதிகபட்ச சான்றிதழ்கள் மட்டுமே ஒதுக்கப்பட்டிருக்கலாம்.
tr: Kullanıcı, yalnızca bu maksimum sertifika sayısına sahip olabilir.
uk: Користувачеві може бути призначена лише така максимальна кількість сертифікатів.
zh_hans: 用户只能分配此最大数量的证书。
zh_hant: 使用者只能分配此最大數量的證書。

source: The user may only have this maximum number of active certificates assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven Zertifikaten zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de certificados activos.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de certificats actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve certificaten toegewezen hebben.
pt_br: O usuário só pode ter este número máximo de certificados ativos atribuídos.
ta: பயனருக்கு இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் சான்றிதழ்கள் மட்டுமே ஒதுக்கப்படலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif sertifika sayısına sahip olabilir.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних сертифікатів.
zh_hans: 用户只能分配此最大数量的活动证书。
zh_hant: 使用者只能分配此最大數量的活動證書。

source: Enrolling a certificate token can require an attestation certificate. (Default: ignore)
de: Das Ausrollen eines Zertifikats erfordert ein Attestation Zertifikat. (Standard: "ignore")
es: La inscripción de un token de certificado puede requerir una certificación de certificado. (Predeterminado: ignorar)
fr: Enrôler un jeton certificat peut nécessiter un certificat d'attestation. (Défaut : ignorer)
nl: Het registreren van een certificaat-token kan een attest-certificaat vereisten. (Standaard: negeer)
pt_br: A inscrição de um token de certificado pode exigir um certificado de atestado.( Padrão: ignorar)
ta: சான்றிதழ் டோக்கனைச் சேர்ப்பதற்கு சான்றிதழ் தேவைப்படலாம். (இயல்புநிலை: புறக்கணி)
tr: Sertifika belirteci kaydetmek, bir onay sertifikası gerektirebilir. (Varsayılan: Yoksay)
uk: Для реєстрації маркера сертифіката може знадобитися сертифікат атестації. (За замовчуванням: ігнорувати)
zh_hant: 註冊證書令牌可能需要證明證書。（預設值：忽略）

source: The CA connector that should be used during certificate enrollment.
de: Der CA-Konnektor welcher für die Zertifikatserstellung genutzt werden soll.
fr: Le connecteur CA qui doit être utilisé pendant l'enrôlement de certificats.
nl: De CA connector die gebruikt zou moeten worden gedurende een aanmelding met certificaat.
ta: சான்றிதழ் சேர்க்கையின் போது பயன்படுத்தப்பட வேண்டிய CA இணைப்பு.
uk: Роз’єм CA, який слід використовувати під час реєстрації сертифіката.
zh_hans: 证书注册期间应使用的 CA 连接器。

source: The template that should be used to issue a certificate.
de: Die Zertifikatsvorlage die für das Ausstellen von Zertifikaten genutzt werden soll.
fr: Le modèle qui doit être utilisé pour émettre un certificat.
nl: Het sjabloon dat gebruikt zou moeten worden om een certificaat uit te reiken.
ta: சான்றிதழை வழங்க பயன்படுத்த வேண்டிய வார்ப்புரு.
uk: Шаблон, який слід використовувати для видачі сертифіката.
zh_hans: 应该用于颁发证书的模板。

source: This takes a space separated list of elements to be added to the subject. Can be 'email' and 'realm'.
de: Eine durch Leerzeichen getrennte Liste von Elementen, die dem Subjekt des Zertifikats hinzugefügt werden. Mögliche Elemente sind 'email' und 'realm'.
fr: Une liste d'éléments séparés par des espaces qui sont ajoutés au sujet. Peut être 'email' et 'domaine'.
nl: Dit gebruikt een spatie-gescheiden lijst met elementen die aan het onderwerp toegevoegd worden. Kan 'email' en 'realm' zijn.
ta: இந்த விசயத்தில் சேர்க்கப்பட வேண்டிய உறுப்புகளின் இடத்தை இது எடுக்கும். 'மின்னஞ்சல்' மற்றும் 'சாம்ராச்யம்' ஆக இருக்கலாம்.
uk: До теми потрібно додати розділений пробілами список елементів. Може бути «email» і «realm».
zh_hans: 需要一个要添加到主题的元素组成的列表， 不同元素间用空格隔开。 可以是“电子邮件”和“领域”。

source: The directory containing attestation certificate chains.
de: Das Verzeichnis, in dem die Zertifikatsketten der Attestation Zertifikate liegen.
es: El directorio que contiene las cadenas de las El directorio que contiene las cadenas las certificaciones de certificados.
fr: Le dossier contenant les chaines de certificats d'attestation.
nl: De map waarin de attest certificaat-chain zich bevindt.
pt_br: O diretório contendo cadeias de certificados de atestados.
ta: சான்றிதழ் சங்கிலிகளைக் கொண்ட அடைவு.
tr: Bildirim sertifikası zincirleri içeren dizin.
uk: Каталог, що містить ланцюжки сертифікатів атестації.
zh_hant: 包含證明證書鏈的目錄。

source: event based OTP token using the HOTP algorithm
de: Ereignisbasiertes Einmalpasswort auf Basis des HOTP Algorithmus
es: Token OTP basado en eventos usando el algoritmo HOTP
fr: Jeton OTP basé événement utilisant l'algorithme HOTP
nl: gebeurtenis gebaseerd OTP token dat het HOTP-algoritme gebruikt
pt_br: token OTP baseado em eventos usando o algoritmo HOTP
ta: HOTP வழிமுறையைப் பயன்படுத்தி நிகழ்வு அடிப்படையிலான OTP கிள்ளாக்கு
tr: Hotp algoritmasını kullanarak etkinlik tabanlı OTP belirteci
uk: OTP-токен на основі події з використанням алгоритму HOTP
zh_hans: 使用HOTP算法的基于事件的OTP令牌
zh_hant: 使用 HOTP 演算法的基於事件的 OTP 令牌

source: The user may only have this maximum number of daplug tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an DAPlug Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens daplug.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons daplug.
nl: De gebruiker mag slechts dit maximaal aantal daplug-tokens toegewezen hebben.
pt_br: A usuário só pode ser atribuído este número máximo de tokens de daplug.
ta: பயனருக்கு இந்த அதிகபட்ச டாப்லக் டோக்கன்களை மட்டுமே ஒதுக்கலாம்.
tr: Kullanıcı, bu maksimum bu maksimum Deplug Tokens'u atanmış olabilir.
uk: Користувачеві може бути призначена лише ця максимальна кількість токенів daplug.
zh_hans: 用户只能分配此最大数量的daplug令牌。
zh_hant: 使用者只能分配此最大數量的 daplug 令牌。

source: The user may only have this maximum number of active daplug tokens assigned.
de: Der Benutzer darf nur maximal diese Anzahl an aktiven DAPlug Token zugewiesen haben.
es: El usuario solo puede tener asignado este número máximo de tokens daplug activos.
fr: L'utilisateur ne peut se voir assigner que ce nombre maximal de jetons daplug actifs.
nl: De gebruiker mag slechts dit maximaal aantal actieve daplug-tokens toegewezen hebben.
pt_br: O usuário só pode ter este número máximo de tokens de daplug ativos atribuídos.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள டாப்லக் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
tr: Kullanıcı yalnızca bu maksimum aktif dağı pluj belirteci atanmıştır.
uk: Користувачеві може бути призначена лише ця максимальна кількість активних токенів daplug.
zh_hans: 用户只能分配此最大数量的活动daplug令牌。
zh_hant: 使用者只能分配此最大數量的活動 daplug 令牌。

source: Specify the time step of the DayPassword token. For example: "24h"
de: Geben Sie den Zeitschritt für das DayPassword-Token an (zum Beispiel "24h")
fr: Spécifie la durée de validité du jeton DayPassword. Par exemple : "24h"
ta: டேபாச் வேர்ட் டோக்கனின் நேர படியைக் குறிப்பிடவும். உதாரணமாக: "24 எச்"
uk: Укажіть часовий крок маркера DayPassword. Наприклад: "24 години"

source: DayPassword: A time-based token with a variable timestep and the possibility to use the OTP more than once.
de: DayPassword: Ein zeit-basierter Token mit einem variablen Zeitschritt und der Möglichkeit, den OTP-Wert mehr als einmal zu verwenden.
fr: DayPassword : Un jeton basé sur le temps avec une variable temps et la possibilité d'utiliser l'OTP plus d'une fois.
ta: டேச்பாச்வேர்ட்: மாறி நேர அட்டவணையுடன் ஒரு நேர அடிப்படையிலான கிள்ளாக்கு மற்றும் OTP ஐ ஒன்றுக்கு மேற்பட்ட முறை பயன்படுத்துவதற்கான வாய்ப்பு.
uk: DayPassword: токен на основі часу зі змінним часовим кроком і можливістю використовувати одноразовий пароль більше одного разу.

source: Enforce setting an app pin for the privacyIDEA Authenticator App
de: Erzwingt das Setzen einer Token-PIN in der privacyIDEA Authenticator App
es: Es necesaria la configuración del pin para la aplicación PrivacyIDEA Authenticator
fr: Force à mettre un PIN sur l'application PrivacyIDEA Authenticator
nl: Een app-pin instellen verplichten voor de privacyIDEA Authenticator App
pt_br: Configuração de pinos necessária para a aplicação PrivacyIDEA Authenticator
ta: தனியுரிமைடியா அங்கீகார பயன்பாட்டிற்கான பயன்பாட்டு முள் அமைப்பதை அமல்படுத்துங்கள்
tr: PrivacyIDEA Authenticator uygulaması için bir uygulama PIN'i ayarlama
uk: Примусове встановлення PIN-коду додатка для програми privacyIDEA Authenticator
zh_hans: 强制为privacyIDEA Authenticator App设置应用程序PIN
zh_hant: 強制為privacyIDEA 身份驗證器設置一個APP PIN

source: The user may only have this maximum number of daypassword tokens assigned.
de: Dem Benutzer darf nur diese maximale Anzahl von DayPasswort-Tokens zugewiesen werden.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons DayPassword.
ta: பயனருக்கு இந்த அதிகபட்ச டேபாச் வேர்ட் டோக்கன்கள் மட்டுமே ஒதுக்கப்படலாம்.
uk: Користувачеві може бути призначено лише цю максимальну кількість маркерів денного пароля.

source: The user may only have this maximum number of active daypassword tokens assigned.
de: Dem Benutzer darf nur diese maximale Anzahl von aktiven DayPassword-Tokens zugewiesen werden.
fr: L'utilisateur ne peut se voir attribuer que ce nombre maximal de jetons DayPassword actifs.
ta: பயனர் இந்த அதிகபட்ச எண்ணிக்கையிலான செயலில் உள்ள டேபாச் டோக்கன்களை மட்டுமே வைத்திருக்கலாம்.
uk: Користувачеві може бути призначено лише цю максимальну кількість активних маркерів паролю дня.

source: EMail Token
es: Token de correo electrónico
fr: Jeton du courriel
pt_br: Token de e-mail
ta: மின்னஞ்சல் கிள்ளாக்கு
tr: E-posta jetonu
uk: Маркер електронної пошти
zh_hans: 电子邮件令牌
zh_hant: 電子郵件令牌

source: EMail: Send a One Time Password to the users email address.
de: E-Mail: Ein Einmalpasswort an die E-Mail-Adresse des Benutzers versenden.
es: Correo electrónico: envíe una contraseña de un solo uso a la dirección de correo electrónico de los usuarios.
fr: Courriel : envoyez un mot de passe à usage unique à l'adresse électronique des utilisateurs.
nl: E-mail: stuur een One Time Password naar het e-mailadres van de gebruiker.
pt_br: EMail: Envie uma senha única para o endereço de e-mail dos usuários.
ta: மின்னஞ்சல்: பயனர்களின் மின்னஞ்சல் முகவரிக்கு ஒரு முறை கடவுச்சொல்லை அனுப்பவும்.
tr: E-posta: Kullanıcılara e-posta adresine bir kez şifre gönderin.
uk: Електронна пошта: надішліть одноразовий пароль на електронну адресу користувача.
zh_hans: 电子邮件：向用户的电子邮件地址发送一次性密码。
zh_hant: 電子郵件：將一次性密碼發送到使用者的電子郵件位址。
